/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50524
Source Host           : localhost:3306
Source Database       : cainiao

Target Server Type    : MYSQL
Target Server Version : 50524
File Encoding         : 65001

Date: 2015-01-28 19:19:04
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for gz_admin
-- ----------------------------
DROP TABLE IF EXISTS `gz_admin`;
CREATE TABLE `gz_admin` (
  `adminid` tinyint(3) NOT NULL AUTO_INCREMENT,
  `adminname` varchar(128) NOT NULL,
  `groupid` tinyint(2) NOT NULL DEFAULT '0',
  `password` varchar(128) NOT NULL,
  `lasttime` int(11) DEFAULT NULL,
  `lastip` varchar(128) DEFAULT NULL,
  `active` enum('0','1') NOT NULL DEFAULT '1',
  `email` varchar(128) DEFAULT NULL,
  `addtime` int(11) NOT NULL,
  PRIMARY KEY (`adminid`),
  KEY `adminname` (`adminname`),
  KEY `groupid` (`groupid`),
  KEY `lastip` (`lastip`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_admin
-- ----------------------------
INSERT INTO `gz_admin` VALUES ('2', 'admin8888', '2', 'e10adc3949ba59abbe56e057f20f883e', '1421915531', '127.0.0.1', '1', '84048715@qq.com', '2147483647');
INSERT INTO `gz_admin` VALUES ('1', 'admin888', '1', 'c981d722cb01a5f0bda0bfb455a01fce', '1422443554', '127.0.0.1', '1', '84048715@qq.com', '2147483647');

-- ----------------------------
-- Table structure for gz_adminlog
-- ----------------------------
DROP TABLE IF EXISTS `gz_adminlog`;
CREATE TABLE `gz_adminlog` (
  `gid` int(11) NOT NULL AUTO_INCREMENT,
  `optioner` varchar(64) NOT NULL,
  `optiondt` int(11) NOT NULL,
  `optionip` varchar(255) DEFAULT NULL,
  `optionlog` varchar(240) DEFAULT NULL,
  PRIMARY KEY (`gid`),
  KEY `optionip` (`optionip`),
  KEY `optiondt` (`optiondt`)
) ENGINE=MyISAM AUTO_INCREMENT=218 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_adminlog
-- ----------------------------
INSERT INTO `gz_adminlog` VALUES ('162', 'admin888', '1421915998', '58.249.20.7', '管理员日记删除：ID为161,160');
INSERT INTO `gz_adminlog` VALUES ('163', 'admin888', '1421918674', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('164', 'admin888', '1421918714', '58.249.20.7', '退出登录-2015-01-22 17:25:14-admin888');
INSERT INTO `gz_adminlog` VALUES ('165', 'admin888', '1421923763', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('166', 'admin888', '1421924024', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('167', 'admin888', '1421924561', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('168', 'admin888', '1421925034', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('169', 'admin888', '1421931693', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('170', 'admin888', '1421936730', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('171', 'admin888', '1421980956', '58.249.20.7', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('172', 'admin888', '1422026216', '112.94.228.85', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('173', 'admin888', '1422027346', '119.129.208.60', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('174', 'admin888', '1422029302', '175.43.113.211', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('175', 'admin888', '1422035760', '42.49.142.124', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('176', 'admin888', '1422066229', '60.185.64.80', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('177', 'admin888', '1422089502', '117.43.64.169', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('178', 'admin888', '1422114568', '111.128.55.191', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('179', 'admin888', '1422149151', '220.178.220.254', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('180', 'admin888', '1422155135', '60.223.231.179', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('181', 'admin888', '1422155458', '58.251.146.221', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('182', 'admin888', '1422156912', '182.91.211.98', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('183', 'admin888', '1422174428', '115.198.128.176', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('184', 'admin888', '1422180519', '182.119.95.174', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('185', 'admin888', '1422183656', '182.119.12.13', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('186', 'admin888', '1422246285', '218.28.226.34', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('187', 'admin888', '1422257122', '14.151.60.246', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('188', 'admin888', '1422257164', '14.151.60.246', '批量激活会员:ID为=>25');
INSERT INTO `gz_adminlog` VALUES ('189', 'admin888', '1422257165', '14.151.60.246', '批量激活会员:ID为=>25');
INSERT INTO `gz_adminlog` VALUES ('190', 'admin888', '1422257850', '58.248.75.230', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('191', 'admin888', '1422264261', '125.118.59.151', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('192', 'admin888', '1422274440', '113.117.209.150', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('193', 'admin888', '1422283136', '58.248.75.230', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('194', 'admin888', '1422285990', '124.207.139.4', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('195', 'admin888', '1422335468', '14.153.35.212', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('196', 'admin888', '1422338632', '114.243.207.251', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('197', 'admin888', '1422338883', '58.249.12.180', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('198', 'admin888', '1422341228', '119.141.230.239', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('199', 'admin888', '1422365453', '116.16.71.119', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('200', 'admin888', '1422368465', '115.234.94.151', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('201', 'admin888', '1422368767', '115.234.94.151', '退出登录-2015-01-27 22:26:07-admin888');
INSERT INTO `gz_adminlog` VALUES ('202', 'admin888', '1422368768', '115.234.94.151', '退出登录-2015-01-27 22:26:08-admin888');
INSERT INTO `gz_adminlog` VALUES ('203', 'admin888', '1422369181', '58.249.12.180', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('204', 'admin888', '1422375493', '116.16.71.119', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('205', 'admin888', '1422410924', '58.249.12.180', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('206', 'admin888', '1422425586', '58.246.216.166', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('207', 'admin888', '1422432374', '58.251.146.196', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('208', 'admin888', '1422432917', '120.85.209.168', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('209', 'admin888', '1422433375', '120.85.209.168', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('210', 'admin888', '1422433933', '120.85.209.168', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('211', 'admin888', '1422434209', '120.85.209.168', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('212', 'admin888', '1422434444', '120.85.209.168', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('213', 'admin888', '1422437652', '49.77.225.140', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('214', 'admin888', '1422437686', '49.77.225.140', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('215', 'admin888', '1422437743', '49.77.225.140', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('216', 'admin888', '1422443306', '61.141.156.84', '登录成功，登录管理员：admin888');
INSERT INTO `gz_adminlog` VALUES ('217', 'admin888', '1422443554', '120.85.209.168', '登录成功，登录管理员：admin888');

-- ----------------------------
-- Table structure for gz_admin_group
-- ----------------------------
DROP TABLE IF EXISTS `gz_admin_group`;
CREATE TABLE `gz_admin_group` (
  `gid` tinyint(3) NOT NULL AUTO_INCREMENT,
  `groupname` varchar(64) NOT NULL,
  `active` enum('0','1') NOT NULL DEFAULT '1',
  `remark` varchar(255) DEFAULT NULL,
  `option_group` text,
  `addtime` int(11) NOT NULL,
  PRIMARY KEY (`gid`),
  KEY `groupname` (`groupname`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_admin_group
-- ----------------------------
INSERT INTO `gz_admin_group` VALUES ('2', '初级管理员', '1', '初级管理员', 's01+s03+s04+s05+s06', '1325610265');
INSERT INTO `gz_admin_group` VALUES ('1', '高级管理员', '1', '高级管理员', 's01+s02+s03+s04+s05+s08+s06+s09', '1325607090');

-- ----------------------------
-- Table structure for gz_ad_content
-- ----------------------------
DROP TABLE IF EXISTS `gz_ad_content`;
CREATE TABLE `gz_ad_content` (
  `pid` smallint(5) NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL DEFAULT '0',
  `remark` varchar(255) DEFAULT NULL,
  `tid` tinyint(240) NOT NULL,
  `cat_id` smallint(5) NOT NULL DEFAULT '0',
  `ad_name` varchar(255) DEFAULT '',
  `ad_img` varchar(128) DEFAULT '',
  `ad_file` varchar(128) NOT NULL DEFAULT '',
  `ad_url` varchar(128) DEFAULT '',
  `is_show` enum('0','1') NOT NULL DEFAULT '0',
  `addtime` int(11) NOT NULL DEFAULT '0',
  `uptime` int(11) DEFAULT NULL,
  `type` varchar(12) NOT NULL DEFAULT '' COMMENT 'gc:商品类型ac:文章类型',
  `vieworder` smallint(5) NOT NULL DEFAULT '50',
  PRIMARY KEY (`pid`),
  KEY `ad_name` (`tid`)
) ENGINE=MyISAM AUTO_INCREMENT=135 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_ad_content
-- ----------------------------
INSERT INTO `gz_ad_content` VALUES ('132', '0', '', '29', '0', '补水面膜', 'photos/ads/201501/14219151231421915123.png', '', '', '0', '1420265134', '1421915125', '', '50');
INSERT INTO `gz_ad_content` VALUES ('133', '0', '', '29', '0', '胶原蛋白', 'photos/ads/201501/14219150791421915079.png', '', '', '0', '1420265145', '1421915082', '', '50');
INSERT INTO `gz_ad_content` VALUES ('134', '0', '', '29', '0', '蚕丝面膜', 'photos/ads/201501/14219149391421914939.png', '', '', '0', '1420265154', '1421914954', '', '50');

-- ----------------------------
-- Table structure for gz_ad_position
-- ----------------------------
DROP TABLE IF EXISTS `gz_ad_position`;
CREATE TABLE `gz_ad_position` (
  `tid` tinyint(240) NOT NULL AUTO_INCREMENT,
  `ad_name` varchar(128) DEFAULT NULL,
  `ad_width` float(6,2) DEFAULT NULL,
  `ad_height` float(5,2) DEFAULT NULL,
  `ad_desc` varchar(255) DEFAULT NULL,
  `is_show` enum('0','1') NOT NULL DEFAULT '0',
  `addtime` int(11) DEFAULT NULL,
  `uptime` int(11) DEFAULT NULL,
  PRIMARY KEY (`tid`),
  KEY `ad_name` (`ad_name`)
) ENGINE=MyISAM AUTO_INCREMENT=30 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_ad_position
-- ----------------------------
INSERT INTO `gz_ad_position` VALUES ('29', '首页轮播', '0.00', '0.00', '', '1', '1381259521', '1384017981');

-- ----------------------------
-- Table structure for gz_article
-- ----------------------------
DROP TABLE IF EXISTS `gz_article`;
CREATE TABLE `gz_article` (
  `article_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) NOT NULL DEFAULT '0',
  `article_title` varchar(255) DEFAULT NULL,
  `article_img` varchar(128) DEFAULT NULL,
  `article_logo` varchar(64) DEFAULT NULL,
  `content` longtext,
  `viewcount` int(6) NOT NULL DEFAULT '10',
  `author` varchar(30) DEFAULT NULL,
  `meta_keys` varchar(255) DEFAULT NULL,
  `is_top` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `show_in_nav` enum('0','1') NOT NULL DEFAULT '0',
  `colorid` tinyint(200) NOT NULL DEFAULT '0' COMMENT '只用于模板分类的',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  `uptime` int(11) NOT NULL DEFAULT '0',
  `meta_desc` varchar(500) DEFAULT NULL,
  `about` varchar(500) DEFAULT NULL,
  `packet` varchar(255) DEFAULT NULL,
  `vieworder` tinyint(3) NOT NULL DEFAULT '50',
  `province` mediumint(6) DEFAULT '0',
  `city` mediumint(6) DEFAULT '0',
  `district` mediumint(6) DEFAULT '0',
  `address` varchar(128) DEFAULT NULL,
  `s_ld` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`article_id`),
  KEY `cat_id` (`cat_id`),
  KEY `meta_keys` (`meta_keys`)
) ENGINE=MyISAM AUTO_INCREMENT=124 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_article
-- ----------------------------
INSERT INTO `gz_article` VALUES ('118', '72', '公司介绍', '', '', 'fdasfsa', '10', '', '', '0', '1', '0', '0', '1340696668', '1415289150', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('122', '72', '代理价格说明', '', null, '<p>代理价格说明</p>\r\n<p>&nbsp;</p>\r\n<p>代理价格说明</p>\r\n<p>&nbsp;</p>\r\n<p>代理价格说明</p>\r\n<p>&nbsp;</p>\r\n<p>代理价格说明</p>', '10', null, '', '0', '1', '0', '0', '1415551226', '1415551226', '', null, null, '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('120', '79', '1', 'photos/articlephoto/201310/13826455511382645551.jpg', null, '', '10', null, '', '0', '1', '0', '0', '1382645552', '1382645552', null, null, null, '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('121', '79', '1', 'photos/articlephoto/201310/13826457151382645715.jpg', null, '', '10', null, '', '0', '1', '0', '0', '1382645717', '1382645717', null, null, null, '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('71', '47', '再学AS3（五）：鼠绘', '', '', '<p>知识点：<br />\r\n1、添加鼠标监听事件MouseEvent；<br />\r\n2、规定画布大小；<br />\r\n3、moveTo和lineTo；<br />\r\n4、绘制开始与结束判断。</p>\r\n<p>代码：</p>\r\n<div class=\"HtmlCode\">var&nbsp;huabu:Sprite=new&nbsp;Sprite(); <br />\r\nhuabu.graphics.beginFill(0xFFFFFF); <br />\r\nhuabu.graphics.drawRect(20,20,510,360); <br />\r\nhuabu.graphics.endFill(); <br />\r\naddChild(huabu); <br />\r\nvar&nbsp;_drawing:Boolean; <br />\r\nvar&nbsp;quxian:Sprite=new&nbsp;Sprite(); <br />\r\nquxian.graphics.lineStyle(&nbsp;2,&nbsp;0xFF0000&nbsp;); <br />\r\nhuabu.addChild(quxian); <br />\r\n_drawing&nbsp;=&nbsp;false; <br />\r\nhuabu.addEventListener(&nbsp;MouseEvent.MOUSE_DOWN,&nbsp;startDrawing&nbsp;); <br />\r\nhuabu.addEventListener(&nbsp;MouseEvent.MOUSE_MOVE,moving); <br />\r\nhuabu.addEventListener(&nbsp;MouseEvent.MOUSE_UP,&nbsp;stopDrawing&nbsp;); <br />\r\nstage.addEventListener(MouseEvent.MOUSE_UP,stopDrawing); <br />\r\nfunction&nbsp;startDrawing(&nbsp;event:MouseEvent&nbsp;):void&nbsp;{ <br />\r\n&nbsp;quxian.graphics.moveTo(&nbsp;mouseX,&nbsp;mouseY&nbsp;); <br />\r\n&nbsp;_drawing&nbsp;=&nbsp;true; <br />\r\n} <br />\r\nfunction&nbsp;moving(&nbsp;event:MouseEvent&nbsp;):void&nbsp;{ <br />\r\n&nbsp;if&nbsp;(&nbsp;_drawing&nbsp;)&nbsp;{ <br />\r\n&nbsp;&nbsp;quxian.graphics.lineTo(&nbsp;mouseX,&nbsp;mouseY&nbsp;); <br />\r\n&nbsp;} <br />\r\n} <br />\r\nfunction&nbsp;stopDrawing(&nbsp;event:MouseEvent&nbsp;):void&nbsp;{ <br />\r\n&nbsp;_drawing&nbsp;=&nbsp;false; <br />\r\n}</div>', '11', '', '', '0', '1', '0', '0', '1328085032', '1328085032', '', '知识点：\r\n1、添加鼠标监听事件MouseEvent；\r\n2、规定画布大小；\r\n3、moveTo和lineTo；\r\n4、绘制开始与结束判断。', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('70', '47', 'Flex应用程序的性能优化', '', '', '<p>众所周知，flex应用程序存或多或少地存在性能方面的问题。特别是企业级大数量的应用程序，通常的解决办法是分模块加载，分时加载数据等措施来解决。下面我们来谈一谈代码级别的优化：</p>\r\n<p>1.尽可能减少程序的不必要运算。如下两种表达式：</p>\r\n<p>var a:unit = b+(1024-200)/2;&nbsp;&nbsp;&nbsp; <br />\r\nvar a:unit = b+412;&nbsp; <br />\r\n很明显下面的那个表达式运算更快。</p>\r\n<p>2.尽可能地采用乘法运算来代替除法运算。如下两个表达式：</p>\r\n<p>result = num / 4;&nbsp;&nbsp;&nbsp; <br />\r\nreuslt = num * 0.25; <br />\r\n经过统计工具计算，乘法比除法能节约150ms的时间。</p>\r\n<p>3.尽可能使用强类型。比如：</p>\r\n<p>var pt:Object = {x:x,y:y};&nbsp;&nbsp;&nbsp; <br />\r\nvar pt:Point = new Point(x,y);&nbsp; <br />\r\n<br />\r\n4.使用隐式类型转换。比如，</p>\r\n<p>var pt:Point = points[i] as Point;&nbsp;&nbsp;&nbsp; <br />\r\nvar pt:Point = points[i];&nbsp; <br />\r\n第二个的表达式使用的隐式类型转换，这样能节省开销。</p>\r\n<p>5.强制转换有时要比用as转换好用。如：</p>\r\n<p>pt = points[(i*2) as unit];&nbsp;&nbsp;&nbsp; <br />\r\npt = points[uint(i*2)];&nbsp; <br />\r\n<br />\r\n6.设置条件表达式的优先级。如：</p>\r\n<p>if(expensiveTest() &amp;&amp; usuallyFalse)&nbsp;&nbsp;&nbsp; <br />\r\nif(usuallyFalse &amp;&amp; expensiveTest()) <br />\r\n在与运算时，应将在多数情况下为false的表达式放在前面(如第二个表达式的写法)。</p>\r\n<p>7.for循环语句中的循环条件值应为一个固定值。如：</p>\r\n<p>for (var i=0; i&lt;arr.length; i++)&nbsp;&nbsp;&nbsp; <br />\r\nfor (var i=0; i&lt;l; i++)&nbsp; <br />\r\n应采用第二种写法，将arr的length属性值存放到一个变量中去。</p>\r\n<p>8.回调事件要比单独派发的事件要快，更比冒泡的事件快。</p>\r\n<p>9.尽量减少使用try...catch来抛出异常信息。如：</p>\r\n<p>try {isNull.x = 3;} catch(e:*) {}&nbsp;&nbsp;&nbsp; <br />\r\nif(isNull) {isNull.x = 3;}&nbsp; <br />\r\n多采用第二种方法，来减少异常。</p>\r\n<p>10.使用removeEventListener方法来清除闲置的事件侦听者。</p>', '13', '', '', '0', '1', '0', '0', '1328085001', '1328085001', '', '众所周知，flex应用程序存或多或少地存在性能方面的问题。特别是企业级大数量的应用程序，通常的解决办法是分模块加载，分时加载数据等措施来解决。下面我们来谈一谈代码级别的优化：', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('69', '47', 'Flash在某些多标签浏览器中的“伪沙箱”问题', '', '', '<p>在Flash播放器运行时，将不同来源的资源划分到独立的沙箱(sandbox)内，不同沙箱之间不能彼此操作数据（除非目标沙箱做过一些设置，授权其他沙箱可访问），这就是Flash的跨沙箱问题。当Flash文件(.swf) 和页面(.html)不在同一个域名下时，如果不经过Flash内部声明System.allowDomain，html无法访问flash定义的接口；不经过html设置allowScriptAccess为’always’，Flash也无法调用页面上的js函数。</p>\r\n<p>那么如果html和flash都设置了互相可以访问，是否Flash和html之间就可以互相访问了呢？理论上是的，然而实际上却不是。</p>\r\n<p><span></span></p>\r\n<p>在Chrome、Firefox等非IE浏览器上，是没有问题的。在“纯正”的IE6、IE7、IE8上也是正常的。但是在傲游、360浏览器、腾讯浏览器等<strong><span style=\"color:#ff0000;font-size:medium;\">基于IE的多标签浏览器</span></strong>中，<strong>刷新</strong>页面的时候，Flash播放器还是会抛安全沙箱错误。</p>\r\n<p><a href=\"http://q.pnq.cc/works/test/test-dmm-crssmn.html\" target=\"_blank\">点击访问测试页面</a>。</p>\r\n<p>使用上面说的“基于IE的多标签浏览器”访问，你会看到，第一次是正常的，刷新之后就不正常。如果你安装的是debug版本的播放器，可以看到Flash运行时发生了异常。</p>', '11', '', '', '0', '1', '0', '0', '1328084958', '1328084958', '', 'Flash在某些多标签浏览器中的“伪沙箱”问题', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('68', '45', 'COPYRIGHT 网页制作工具不少，但为了更新信息2001-2011 ALL RIGHTS ', '', '', '网页制作工具不少，但为了更新信息', '21', '', '', '0', '1', '0', '0', '1328084460', '1328084460', '', '网页制作工具不少，但为了更新信息', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('67', '45', '量用结构化的方式（如建立数据库、规范存放路径', '', '', '量用结构化的方式（如建立数据库、规范存放路径', '14', '', '', '0', '1', '0', '0', '1328082050', '1328082050', '', '量用结构化的方式（如建立数据库、规范存放路径', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('66', '45', '网页制作工具不少，但为了更新信息而日', '', '', '网页制作工具不少，但为了更新信息而日', '24', '', '', '0', '1', '0', '0', '1328082024', '1328082024', '', '网页制作工具不少，但为了更新信息而日', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('65', '46', '技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行', '', '', '技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行', '10', '', '', '0', '1', '0', '0', '1328080829', '1328080829', '', '技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('64', '45', '务器及相关软硬件的维护，对可能出现的问题进', '', '', '务器及相关软硬件的维护，对可能出现的问题进', '13', '', '', '0', '1', '0', '0', '1328080523', '1328080523', '', '务器及相关软硬件的维护，对可能出现的问题进', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('63', '45', '有效地利用数据是网站维护的重要内容因此数据库的维护要受到重视', '', '', 'html csss', '16', '', '', '0', '1', '0', '0', '1328076089', '1328080087', '', '按照W3C规范用html语言将其制作成网页格式\r\n', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('62', '44', '烽火技术', 'photos/articlephoto/201201/13279949501327994950.png', 'photos/companylogo/201201/13279949611327994961.png', '烽火技术', '13', '', '', '0', '1', '0', '0', '1327994967', '1327994967', '', '烽火技术', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('61', '44', '电子厂', 'photos/articlephoto/201201/13279949131327994913.png', 'photos/companylogo/201201/13279949231327994923.png', '电子厂', '32', '', '', '0', '1', '0', '0', '1327994929', '1327994929', '', '电子厂', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('60', '34', '才的公司', 'photos/articlephoto/201201/13279926291327992629.png', 'photos/companylogo/201201/13279926401327992640.png', '放大', '39', '', '', '0', '1', '0', '0', '1327992647', '1327992647', '', '的', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('59', '32', 'fdasfda', '', '', '<img src=\"http://192.168.1.189:8080/fenghuo/photos/attached/1_ipbcpk.gif\" alt=\"\" border=\"0\" /><br /><p>相信很多看见这个标题点击进来看文章站长朋友一定是对更新文章多少有点感触了！我也是，我一直认为更新文章是个体力活。费时费力，可能还没有多少流\r\n量进账！做网站很辛苦地球的站长都知道，更新网站更不是一朝一夕的事！曾几何时，更新网站成了站长的每天的作业，每天的必修课。多少站长为了在自己的 \r\n网站加点原创内容不眠不休，没日没夜。很多人都说我们站长是互联网的民工，每天更新文章这种机器的动作无异于民工板砖！每天ctrl+c，ctrl+v很\r\n 累，确实很累！但是今天我想说的是，我们能不能换一种心态去更新自己的网站！把更新网站当做是一件乐趣！</p>\r\n<p>话题转移到我最近做的一个美女博客，拽个CMS \r\n找几个样板站就开始狂采，但是现在看来这么做美女站简直是白费力气！以前最令我头疼的就是每天登陆后台审核一片片的垃圾美女文章，看着那白花花的大腿有点\r\n麻木了！更气人的是我采集的文章几乎不会给我带来长尾流量，做着做着就没有信心了，灰心了！域名到期了，站也跟着到期了！所以告别了一段美女站后，我又重\r\n \r\n新拾起这个主题，大家可以去我的MM美女博客看看文章，这些文章不是采集的，而是我一篇篇的亲手加上去的，算是为原创把！我现在每天的工作就是累了去一些\r\n \r\n门户的美女站看看美女文章，感觉哪个美女会火，或者我感兴趣就把她加进我的美女博客！标题的命名方式我一般式把这个女的名字在百度搜索下，根据底下的相关\r\n 搜索来为文章定位！这样说大家明白吗？而且内容都是我感兴趣的，这样我加其文章来就不觉得那么累了！看美女，加文章我说是一种享受也不过分吧！</p>\r\n对于这个美女博客我的整体优化思路我不是去专门优化大流量的关键字，我个人觉得当你把那种美女，MM，妹妹这种关键字优化上去后，你的站又有那 \r\n种暴露图片，离被百度人工删除就不远了！所以抓住长尾流量我觉得是优化美女站的关键！比如对网站目录结构的优化，文章TAG的命名优化！站初期没什么权重\r\n 就自己去其他论坛签名AD一下，等有一定文<br /><p>相信很多看见这个标题点击进来看文章站长朋友一定是对更新文章多少有点感触了！我也是，我一直认为更新文章是个体力活。费时费力，可能还没有多少流\r\n量进账！做网站很辛苦地球的站长都知道，更新网站更不是一朝一夕的事！曾几何时，更新网站成了站长的每天的作业，每天的必修课。多少站长为了在自己的 \r\n网站加点原创内容不眠不休，没日没夜。很多人都说我们站长是互联网的民工，每天更新文章这种机器的动作无异于民工板砖！每天ctrl+c，ctrl+v很\r\n 累，确实很累！但是今天我想说的是，我们能不能换一种心态去更新自己的网站！把更新网站当做是一件乐趣！</p>\r\n<p>话题转移到我最近做的一个美女博客，拽个CMS \r\n找几个样板站就开始狂采，但是现在看来这么做美女站简直是白费力气！以前最令我头疼的就是每天登陆后台审核一片片的垃圾美女文章，看着那白花花的大腿有点\r\n麻木了！更气人的是我采集的文章几乎不会给我带来长尾流量，做着做着就没有信心了，灰心了！域名到期了，站也跟着到期了！所以告别了一段美女站后，我又重\r\n \r\n新拾起这个主题，大家可以去我的MM美女博客看看文章，这些文章不是采集的，而是我一篇篇的亲手加上去的，算是为原创把！我现在每天的工作就是累了去一些\r\n \r\n门户的美女站看看美女文章，感觉哪个美女会火，或者我感兴趣就把她加进我的美女博客！标题的命名方式我一般式把这个女的名字在百度搜索下，根据底下的相关\r\n 搜索来为文章定位！这样说大家明白吗？而且内容都是我感兴趣的，这样我加其文章来就不觉得那么累了！看美女，加文章我说是一种享受也不过分吧！</p>\r\n对于这个美女博客我的整体优化思路我不是去专门优化大流量的关键字，我个人觉得当你把那种美女，MM，妹妹这种关键字优化上去后，你的站又有那 \r\n种暴露图片，离被百度人工删除就不远了！所以抓住长尾流量我觉得是优化美女站的关键！比如对网站目录结构的优化，文章TAG的命名优化！站初期没什么权重\r\n 就自己去其他论坛签名AD一下，等有一定文<br /><p>相信很多看见这个标题点击进来看文章站长朋友一定是对更新文章多少有点感触了！我也是，我一直认为更新文章是个体力活。费时费力，可能还没有多少流\r\n量进账！做网站很辛苦地球的站长都知道，更新网站更不是一朝一夕的事！曾几何时，更新网站成了站长的每天的作业，每天的必修课。多少站长为了在自己的 \r\n网站加点原创内容不眠不休，没日没夜。很多人都说我们站长是互联网的民工，每天更新文章这种机器的动作无异于民工板砖！每天ctrl+c，ctrl+v很\r\n 累，确实很累！但是今天我想说的是，我们能不能换一种心态去更新自己的网站！把更新网站当做是一件乐趣！</p>\r\n<p>话题转移到我最近做的一个美女博客，拽个CMS \r\n找几个样板站就开始狂采，但是现在看来这么做美女站简直是白费力气！以前最令我头疼的就是每天登陆后台审核一片片的垃圾美女文章，看着那白花花的大腿有点\r\n麻木了！更气人的是我采集的文章几乎不会给我带来长尾流量，做着做着就没有信心了，灰心了！域名到期了，站也跟着到期了！所以告别了一段美女站后，我又重\r\n \r\n新拾起这个主题，大家可以去我的MM美女博客看看文章，这些文章不是采集的，而是我一篇篇的亲手加上去的，算是为原创把！我现在每天的工作就是累了去一些\r\n \r\n门户的美女站看看美女文章，感觉哪个美女会火，或者我感兴趣就把她加进我的美女博客！标题的命名方式我一般式把这个女的名字在百度搜索下，根据底下的相关\r\n 搜索来为文章定位！这样说大家明白吗？而且内容都是我感兴趣的，这样我加其文章来就不觉得那么累了！看美女，加文章我说是一种享受也不过分吧！</p>\r\n对于这个美女博客我的整体优化思路我不是去专门优化大流量的关键字，我个人觉得当你把那种美女，MM，妹妹这种关键字优化上去后，你的站又有那 \r\n种暴露图片，离被百度人工删除就不远了！所以抓住长尾流量我觉得是优化美女站的关键！比如对网站目录结构的优化，文章TAG的命名优化！站初期没什么权重\r\n 就自己去其他论坛签名AD一下，等有一定文<br />', '10', '', 'fda', '0', '0', '0', '0', '1327891715', '1327891796', 'fdas', 'fdsa', 'fdsafsa\r\nfdasfsa\r\nfdasfa', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('58', '37', '网站设计', '', '', '网站设计要注意的两个要点：整体风格和色彩搭配。<h2><a name=\"3_1\"></a><span>一、确定网站的整体风格</span></h2>　　网站的整体风格及其创意设计是最难以学习的。难就难在没有一个固定的模式可以参照和模仿。给你一个主题，任何两人都不可能设计出完全一样的网站。\r\n　　风格(style)是抽象的。是指站点的整体形象给浏览者的综合感受。这个“整体形象”包括站\r\n点的CI（标志、色彩、字体、标语）、版面布局、浏览方式、交互性、文字、语气、内容价值、存在意义、站点荣誉等等诸多因素。<br /><br />&nbsp;&nbsp; 举个例子：我们觉得网易是平\r\n易近人的，迪斯尼是生动活泼的，IBM是专业严肃的。这些都是网站给人们留下的不同感受。\r\n　　<br />&nbsp;&nbsp; 在这里，我提供给大家一些参考经验：\r\n　　<br />&nbsp;&nbsp; 1．将你的标志logo，尽可能的放在每个页面上最突出的位置。\r\n　　<br />&nbsp;&nbsp; 2．突出你的标准色彩。\r\n　　<br />&nbsp;&nbsp; 3．总结一句能反映贵站精髓的宣传标语！ \r\n　　<br />&nbsp;&nbsp; 4．相同类型的图像采用相同效果，比如说标题字都采用阴影效果，那么在网站中出现的所有标题字的阴影效果的设置应该是完全一致的！<h2><a name=\"3_2\"></a><span>二、网页色彩的搭配</span></h2>　　无论是平面设计，还是网页设计，色彩永远是最重要的一环。当我们距离显示屏较远的时候，我们看到的不是优美的版式或美丽的图片，而是网页的色彩。\r\n　　<br />&nbsp;&nbsp; 关于色彩的原理有许多，在此我们不可能一一阐述，大家可以看看相关设计书籍，有利于系统地理解。在此我们仅仅想告诉大家一些网页配色时的小技巧。\r\n　　<br />&nbsp;&nbsp; 1．用一种色彩。这里是指先选定一种色彩，然后调整透明度或者饱和度，这样的页面看起来色彩统一，有层次感。\r\n　　<br />&nbsp;&nbsp; 2．用两种色彩。先选定一种色彩，然后选择它的对比色。\r\n　　<br />&nbsp;&nbsp; 3．用一个色系。简单的说就是用一个感觉的色彩，例如淡蓝，淡黄，淡绿；或者土黄，土灰，蓝。<br />&nbsp;　　<br /><b>&nbsp; 在网页配色中，还要切记一些误区：</b>\r\n　　<br />&nbsp; 1．不要将所有颜色都用到，尽量控制在三至五种色彩以内。\r\n　　<br />&nbsp; 2．背景和前文的对比尽量要大(绝对不要用花纹繁复的图案作背景)，以便突出主要文字内容。\r\n　　<br />&nbsp; 3．色彩的鲜明性。网页的色彩要鲜艳，容易引人注目。', '13', '', '', '0', '1', '0', '0', '1326770760', '1326770822', '', '网站设计要能充分吸引访问者的注意力，让访问者产生视觉上的愉悦感。因此在网页创作的时候就必须将网站的整体设计与网页设计的相关原理紧密结合起来。网站设计是将策划案中的内容、网站的主题模式，以及结合自己的认识通过艺术的手法表现出来；而网页制作通常就是将网页设计师所设计出来的设计稿，按照W3C规范用html语言将其制作成网页格式', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('57', '25', '网站开发的一般流程', '', '', '最基本的网站建设流程网站开发基本流程<br /><br />&nbsp;1.需求分析：目标定位  用户分析  市场前景\r\n<br />&nbsp;2.平台规划：内容策划  界面策划  网站功能\r\n\r\n<br />&nbsp;3.项目开发：界面设计  程序设计  系统整合 \r\n\r\n<br />&nbsp;4.测试验收：项目人员测试   非项目人员测试  公开测试<br /><br /><br />\r\n<font color=\"red\">【需求分析】</font>目标定位：做这个网站干什么？这个网站的主要职能是什么？网站的用户对象是谁？他们用网站干什么？用户分析：网站主要用户的特点是什么？他们需要什么？他们厌恶什么？如何针对他们的特点引导他们？如何做好用户服务？市场前景：网站如同一个企业，它需要能养活自己。这是前提，否则任何惊天动地的目标都是虚无的。网站的市场结合点在哪里？<br /><br /><br />\r\n<font color=\"red\">【平台规划】</font>内容策划：这个网站要经营那些内容?其中分重点、主要和辅助性内容，这些内容在网站中具有各自的体现形式.内容划分好以后,就进行文字策划(取名) ,把每个内容包装成栏目.界面策划:结合网站的主题进行风格策划.如色彩包括主色、辅色、突出色，版式设计包括全局、导航、核心区、内容区、广告区、版权区及板块设计。网站功能：主要是管理功能和用户功能。管理功能是我们通常说的后台管理，关键是做到管理方便、智能化。而用户功能就是用户可以进行的操作，这涉及交互设计，它是人和网站对话的接口，非常重要。\r\n\r\n<br /><font color=\"red\">【项目开发】</font>界面设计：根据界面策划的原则，对网站界面进行设计及完善。程序设计：根据网站功能规划进行数据库设计和代码编写。系统整合：将程序于界面结合，并实施功能性调试。\r\n\r\n<br /><font color=\"red\">【测试验收】</font>项目人员测试：项目经理，监察员及项目开发人员一同根据前期规划对项目进行测试和检验。非项目人员测试：邀请非项目参与人员作为不同的用户角色对平台进行使用性测试。公开测试：网站开通，并接受网友的使用测试，设立反馈信息平台。收集意见和建议信息，针对平台存在的不足进行思考和完善。', '13', '', '', '0', '1', '0', '0', '1326770304', '1326770401', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('56', '38', '网络营销-快速提高网站知名度', '', '', '<h2>核心标准</h2>1、以网站帮助企业实现经营目标为网站建设目标霸者网络信息技术有限公司ceo余强认为：营销型企业网站一定是为了满足企业的某些方面的网络营销功能，比\r\n如面向客户服务为主的企业网站营销功能，以销售为主的企业网站营销功能，以国际市场开发为主动企业网站营销功能，以上简单列举均是以实现企业的经营目标为\r\n核心，从而通过网站这样的工具来实现其网站营销的价值。 \r\n<br />　　<br />2、良好的搜索引擎表现：企业网站另一个重要功能是网站推广功能，而搜索引擎是目前网民获取信\r\n息最重要的渠道，如果企业网站无法通过搜索引擎进行有效推广，那么这个企业网站从一定程度上来讲其营销性会大打折扣，所以营销型企业网站必然要解决企业网\r\n站的搜索引擎问题，也可以理解为搜索引擎优化的工作，在营销型企业网站解决方案中，搜索引擎优化工作为基础和长期的工作，从企业网站的策划阶段乃至从企业\r\n网络营销的战略规划阶段就已经开始，而其又贯穿于企业网站的整个运营过程。 \r\n　<br />　<br />3、良好的客户体验：企业网站最终面对的潜在客户与客户或说与本公司业务有关联的任何组织和个人，如何提升企业网站的客户体验是营销型企业网站必须考虑的重要问题。<br />&nbsp;　　<br />4、重视细节：细节本也是客户体验中一个重要的元素，由于其的重要性所以我们单独将其作为营销型企业网站的一个因素，在营销型网站的流程制定、内容维护、网站管理等都需要体现出来细节问题。 \r\n<br />　　<br />5、网站监控与管理：营销型网站的另一个因素是网站本身的监控功能与管理功能，最简单来说网站总需要加一段流量监测的代码吧，更多的管理特点就不多做介绍。<br /><br />', '13', '', '', '0', '1', '0', '0', '1326770007', '1326770007', '', '网站营销也称为网络营销，就是以国际互联网络为基础，利用数字化的信息和网络媒体的交互性来辅助营销目标实现的一种新型的市场营销方式', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('55', '24', '网站维护-来自我们无所能及的技术', '', '', '<h2><span>内容</span></h2>　 1、 服务器及相关软硬件的维护，对可能出现的问题进行评估，制定响应时间；\r\n　　<br />&nbsp;&nbsp; 2、 数据库维护，有效地利用数据是网站维护的重要内容，因此数据库的维护要受到重视；\r\n　　<br />&nbsp;&nbsp; 3、 内容的更新、调整等；\r\n　　<br />&nbsp;&nbsp; 4、 制定相关网站维护的规定，将网站维护制度化、规范化；\r\n　　<br />&nbsp;&nbsp; 5、 做好网站安全管理，防范黑客入侵网站，检查网站各个功能，链接是否有错。\r\n<h2><a name=\"2_1\"></a><span>网站维护的项目服务器的软硬件维护</span></h2>　　\r\n包括服务器、<a target=\"_blank\" href=\"http://baike.baidu.com/view/880.htm\">操作系统</a>、和Internet联接线路等等，以确保网站的24小时不间断正常运行。网站内容的更新一个好的网站需要定期或不定期地更新内容，才能不断地吸引更多的浏览者，增加访问量。\r\n<h2><a name=\"2_2\"></a><span>服务器软硬件维护</span></h2>　\r\n　计算机硬件在使用中常会出现一些问题，同样，网络设备也同样影响企业网站的工作效率，网络设备管理属于技术操作，非专业人员的误操作有可能导致整个企业\r\n网站瘫痪。 没有任何操作系统是绝对安全的。维护操作系统的安全必须不断的留意相关网站，及时的为系统安装升级包或者打上<a target=\"_blank\" href=\"http://baike.baidu.com/view/228.htm\">补丁</a>。\r\n<h2><a name=\"2_3\"></a><span>网站安全维护</span></h2>　　\r\n随着黑客人数日益增长和一些入侵<a target=\"_blank\" href=\"http://baike.baidu.com/view/37.htm\">软件</a>昌盛，网站的安全日益遭到挑战，像SQL注入、跨站<a target=\"_blank\" href=\"http://baike.baidu.com/view/54.htm\">脚本</a>、文本上传漏洞等，而网站安全维护也成日益重视的模块。而网站安全的隐患主要是源于网站的漏洞存在，而世界上不存在没有漏洞网站，所以网站安全维护关键在于早发现漏洞和及时修补漏洞。而网上也有专门的<a target=\"_blank\" href=\"http://baike.baidu.com/view/4546513.htm\">网站漏洞扫描工具</a>，如亿思网站安全检测平台，而发现漏洞要及时修补，特别采用一些开放源码的网站。\r\n<h2><a name=\"2_4\"></a><span>网站内容更新</span></h2>　\r\n　建站容易维护难。对于网站来说，只有不断地更新内容，才能保证网站的生命力，否则网站不仅不能起到应有的作用，反而会对企业自身形象造成不良影响。如何\r\n快捷方便地更新网页，提高更新效率，是很多网站面临的难题。现在网页制作工具不少，但为了更新信息而日复一日地编辑网页，对信息维护人员来说，疲于应付是\r\n普遍存在的问题。 内容更新是网站维护过程中的一个瓶颈。网站的建设单位可以考虑从以下五个方面入手，使网站能长期顺利地运转。 \r\n　　<br />&nbsp;&nbsp;&nbsp; 1、在网站建设初期，就要对后续维护给予足够的重视，要保证网站后续维护所需资金和人力。很多单位是以外包项目的方式建设网站的，建设时很舍得投入资金。可是网站发布后，维护力度不够，信息更新工作迟迟跟不上。网站建成之时，便是网站死亡的开始。\r\n　　<br />&nbsp;&nbsp;&nbsp; 2、要从<a target=\"_blank\" href=\"http://baike.baidu.com/view/673434.htm\">管理制度</a>上保证信息渠道的通畅和信息发布流程的合理性。网站上各栏目的信息往往来源于多个业务部门，要进行统筹考虑，确立一套从信息收集、信息审查到信息发布的良性运转的管理制度。既要考虑信息的准确性和安全性，又要保证信息更新的及时性。要解决好这个问题，领导的重视是前提。 \r\n　　<br />&nbsp;&nbsp;&nbsp; 3、在建设过程中要对网站的各个栏目和子栏目进行尽量细致的规划，在此基础上确定哪些是经常要更新的内容，哪些是相对稳定的内容。由承建单位根据相对稳定的内容设计网页模板，在以后的维护工作中，这些模板不用改动，这样既省费用，又有利于后续维护。 \r\n　　<br />&nbsp;&nbsp;&nbsp; 4、对经常变更的信息，尽量用结构化的方式（如建立数据库、规范存放路径）管理起来，以避免数据杂乱无章的现象。如果采用基于数据库的动态网页方案，则在网站开发过程中，不但要保证信息浏览环境的方便性，还要保证信息维护环境的方便性。 \r\n　　<br />&nbsp;&nbsp;&nbsp; 5、要选择合适的网页更新工具。信息收集起来后，如何\"写到\"网页上去，采用不同的方法，效率也会大大不同。比如使用Notepad直接编辑HTML文档与用Dreamweaver等<a target=\"_blank\" href=\"http://baike.baidu.com/view/3982458.htm\">可视化工具</a>相比，后者的效率自然高得多。倘若既想把信息放到网页上，又想把信息保存起来以备以后再用，那么采用能够把网页更新和<a target=\"_blank\" href=\"http://baike.baidu.com/view/600155.htm\">数据库管理</a>结合起来的工具效率会更高。\r\n　　<br />&nbsp;&nbsp;&nbsp; 6.网上还有一些人员专门为企业站提供维护支持,例如: 在百度里面搜索\"易尚互联\".这样类型的网站<h2><span><a href=\"http://baike.baidu.com/view/1551732.htm#\" class=\"nslog:1019\">编辑本段</a></span><a name=\"3\"></a><span>网站维护专业要求</span></h2>　　熟悉网站前台相关技术，熟悉<a target=\"_blank\" href=\"http://baike.baidu.com/view/733.htm\">web2.0</a>相关技术；精通TCP/IP协议、<a target=\"_blank\" href=\"http://baike.baidu.com/view/38361.htm\">OSI参考模型</a>；\r\n熟悉HTML、DHTML、CSS、Javascript、ASP、JSP等web页面开发语、photoshop/Flash/Dreamweaver\r\n/Fireworks/等网站相关软件工具和数据库技术；具备较强的学习能力。需要懂得FTP上传下载，服务器维护，MSSQL/MYSQL数据库应用。\r\n　　网站维护需要网站程序员，编辑人员，图片处理人员，网页设计师，服务器维护专员!', '13', '', '网站维护,硬件维护', '0', '1', '0', '0', '1326769555', '1326769846', '', '网站维护是为了让您的网站能够长期稳定地运行在Internet上，及时地调整和更新您的网站内容，在瞬息万变的信息社会中抓住更多的网络商机。', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('46', '36', 'test', '', '', '<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p></div></div></div></div></div></div></div></div></div></div></div></div></div></div></div>', '57', '', '', '0', '1', '0', '0', '1326684119', '1326684119', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('45', '41', '极品案例展示', 'photos/articlephoto/201201/13279974521327997452.jpg', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营\r\n理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产\r\n品”为经营理念！多年来，为众多大型集团公<br /><br />公司发展迅速，前途无量！<br />', '19', '', '', '1', '1', '0', '0', '1326628800', '1327997455', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('42', '34', '深圳志恒公司', 'photos/articlephoto/201201/13265308471326530847.png', 'photos/companylogo/201201/13265308271326530827.png', '<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p>\r\n<p>在公司全体员工的共同努力下，相继成为：网易企业邮箱经销商、尚易企业邮箱核心代理、21cn企业邮箱核心代理、万网企业邮箱分销商。 </p>\r\n<div>\r\n<p>广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！</p></div>', '268', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服', '0', '1', '0', '0', '1326530889', '1326769136', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服IGHTS RESERVED 版权所有：深圳云动力科技有限公司 技术支持：锋火科技', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('41', '34', '广州广弘公司', 'photos/articlephoto/201201/13265328491326532849.png', 'photos/companylogo/201201/13265328591326532859.png', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公司、外贸、外资企业提供专业易用的企业邮箱服务。客户包括世界500强企业等实力雄厚的企业。我们拥有一支从事互联网行业多年的优秀团队，经验丰富、技术精湛、敬业的态度以及规范的服务，让锋火处于领先地位！', '72', '', '', '0', '1', '0', '0', '1326530206', '1326769152', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服', '关于公司', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('39', '41', '测试上传类', 'photos/articlephoto/201201/13279989181327998918.png', '', '测试', '38', '', '', '1', '1', '0', '0', '1326526398', '1327998922', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('38', '42', '精美电子商务', 'photos/articlephoto/201201/13265234501326523450.png', '', '<br />', '35', '', '', '0', '1', '0', '5', '1326523457', '1328065205', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('37', '42', '广州锋火信息科技有限公司', 'photos/articlephoto/201201/13264488701326448870.png', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公', '39', '', '', '0', '1', '0', '4', '1326448873', '1328063081', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('36', '42', '广州锋火信息科技有限公司', 'photos/articlephoto/201201/13264488991326448899.png', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公', '39', '', '', '0', '1', '0', '0', '1326448860', '1327987754', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('35', '42', '广州锋火信息科技有限公司', 'photos/articlephoto/201201/13264488391326448839.png', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公', '39', '', '', '0', '1', '0', '5', '1326448842', '1328065225', '', '广州锋火信息科技有限公司', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('34', '43', '广州锋火信息科技有限公司', 'photos/articlephoto/201201/13264489151326448915.png', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公', '39', '', '', '0', '1', '0', '0', '1326448823', '1327987861', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('33', '43', '广州锋火信息科技有限公司', 'photos/articlephoto/201201/13264476731326447673.png', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公 ', '39', '', '', '0', '1', '0', '0', '1326447693', '1327987873', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('27', '23', '烽火网络网站分析服务', '', '', '<p>烽火技术11年做网站的理念就是“做有用的网站”，确保网站有用，研究分析工作是必须的。我们凭借Google Analytics，帮助企业做网站策划的咨询、网站投入运行后的访问分析，最终确保网站给客户带来实际价值。 </p>\r\n<p>Google Analytics（分析）具有强大的跟踪功能，可供拥有网络的任何人使用，不论是小型业余网站还是大型在线企业，它是市场上功能最强大的网络分析解决方案之一。 </p>\r\n<p>Google Analytics供所有人免费使用，但是它仅仅提供了结果数据和现象，问题的本质、导致现象的原因、如何改善和调整，并没有给出方法。从Google Analytics一开始推出，万户网络就一直运用这个工具分析各类客户，已积累了2-3年经验，从现象看本质，从问题看解决方法，我们已掌握了一定的方法。 </p>\r\n<p><span>对于高层管理人员：</span> <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;哪些营销活动最有效？ 我网站的准确点击量模式/趋势有哪些？ <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;哪些客户和客户群最有价值？ </p>\r\n<p><font color=\"red\">对于营销专业人士：</font> <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;我的访问者来自何处，在我的网站上做什么？ <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;我的网站如何将更多的访问者转换成客户？ <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;哪些关键字可引起潜在客户的共鸣并促成交易？ <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;哪些在线广告或广告创意最有效？ </p>\r\n<p><font color=\"red\">对于内容和网站开发人员：</font> <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;为什么那么多人没有采取我希望的行为就离开我的网站？ <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;是否有网站设计元素使访问者离开？ <br />\r\n&nbsp;&nbsp;&nbsp;&nbsp;哪些网站内容使人们最感兴趣？ </p>\r\n<p><font color=\"red\">我们承诺，万户网络除了给您建网站，我们还免费为您提供网站分析服务，把我们多年经验分享给您。</font> </p>', '35', '', '', '0', '1', '0', '0', '1326434923', '1326770521', '', '烽火技术11年做网站的理念就是“做有用的网站”，确保网站有用，研究分析工作是必须的。我们凭借Google Analytics，帮助企业做网站策划的咨询、网站投入运行后的访问分析，最终确保网站给客户带来实际价值', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('23', '36', '第二条啊熬到据一些企业普遍的建站', '', '', '第二条啊熬到据一些企业普遍的建站', '125', '', '', '0', '1', '0', '0', '1326248351', '1326348322', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('22', '36', '我们跟据一些企业普遍的建站要求，把网站所需的功能进行组合', '', '', '<p>我们跟据一些企业普遍的建站要求，把网站所需的功能进行组合... [详情] 第二条啊熬到据一些企业普遍的建站</p>\r\n<p>我们跟据一些企业普遍的建站要求，把网站所需的功能进行组合... [详情] 第二条啊熬到据一些企业普遍的建站</p>', '63', '', '', '0', '1', '0', '0', '1326246839', '1326556808', '', '第二条啊熬到据一些企业普遍的建站', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('21', '36', '第二条啊熬到据一些企业普遍的建站', '', '', '我们跟据一些企业普遍的建站要求，把网站所需的功能进行组合... [详情]\r\n第二条啊熬到据一些企业普遍的建站', '47', '', '', '0', '1', '0', '0', '1326246419', '1326346153', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('20', '43', '广州锋火信息科技有限公司', 'photos/articlephoto/201201/13263310121326331012.png', '', '广州锋火信息科技有限公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公公司专注于从事网站建设、高端企业邮箱服务，在高端企业邮箱服务这个行业中有着丰富的经验，我们以“专业的服务，易用的产品”为经营理念！多年来，为众多大型集团公', '49', '', '', '0', '1', '0', '0', '1326245339', '1327987884', '', '', '', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('9', '32', '简洁入门型网页设计套餐', 'photos/articlephoto/201201/13263545001326354500.gif', '', '<p>入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。同时也适用于企业对某一单独产品或活动的专题网页设计。以简洁实用的内容展示和反映您公司的形象和情况... </p>\r\n<ul>\r\n<li>简洁网站设计风格、整体布局策划.. </li>\r\n<li>首页平面艺术图片形象页，可选首页FLASH形象入口.. </li>\r\n<li>精美网站页面设计 </li>\r\n<li>制作Logo动画或Banner动画（不包括企业Logo设计</li></ul>\r\n<hr />\r\n<table><tbody><tr>\r\n    <td style=\"text-align:center;\" rowspan=\"8\" width=\"210\" bgcolor=\"#FFFFFF\"><img src=\"http://192.168.1.189:8080/fenghuo/photos/articlephoto/201201/13263545001326354500.gif\" /></td>\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span><br /></span></td>\r\n  </tr>\r\n  <tr>\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>适合类型： 适用于想通过建立网站宣传展示产品或服务,简单实用,清晰明确,直接向客户展示</span></td>\r\n  </tr>\r\n  <tr>\r\n\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>基本配置： 国际/国内顶级域名1个 , 100M 高速虚拟主机</span></td>\r\n  </tr>\r\n  <tr>\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>网站策划： 专人提供客户网站建设分析、量身定做建站方案、收集建站素材</span></td>\r\n  </tr>\r\n  <tr>\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>网站维护： 全年免费维护 、24小时电话、EMAIL技术支持/咨询</span></td>\r\n\r\n  </tr>\r\n  <tr>\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>免费赠送： ICP网站备案、访客统计系统</span></td>\r\n  </tr>\r\n  <tr>\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>开发周期： 5至7个工作日</span></td>\r\n  </tr>\r\n  <tr>\r\n\r\n    <td bgcolor=\"#FFFFFF\" height=\"35\"><span>参考价格：<span> 1580</span> 元飞</span></td>\r\n  </tr>\r\n</tbody></table>', '85', '', '', '0', '1', '0', '0', '1326113250', '1327892896', '', '入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。', '简洁网站设计风格、整体布局策划\r\n首页平面艺术图片形象页，可选首页FLASH形象入口\r\n精美网站页面设计\r\n制作Logo动画或Banner动画（不包括企业Logo设计', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('8', '32', '简洁入门型网页设计套餐', 'photos/articlephoto/201201/13263545191326354519.gif', '', '<p>入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。同时也适用于企业对某一单独产品或活动的专题网页设计。以简洁实用的内容展示和反映您公司的形象和情况... </p>\r\n<ul>\r\n<li>简洁网站设计风格、整体布局策划.. </li>\r\n<li>首页平面艺术图片形象页，可选首页FLASH形象入口.. </li>\r\n<li>精美网站页面设计 </li>\r\n<li>制作Logo动画或Banner动画（不包括企业Logo设计 </li></ul>', '49', '', '', '0', '1', '0', '0', '1326113216', '1326357757', '', '入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。', '简洁网站设计风格、整体布局策划\r\n首页平面艺术图片形象页，可选首页FLASH形象入口\r\n精美网站页面设计\r\n制作Logo动画或Banner动画（不包括企业Logo设计', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('7', '32', '简洁入门型网页设计套餐', 'photos/articlephoto/201201/13263545371326354537.gif', '', '<p>入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。同时也适用于企业对某一单独产品或活动的专题网页设计。以简洁实用的内容展示和反映您公司的形象和情况... </p>\r\n<ul>\r\n<li>简洁网站设计风格、整体布局策划.. </li>\r\n<li>首页平面艺术图片形象页，可选首页FLASH形象入口.. </li>\r\n<li>精美网站页面设计 </li>\r\n<li>制作Logo动画或Banner动画（不包括企业Logo设计 </li></ul>', '44', '', '', '0', '1', '0', '0', '1326113188', '1326357768', '', '入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。', '简洁网站设计风格、整体布局策划\r\n首页平面艺术图片形象页，可选首页FLASH形象入口\r\n精美网站页面设计\r\n制作Logo动画或Banner动画（不包括企业Logo设计', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('6', '32', '简洁入门型网页设计套餐', 'photos/articlephoto/201201/13263545511326354551.gif', '', '<p>入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。同时也适用于企业对某一单独产品或活动的专题网页设计。以简洁实用的内容展示和反映您公司的形象和情况... </p>\r\n<ul>\r\n<li>简洁网站设计风格、整体布局策划.. </li>\r\n<li>首页平面艺术图片形象页，可选首页FLASH形象入口.. </li>\r\n<li>精美网站页面设计 </li>\r\n<li>制作Logo动画或Banner动画（不包括企业Logo设计 </li></ul>', '42', '', '', '0', '1', '0', '0', '1326113146', '1326357776', '', '入门型网页设计套餐风格简洁明快，主要以静态页面为主，结构清晰，符合企业形象要求，网络营销的入门尝试。网站功能实用，可迅速投入使用。适用于产品或服务相对简单，产品数量少，不需要或基本不需要常更新网站内容的小企业或个人建立小型宣传网站。', '简洁网站设计风格、整体布局策划\r\n首页平面艺术图片形象页，可选首页FLASH形象入口\r\n精美网站页面设计\r\n制作Logo动画或Banner动画（不包括企业Logo设计', '50', '0', '0', '0', null, null);
INSERT INTO `gz_article` VALUES ('123', '82', '金销宝', 'photos/articlephoto/201501/14204216631420421663.jpg', null, '', '10', '13535222971', '', '0', '1', '0', '0', '1420348315', '1420421668', null, null, null, '50', '6', '76', '693', '天河区东圃大马路3号', '113.408571|23.125657');

-- ----------------------------
-- Table structure for gz_article_cate
-- ----------------------------
DROP TABLE IF EXISTS `gz_article_cate`;
CREATE TABLE `gz_article_cate` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(128) NOT NULL DEFAULT '',
  `cat_title_small` varchar(128) DEFAULT NULL,
  `cat_title` varchar(128) DEFAULT NULL,
  `cat_title2` varchar(128) NOT NULL DEFAULT '',
  `cat_img` varchar(128) DEFAULT NULL,
  `cat_about` varchar(255) DEFAULT NULL,
  `meta_keys` varchar(255) DEFAULT NULL,
  `meta_desc` text,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `show_in_nav` tinyint(1) NOT NULL DEFAULT '0',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `vieworder` tinyint(3) NOT NULL DEFAULT '50',
  `grade` tinyint(4) NOT NULL DEFAULT '0',
  `type` varchar(20) DEFAULT NULL,
  `addtime` int(11) NOT NULL DEFAULT '0',
  `uptime` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`),
  KEY `meta_keys` (`meta_keys`),
  KEY `cat_name` (`cat_name`)
) ENGINE=MyISAM AUTO_INCREMENT=83 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_article_cate
-- ----------------------------
INSERT INTO `gz_article_cate` VALUES ('82', '附近店铺', null, '', '', null, null, '', '', '0', '0', '1', '50', '0', 'new', '1420343823', '1420343823');
INSERT INTO `gz_article_cate` VALUES ('77', '网站公告', '', '网站公告', '', '', '', '', '', '0', '0', '1', '50', '0', 'notice', '1342924368', '1342924368');
INSERT INTO `gz_article_cate` VALUES ('72', '单页文章', '', '单页文章', '', '', '', '单页文章', '单页文章', '0', '0', '1', '50', '0', 'customer', '1334758262', '1334758391');
INSERT INTO `gz_article_cate` VALUES ('81', '我的晒单', null, '', '', null, null, '', '', '0', '0', '1', '50', '0', 'about', '1415377584', '1415377584');
INSERT INTO `gz_article_cate` VALUES ('79', '2013-10-26', null, '兰蔻', '', null, null, '', null, '0', '0', '1', '50', '0', 'case', '1382643607', '1382674337');
INSERT INTO `gz_article_cate` VALUES ('80', '2013-10-27', null, '豆蔻', '', null, null, '', null, '0', '0', '1', '50', '0', 'case', '1382644990', '1382674326');

-- ----------------------------
-- Table structure for gz_attribute
-- ----------------------------
DROP TABLE IF EXISTS `gz_attribute`;
CREATE TABLE `gz_attribute` (
  `attr_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `attr_name` varchar(60) NOT NULL DEFAULT '' COMMENT '属性名称',
  `attr_keys` varchar(64) NOT NULL DEFAULT '',
  `attr_is_select` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '展示类型',
  `input_values` text,
  `input_type` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_show_addi` enum('0','1') NOT NULL DEFAULT '0' COMMENT '是不是显示附加控件',
  `is_show_cart` enum('0','1') NOT NULL DEFAULT '1',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`attr_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_attribute
-- ----------------------------

-- ----------------------------
-- Table structure for gz_bonus_list
-- ----------------------------
DROP TABLE IF EXISTS `gz_bonus_list`;
CREATE TABLE `gz_bonus_list` (
  `bonus_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `bonus_type_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_sn` bigint(20) unsigned NOT NULL DEFAULT '0',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `used_time` int(10) unsigned NOT NULL DEFAULT '0',
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `emailed` tinyint(3) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`bonus_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_bonus_list
-- ----------------------------

-- ----------------------------
-- Table structure for gz_bonus_type
-- ----------------------------
DROP TABLE IF EXISTS `gz_bonus_type`;
CREATE TABLE `gz_bonus_type` (
  `type_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `tname` varchar(128) DEFAULT NULL,
  `type_name` varchar(60) NOT NULL DEFAULT '',
  `type_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `send_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `send_start_date` int(11) NOT NULL DEFAULT '0',
  `send_end_date` int(11) NOT NULL DEFAULT '0',
  `use_start_date` int(11) NOT NULL DEFAULT '0',
  `use_end_date` int(11) NOT NULL DEFAULT '0',
  `min_goods_amount` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`type_id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_bonus_type
-- ----------------------------
INSERT INTO `gz_bonus_type` VALUES ('6', null, '线下发放的红包', '5.00', '3', '1342627200', '1345219200', '1342627200', '1345219200', '0.00');
INSERT INTO `gz_bonus_type` VALUES ('5', null, '按订单金额发放', '5.00', '3', '1342627200', '1439481600', '1342627200', '1439395200', '0.00');
INSERT INTO `gz_bonus_type` VALUES ('4', null, '按商品发放', '10.00', '1', '1404921600', '1440086400', '1404921600', '1440000000', '0.00');
INSERT INTO `gz_bonus_type` VALUES ('1', '1000优惠卷', '元旦赠送', '1200.00', '0', '1413475200', '1450368000', '1447862400', '1476892800', '0.00');

-- ----------------------------
-- Table structure for gz_brand
-- ----------------------------
DROP TABLE IF EXISTS `gz_brand`;
CREATE TABLE `gz_brand` (
  `brand_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` smallint(5) DEFAULT '0',
  `p_fix` varchar(8) NOT NULL DEFAULT '',
  `brand_name` varchar(60) NOT NULL DEFAULT '',
  `brand_title` varchar(255) NOT NULL DEFAULT '' COMMENT '品牌的标题',
  `brand_logo` varchar(80) NOT NULL DEFAULT '',
  `brand_banner` varchar(128) NOT NULL DEFAULT '',
  `banner_width` int(4) NOT NULL DEFAULT '999',
  `banner_height` int(4) NOT NULL DEFAULT '200',
  `brand_desc` text,
  `meta_keys` varchar(255) NOT NULL DEFAULT '',
  `meta_desc` text,
  `site_url` varchar(255) NOT NULL DEFAULT '',
  `sort_order` tinyint(3) unsigned NOT NULL DEFAULT '50',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `index_show_count` tinyint(2) NOT NULL DEFAULT '10',
  `parent_id` smallint(5) NOT NULL DEFAULT '0',
  `is_promote` enum('0','1') NOT NULL DEFAULT '0',
  `is_hot` enum('0','1') NOT NULL DEFAULT '0',
  PRIMARY KEY (`brand_id`),
  KEY `is_show` (`is_show`)
) ENGINE=MyISAM AUTO_INCREMENT=53 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_brand
-- ----------------------------
INSERT INTO `gz_brand` VALUES ('52', '0', 'M', '美肌美肤', '', 'photos/brand/201501/14218947281421894728.png', '', '999', '200', '', '', '', '', '50', '1', '10', '0', '0', '1');

-- ----------------------------
-- Table structure for gz_category_sub_goods
-- ----------------------------
DROP TABLE IF EXISTS `gz_category_sub_goods`;
CREATE TABLE `gz_category_sub_goods` (
  `sid` int(7) NOT NULL AUTO_INCREMENT,
  `cat_id` int(3) NOT NULL,
  `goods_id` int(10) NOT NULL,
  PRIMARY KEY (`sid`),
  KEY `cat_id` (`cat_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_category_sub_goods
-- ----------------------------
INSERT INTO `gz_category_sub_goods` VALUES ('10', '66', '180');
INSERT INTO `gz_category_sub_goods` VALUES ('9', '63', '181');
INSERT INTO `gz_category_sub_goods` VALUES ('8', '65', '182');
INSERT INTO `gz_category_sub_goods` VALUES ('7', '65', '183');
INSERT INTO `gz_category_sub_goods` VALUES ('1', '18', '155');

-- ----------------------------
-- Table structure for gz_comment
-- ----------------------------
DROP TABLE IF EXISTS `gz_comment`;
CREATE TABLE `gz_comment` (
  `comment_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `id_value` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `comment_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `goods_rand` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '最大5',
  `shopping_rand` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '最大5',
  `saleafter_rand` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '最大5',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `up_time` int(11) NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `ip_form` varchar(32) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_delete` enum('0','1') NOT NULL DEFAULT '0',
  PRIMARY KEY (`comment_id`),
  KEY `parent_id` (`parent_id`),
  KEY `id_value` (`id_value`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_comment
-- ----------------------------

-- ----------------------------
-- Table structure for gz_freecatalog
-- ----------------------------
DROP TABLE IF EXISTS `gz_freecatalog`;
CREATE TABLE `gz_freecatalog` (
  `mes_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `user_no` varchar(64) NOT NULL DEFAULT '',
  `birthday` varchar(64) NOT NULL DEFAULT '',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `ip_from` varchar(15) NOT NULL DEFAULT '',
  `address` varchar(64) NOT NULL DEFAULT '',
  `mobile` varchar(32) NOT NULL DEFAULT '',
  `sex` enum('0','1','2') NOT NULL DEFAULT '0' COMMENT '保密 男 女',
  `province` int(5) NOT NULL DEFAULT '0',
  `city` int(5) NOT NULL DEFAULT '0',
  `district` int(5) NOT NULL DEFAULT '0',
  `postcode` int(6) NOT NULL DEFAULT '0',
  `dayphone` varchar(32) NOT NULL DEFAULT '',
  `nightphone` varchar(32) NOT NULL DEFAULT '',
  `dir_ids` varchar(128) NOT NULL DEFAULT '',
  PRIMARY KEY (`mes_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_freecatalog
-- ----------------------------

-- ----------------------------
-- Table structure for gz_friend_link
-- ----------------------------
DROP TABLE IF EXISTS `gz_friend_link`;
CREATE TABLE `gz_friend_link` (
  `link_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `link_name` varchar(255) NOT NULL DEFAULT '',
  `link_url` varchar(255) NOT NULL DEFAULT '',
  `link_logo` varchar(255) NOT NULL DEFAULT '',
  `width` float(5,2) DEFAULT NULL,
  `height` float(5,2) DEFAULT NULL,
  PRIMARY KEY (`link_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_friend_link
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods`;
CREATE TABLE `gz_goods` (
  `goods_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL DEFAULT '0' COMMENT '供应商ID',
  `cat_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `goods_bianhao` varchar(32) NOT NULL DEFAULT '',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `click_count` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '页面查看次数',
  `brand_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1000',
  `warn_number` tinyint(3) NOT NULL DEFAULT '1' COMMENT '库存警告数',
  `goods_weight` decimal(10,3) unsigned NOT NULL DEFAULT '0.000',
  `goods_unit` varchar(32) DEFAULT NULL COMMENT '商品单位',
  `takemoney1` decimal(10,2) DEFAULT '0.00' COMMENT '普通分销佣金',
  `takemoney2` decimal(10,2) DEFAULT '0.00' COMMENT '高级分销提成',
  `takemoney3` decimal(10,2) DEFAULT '0.00' COMMENT '高级特权分销',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '供应价',
  `shop_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '零售价',
  `pifa_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '批发价',
  `promote_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `promote_start_date` int(11) unsigned NOT NULL DEFAULT '0',
  `promote_end_date` int(11) unsigned NOT NULL DEFAULT '0',
  `is_qianggou` enum('0','1') NOT NULL DEFAULT '0' COMMENT '是否抢购',
  `qianggou_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '抢购价',
  `qianggou_start_date` int(11) NOT NULL DEFAULT '0',
  `qianggou_end_date` int(11) NOT NULL DEFAULT '0',
  `meta_keys` varchar(255) NOT NULL DEFAULT '',
  `meta_desc` varchar(255) NOT NULL DEFAULT '',
  `goods_brief` text COMMENT '商品规格',
  `goods_desc` text,
  `sort_desc` varchar(255) NOT NULL DEFAULT '',
  `goods_thumb` varchar(255) NOT NULL DEFAULT '',
  `goods_img` varchar(255) NOT NULL DEFAULT '',
  `original_img` varchar(255) NOT NULL DEFAULT '',
  `is_on_sale` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_alone_sale` tinyint(1) unsigned NOT NULL DEFAULT '1' COMMENT '是否是赠品0:赠品，1：普通商品出售',
  `is_shipping` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `sort_order` smallint(4) unsigned NOT NULL DEFAULT '100',
  `is_delete` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_best` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_new` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_hot` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_promote` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_jifen` enum('0','1') NOT NULL DEFAULT '0' COMMENT '是否以积分销售',
  `need_jifen` int(8) NOT NULL DEFAULT '0',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `is_check` enum('0','1') NOT NULL DEFAULT '0',
  `sale_count` int(5) NOT NULL DEFAULT '0',
  `buy_more_best` varchar(64) NOT NULL DEFAULT '',
  PRIMARY KEY (`goods_id`),
  KEY `goods_sn` (`goods_sn`),
  KEY `cat_id` (`cat_id`),
  KEY `last_update` (`last_update`),
  KEY `brand_id` (`brand_id`),
  KEY `goods_weight` (`goods_weight`),
  KEY `promote_end_date` (`promote_end_date`),
  KEY `promote_start_date` (`promote_start_date`),
  KEY `goods_number` (`goods_number`),
  KEY `sort_order` (`sort_order`)
) ENGINE=MyISAM AUTO_INCREMENT=73 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods
-- ----------------------------
INSERT INTO `gz_goods` VALUES ('71', '0', '586', 'GZFH000071', 'abc-003', '雪肌美肤蚕丝面膜', '0', '0', '1000', '100', '0.190', '盒', '0.00', '0.00', '0.00', '198.00', '198.00', '198.00', '0.00', '0', '0', '0', '0.00', '0', '0', '', '', null, '<span style=\"color:#333333;font-family:\'microsoft yahei\';font-size:14px;line-height:25.2000007629395px;text-indent:28px;\">胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.</span>', '胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.', 'photos/goods/201501/thumb_s/14219125601421912560.png', 'photos/goods/201501/thumb_b/14219125601421912560.png', 'photos/goods/201501/14219125601421912560.png', '1', '1', '0', '1421912706', '100', '0', '1', '1', '1', '0', '0', '0', '0', '1', '0', '');
INSERT INTO `gz_goods` VALUES ('70', '0', '586', 'GZFH000070', 'hfal-02', '青春驻颜修复蚕丝面膜', '0', '52', '1000', '100', '0.190', '盒', '0.00', '0.00', '0.00', '198.00', '198.00', '198.00', '0.00', '0', '0', '0', '0.00', '0', '0', '', '', null, '<span style=\"color:#333333;font-family:\'microsoft yahei\';font-size:14px;line-height:25.2000007629395px;text-indent:28px;\">胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.</span>', '胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.', 'photos/goods/201501/thumb_s/14219123891421912389.png', 'photos/goods/201501/thumb_b/14219123891421912389.png', 'photos/goods/201501/14219123891421912389.png', '1', '1', '0', '1421912426', '100', '0', '1', '1', '1', '0', '0', '0', '1421913065', '1', '0', '');
INSERT INTO `gz_goods` VALUES ('69', '0', '584', 'GZFH000001', 'abc-001', '补水嫩肤蚕丝面膜', '0', '52', '1000', '100', '0.190', '盒', '0.00', '0.00', '0.00', '198.00', '198.00', '198.00', '0.00', '0', '0', '0', '0.00', '0', '0', '', '', null, '<span style=\"color:#333333;font-family:\'microsoft yahei\';font-size:14px;line-height:25.2000007629395px;text-indent:28px;\">胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.</span>', '胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.', 'photos/goods/201501/thumb_s/14219122091421912209.png', 'photos/goods/201501/thumb_b/14219122091421912209.png', 'photos/goods/201501/14219122091421912209.png', '1', '1', '0', '1421912291', '100', '0', '1', '1', '1', '0', '0', '0', '0', '1', '0', '');
INSERT INTO `gz_goods` VALUES ('72', '0', '586', 'GZFH000072', 'abc-002', '胶原蛋白蚕丝面膜', '0', '52', '1000', '100', '0.190', '盒', '0.00', '0.00', '0.00', '198.00', '198.00', '198.00', '0.00', '0', '0', '0', '0.00', '0', '0', '', '', null, '<span style=\"color:#333333;font-family:\'microsoft yahei\';font-size:14px;line-height:25.2000007629395px;text-indent:28px;\">胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.</span>', '胶原蛋白蚕丝面膜,指的是在蚕丝面膜中加入了胶原蛋白成份,胶原蛋白（collagen）是一种生物性高分子物质,是一种白色,不透明,无支链的纤维性蛋白质.它可以补充皮肤各层所需的营养,使皮肤中胶原活性增强,有滋润皮肤,延缓衰老,美容,消皱,养发等功效.', 'photos/goods/201501/thumb_s/14219130371421913037.png', 'photos/goods/201501/thumb_b/14219130371421913037.png', 'photos/goods/201501/14219130371421913037.png', '1', '1', '0', '1421912998', '100', '0', '1', '1', '1', '0', '0', '0', '1421913041', '1', '0', '');

-- ----------------------------
-- Table structure for gz_goods_attr
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_attr`;
CREATE TABLE `gz_goods_attr` (
  `goods_attr_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `attr_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `attr_value` text NOT NULL,
  `attr_addi` varchar(255) NOT NULL DEFAULT '' COMMENT '附加的东西',
  PRIMARY KEY (`goods_attr_id`),
  KEY `goods_id` (`goods_id`),
  KEY `attr_id` (`attr_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_attr
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_cache_list
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_cache_list`;
CREATE TABLE `gz_goods_cache_list` (
  `goods_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_cate` varchar(250) NOT NULL DEFAULT '',
  `goods_cate_sub` varchar(128) NOT NULL DEFAULT '',
  `goods_cate_all` text NOT NULL,
  `brand_name` varchar(64) NOT NULL DEFAULT '',
  `cat_id` smallint(5) NOT NULL DEFAULT '0',
  `brand_id` smallint(4) NOT NULL DEFAULT '0',
  `goods_bianhao` varchar(32) NOT NULL DEFAULT '',
  `goods_sn` varchar(64) NOT NULL DEFAULT '',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_weight` decimal(10,3) unsigned NOT NULL DEFAULT '0.000',
  `goods_number` smallint(5) NOT NULL DEFAULT '1000',
  `warn_number` tinyint(3) NOT NULL DEFAULT '10',
  `goods_unit` varchar(32) DEFAULT NULL COMMENT '商品单位',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '供应价',
  `shop_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '零售价',
  `pifa_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00' COMMENT '批发价',
  `meta_title` varchar(255) NOT NULL DEFAULT '',
  `meta_keys` varchar(255) NOT NULL DEFAULT '',
  `meta_desc` varchar(255) NOT NULL DEFAULT '',
  `goods_brief` text COMMENT '商品规格',
  `goods_desc` text,
  `sort_desc` varchar(255) NOT NULL DEFAULT '',
  `goods_thumb` varchar(255) NOT NULL DEFAULT '',
  `goods_img` varchar(255) NOT NULL DEFAULT '',
  `original_img` varchar(255) NOT NULL DEFAULT '',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `is_zhuanyi` enum('0','1') NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`),
  KEY `goods_sn` (`goods_cate`),
  KEY `goods_weight` (`goods_weight`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_cache_list
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_cache_site
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_cache_site`;
CREATE TABLE `gz_goods_cache_site` (
  `gcid` tinyint(3) NOT NULL AUTO_INCREMENT,
  `url_preg` varchar(255) NOT NULL DEFAULT '',
  `goods_cate_preg` varchar(255) NOT NULL,
  `sitename` varchar(128) NOT NULL DEFAULT '',
  `meta_title` varchar(255) NOT NULL DEFAULT '',
  `meta_desc` varchar(255) NOT NULL DEFAULT '',
  `meta_keys` varchar(255) NOT NULL DEFAULT '',
  `goods_preg_1` varchar(250) DEFAULT NULL,
  `goods_preg_2` varchar(250) DEFAULT NULL,
  `goods_preg_3` varchar(250) DEFAULT NULL,
  `goods_preg_4` varchar(250) DEFAULT NULL,
  `goods_preg_5` varchar(250) NOT NULL DEFAULT '',
  PRIMARY KEY (`gcid`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_cache_site
-- ----------------------------
INSERT INTO `gz_goods_cache_site` VALUES ('1', 'http://www.21ej.com/search.asp?page=%d', '#<div class=\"productimg\"><a href=\"(.*)\"><img#iUs', '21E姐商城', '#<title>(.*)</title>#iUs', '#<meta name=\"description\" content=\"(.*)\" />#iUs', '#<meta name=\"keywords\" content=\"(.*)\" />#iUs', '#<td width=\"98%\" class=\"12font\" align=\"left\">(.*)</td>#iUs', '#class=\"STYLE1 STYLE4\">(.*)</td>#iUs', '#<td align=\"left\" valign=\"top\" class=\"p9black\">(.*)</td>#iUs', '#<img src=\"(.*)\" width=160  height=160 border=0>#iUs', '#<DIV class=O style=\"mso-char-wrap: 1; mso-kinsoku-overflow: 1\" v:shape=\"_x0000_s1026\">(.*)</td> ');
INSERT INTO `gz_goods_cache_site` VALUES ('2', 'http://www.bjxydb.com/Price.asp?page=%d', '#FFFFFF\"><a href=(.*) target=\"_blank\"> 查看详细</a></td>#iUs', '百佳食品批发有限公司', '#<title>(.*)</title>#iUs', '#<meta name=\"description\" content=\"(.*)\">#iUs', '#<meta name=\"keywords\" content=\"(.*)\">#iUs', '#<div align=\"left\"><a href=index.asp>(.*)</div>#iUs', '#<font color=\"\\#FF6600\" size=\"3\"><strong>(.*)</strong></font>#iUs', '#<font color=\"\\#FF0000\" face=\"Georgia\" size=\"4\"><b>(.*)</b></font>#iUs', '#return false;\"> <img src=\"(.*)\" width=300 border=0 alt#iUs', '#<TABLE cellSpacing=0 cellPadding=10 width=\"98%\" align=center border=0>(.*)</table>#iUs');
INSERT INTO `gz_goods_cache_site` VALUES ('3', 'http://www.donghesz.com/research.asp?page=%d&anclassid=0', '#<td>商品名称：(.*)</td>#iUs', '辉华食品批发', '#<title>(.*)</title>#iUs', '', '', '#&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(.*)</td>#iUs', '#&nbsp;<b><font color=\"\\#FF0000\">(.*)</font></b>#iUs', '#<font class=\"PriceColor\">(.*)</font>#iUs', '#<td ><table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">(.*)</table></div>#iUs', '#商品品牌：</td>(.*)</tr>#iUs');
INSERT INTO `gz_goods_cache_site` VALUES ('4', 'http://www.86fsp.com/search.asp?CurrentPage=%d', '#<input type=\"text\" value=\"1\" id=\"(.*)\" name=\"amount\"#iUs', '中国副食品批发网', '', '', '', '', '', '', '', '');
INSERT INTO `gz_goods_cache_site` VALUES ('6', 'http://www.xyh-qd.com/research.asp?page=%d&searchkey=&b=&e=&action=&selectname=&anclassid=0&jiage=', '#<a href=category\\.asp\\?id=(.*) ><img src#iUs', '同福食品特产批发网', '#<title>(.*)</title>#iUs', '', '', '#<div align=\"left\"><a href=(.*)</div></td>#iUs', '#<font color=\"\\#FF6600\" size=\"3\"><strong>(.*)</strong></font>#iUs', '#<font  class=\"PriceColor\">(.*)</font>#iUs', '#<table width=300 height=300 border=0 align=\"center\" cellpadding=0 cellspacing=0>(.*)</table>#iUs', '#<div align=\"left\" class=\"td14\">(.*)</div>#iUs');

-- ----------------------------
-- Table structure for gz_goods_cache_url
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_cache_url`;
CREATE TABLE `gz_goods_cache_url` (
  `gcuid` smallint(5) NOT NULL AUTO_INCREMENT,
  `gcid` tinyint(3) NOT NULL DEFAULT '0',
  `url` varchar(255) NOT NULL DEFAULT '',
  `active` enum('0','1') NOT NULL DEFAULT '1',
  PRIMARY KEY (`gcuid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_cache_url
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_cate
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_cate`;
CREATE TABLE `gz_goods_cate` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(128) NOT NULL DEFAULT '',
  `cat_img` varchar(128) DEFAULT NULL,
  `cat_url` varchar(128) DEFAULT NULL,
  `cat_title` varchar(128) DEFAULT NULL,
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '50',
  `template_file` varchar(50) NOT NULL DEFAULT '',
  `measure_unit` varchar(15) NOT NULL DEFAULT '',
  `show_in_nav` tinyint(1) NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL DEFAULT '',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `is_index` tinyint(1) DEFAULT '0',
  `grade` tinyint(4) NOT NULL DEFAULT '0',
  `filter_attr` varchar(255) NOT NULL DEFAULT '0',
  `type` varchar(20) NOT NULL DEFAULT 'parent_cate',
  `ctype` varchar(64) NOT NULL DEFAULT '',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=588 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_cate
-- ----------------------------
INSERT INTO `gz_goods_cate` VALUES ('584', '补水面膜', '', '', '', '', '', '0', '2', '', '', '0', '', '1', '0', '0', '0', 'parent_cate', '');
INSERT INTO `gz_goods_cate` VALUES ('586', '美白面膜', '', '', '', '', '', '0', '1', '', '', '0', '', '1', '0', '0', '0', 'parent_cate', '');

-- ----------------------------
-- Table structure for gz_goods_collect
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_collect`;
CREATE TABLE `gz_goods_collect` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `add_time` int(11) unsigned NOT NULL DEFAULT '0',
  `is_attention` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `user_id` (`user_id`),
  KEY `goods_id` (`goods_id`),
  KEY `is_attention` (`is_attention`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_collect
-- ----------------------------
INSERT INTO `gz_goods_collect` VALUES ('3', '87', '64', '1415548469', '0');

-- ----------------------------
-- Table structure for gz_goods_gallery
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_gallery`;
CREATE TABLE `gz_goods_gallery` (
  `img_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `img_url` varchar(255) NOT NULL DEFAULT '',
  `img_desc` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`img_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_gallery
-- ----------------------------
INSERT INTO `gz_goods_gallery` VALUES ('18', '72', 'photos/goods/201501/14219128911421912891.png', '');
INSERT INTO `gz_goods_gallery` VALUES ('17', '71', 'photos/goods/201501/14219126691421912669.jpg', '');
INSERT INTO `gz_goods_gallery` VALUES ('16', '70', 'photos/goods/201501/14219124161421912416.png', '');
INSERT INTO `gz_goods_gallery` VALUES ('15', '69', 'photos/goods/201501/14219122691421912269.png', '');

-- ----------------------------
-- Table structure for gz_goods_gift
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_gift`;
CREATE TABLE `gz_goods_gift` (
  `gifid` int(6) NOT NULL AUTO_INCREMENT,
  `goods_id` int(8) NOT NULL DEFAULT '0',
  `type` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`gifid`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_gift
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_groupbuy
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_groupbuy`;
CREATE TABLE `gz_goods_groupbuy` (
  `group_id` int(5) NOT NULL AUTO_INCREMENT,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `points` int(5) NOT NULL DEFAULT '0',
  `group_name` varchar(255) NOT NULL DEFAULT '',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `desc` text NOT NULL,
  `active` enum('0','1') NOT NULL,
  `price` float(6,2) DEFAULT '0.00',
  `qingdan` text,
  PRIMARY KEY (`group_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_groupbuy
-- ----------------------------
INSERT INTO `gz_goods_groupbuy` VALUES ('2', '1384128677', '1384734734', '50', '团购模块已经上线了', '58', '团购模块已经上线了', '1', '44.00', null);
INSERT INTO `gz_goods_groupbuy` VALUES ('3', '1384012800', '1388419200', '0', '单炒单水撑电磁小炒炉', '61', '团购描述', '1', '70.00', '<p>颜色：红色 &nbsp; &nbsp; &nbsp; &nbsp;编号：23223</p>\r\n<p>厂家：广东</p>');

-- ----------------------------
-- Table structure for gz_goods_groupbuy_price
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_groupbuy_price`;
CREATE TABLE `gz_goods_groupbuy_price` (
  `gpid` int(6) NOT NULL AUTO_INCREMENT,
  `group_id` int(7) NOT NULL DEFAULT '0',
  `number` tinyint(3) NOT NULL DEFAULT '1',
  `price` float(6,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`gpid`),
  KEY `group_id` (`group_id`)
) ENGINE=MyISAM AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_groupbuy_price
-- ----------------------------
INSERT INTO `gz_goods_groupbuy_price` VALUES ('12', '4', '10', '8.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('11', '4', '5', '10.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('7', '1', '15', '90.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('6', '2', '9', '100.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('5', '2', '6', '110.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('4', '2', '3', '120.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('2', '1', '10', '100.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('1', '1', '5', '110.00');
INSERT INTO `gz_goods_groupbuy_price` VALUES ('14', '3', '10', '100.00');

-- ----------------------------
-- Table structure for gz_goods_keyword
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_keyword`;
CREATE TABLE `gz_goods_keyword` (
  `kid` int(6) NOT NULL AUTO_INCREMENT,
  `goods_id` int(7) NOT NULL DEFAULT '0',
  `keyword` varchar(64) NOT NULL DEFAULT '',
  `tcount` int(5) NOT NULL DEFAULT '0',
  `p_fix` varchar(8) NOT NULL DEFAULT '',
  `is_show` enum('0','1') NOT NULL DEFAULT '1',
  PRIMARY KEY (`kid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_keyword
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order`;
CREATE TABLE `gz_goods_order` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `suppliers_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `brand_id` smallint(5) NOT NULL DEFAULT '0' COMMENT '品牌ID',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_thumb` varchar(128) NOT NULL DEFAULT '',
  `goods_bianhao` varchar(64) NOT NULL DEFAULT '',
  `goods_unit` varchar(64) NOT NULL DEFAULT '' COMMENT '品商单位',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `takemoney1` decimal(10,2) DEFAULT '0.00' COMMENT '普通分销佣金',
  `takemoney2` decimal(10,2) DEFAULT '0.00' COMMENT '高级分销佣金',
  `takemoney3` decimal(10,2) DEFAULT '0.00' COMMENT '特权分销佣金',
  `goods_attr` text NOT NULL,
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `is_comment` enum('0','1') NOT NULL DEFAULT '0',
  `from_jifen` int(7) NOT NULL DEFAULT '0' COMMENT '是否通过兑换积分',
  `buy_more_best` varchar(128) NOT NULL DEFAULT '' COMMENT '多买多送，如：10送1',
  `status` tinyint(1) NOT NULL DEFAULT '0' COMMENT '每个订单商品的状态,1:退货,2：换货,3:已退货,4:已换货',
  `remark` varchar(250) NOT NULL DEFAULT '',
  `addtime` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order
-- ----------------------------
INSERT INTO `gz_goods_order` VALUES ('1', '1', '0', '68', '52', '韩芳爱丽多肽青春驻颜修复蚕丝面膜', 'photos/goods/201501/14217194431421719443.png', 'hfal-03', '盒', 'GZFH000068', '0', '2', '198.00', '198.00', '0.00', '0.00', '0.00', '', '0', '0', '', '0', '0', '', '0', '', '0');
INSERT INTO `gz_goods_order` VALUES ('2', '2', '0', '66', '52', '韩芳爱丽玻尿酸补水嫩肤蚕丝面膜', 'photos/goods/201501/14217188291421718829.jpg', 'hfal-01', '盒', 'GZFH000001', '0', '1', '130.00', '130.00', '0.00', '0.00', '0.00', '', '0', '0', '', '0', '0', '', '0', '', '0');

-- ----------------------------
-- Table structure for gz_goods_order_action
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_action`;
CREATE TABLE `gz_goods_order_action` (
  `action_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `action_user` varchar(30) NOT NULL DEFAULT '',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_place` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_note` varchar(255) NOT NULL DEFAULT '',
  `log_time` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_action
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order_action_log
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_action_log`;
CREATE TABLE `gz_goods_order_action_log` (
  `logid` mediumint(8) NOT NULL AUTO_INCREMENT,
  `oid` mediumint(8) NOT NULL COMMENT '供应商操作的订单ID',
  `action_uid` mediumint(8) NOT NULL DEFAULT '0' COMMENT '供应商操作uid',
  `type` varchar(64) NOT NULL DEFAULT '',
  `desc` varchar(255) NOT NULL DEFAULT '',
  `logtime` int(11) NOT NULL DEFAULT '0',
  `order_status` tinyint(1) NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`logid`),
  KEY `oid` (`oid`),
  KEY `action_uid` (`action_uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_action_log
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order_action_v2
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_action_v2`;
CREATE TABLE `gz_goods_order_action_v2` (
  `action_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `action_user` varchar(30) NOT NULL DEFAULT '',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_place` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `action_note` varchar(255) NOT NULL DEFAULT '',
  `log_time` int(11) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`action_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_action_v2
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order_address
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_address`;
CREATE TABLE `gz_goods_order_address` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `goods_number` smallint(4) DEFAULT '0',
  `consignee` varchar(64) DEFAULT NULL,
  `moblie` varchar(32) DEFAULT NULL,
  `province` smallint(5) DEFAULT '0',
  `city` smallint(5) DEFAULT '0',
  `district` smallint(5) DEFAULT '0',
  `address` varchar(128) DEFAULT NULL,
  `rec_id` mediumint(7) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `rec_id` (`rec_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_address
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order_daigou
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_daigou`;
CREATE TABLE `gz_goods_order_daigou` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `brand_id` smallint(5) NOT NULL DEFAULT '0' COMMENT '品牌ID',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_thumb` varchar(128) NOT NULL DEFAULT '',
  `goods_bianhao` varchar(64) NOT NULL DEFAULT '',
  `goods_number` smallint(4) DEFAULT '0',
  `goods_unit` varchar(64) NOT NULL DEFAULT '' COMMENT '品商单位',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_daigou
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order_info
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_info`;
CREATE TABLE `gz_goods_order_info` (
  `order_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_sn` varchar(20) NOT NULL DEFAULT '',
  `group_sn` varchar(64) DEFAULT NULL,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `daili_uid` mediumint(8) DEFAULT '0' COMMENT '预留',
  `parent_uid` mediumint(8) DEFAULT '0' COMMENT '一级',
  `parent_uid2` mediumint(8) DEFAULT '0' COMMENT '二级',
  `parent_uid3` mediumint(8) DEFAULT '0' COMMENT '三级',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `country` smallint(5) unsigned NOT NULL DEFAULT '0',
  `province` smallint(5) unsigned NOT NULL DEFAULT '0',
  `city` smallint(5) unsigned NOT NULL DEFAULT '0',
  `district` smallint(5) unsigned NOT NULL DEFAULT '0',
  `town` smallint(5) unsigned NOT NULL DEFAULT '0',
  `village` smallint(5) unsigned NOT NULL DEFAULT '0',
  `shop_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `address` varchar(255) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `email` varchar(60) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `postscript` varchar(255) NOT NULL DEFAULT '' COMMENT '订单附言',
  `shipping_id` tinyint(3) NOT NULL DEFAULT '0',
  `shipping_name` varchar(120) NOT NULL DEFAULT '',
  `pay_id` tinyint(3) NOT NULL DEFAULT '0' COMMENT '支付方式ID',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `how_oos` varchar(120) NOT NULL DEFAULT '' COMMENT '缺货处理说明',
  `inv_content` varchar(120) NOT NULL DEFAULT '',
  `goods_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '总价不含邮费',
  `shipping_fee` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '邮费',
  `offprice` decimal(10,2) NOT NULL DEFAULT '0.00',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '折扣或优惠后的价格',
  `referer` varchar(255) NOT NULL DEFAULT '' COMMENT '订单来路',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_time` int(10) unsigned NOT NULL DEFAULT '0',
  `card_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `bonus_id` mediumint(8) unsigned NOT NULL DEFAULT '0' COMMENT '优惠劵ID',
  `tax` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '税',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `discount` decimal(10,2) NOT NULL DEFAULT '0.00',
  `type` tinyint(1) NOT NULL DEFAULT '0' COMMENT '订单类型：团购。。',
  `is_prints` enum('1','0') NOT NULL DEFAULT '0' COMMENT '否是打印',
  `peisong` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `pay_status` (`pay_status`),
  KEY `shipping_id` (`shipping_id`),
  KEY `pay_id` (`pay_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_info
-- ----------------------------
INSERT INTO `gz_goods_order_info` VALUES ('1', '20151421721469', null, '8', '0', '6', '0', '0', '0', '0', '0', '赵华盛', '0', '6', '76', '695', '0', '0', '0', '黄边飞福特广告功夫', '', '', '12345678901', '', '', '', '快点', '4', '申通快递', '3', '支付宝', '', '', '396.00', '10.00', '0.00', '396.00', '', '1421721469', '0', '0', '0', '0', '0', '0.00', '0', '0.00', '0', '0', null);
INSERT INTO `gz_goods_order_info` VALUES ('2', '20151421809414', null, '24', '0', '24', '0', '0', '0', '0', '0', '梁宇鹏', '0', '6', '77', '708', '0', '0', '0', '广东省深圳市龙华新区鸿宇大厦A818', '', '', '15816869108', '', '', '', '', '7', '圆通快递', '4', '微信支付', '', '', '130.00', '0.00', '0.00', '130.00', '', '1421809414', '0', '0', '0', '0', '0', '0.00', '0', '0.00', '0', '0', null);

-- ----------------------------
-- Table structure for gz_goods_order_info_daigou
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_info_daigou`;
CREATE TABLE `gz_goods_order_info_daigou` (
  `order_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_sn` varchar(20) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `daili_uid` mediumint(8) DEFAULT '0' COMMENT '来源的用户ID',
  `parent_uid` mediumint(8) DEFAULT '0',
  `order_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `postscript` varchar(255) NOT NULL DEFAULT '' COMMENT '订单附言',
  `shipping_id` tinyint(3) NOT NULL DEFAULT '0',
  `shipping_name` varchar(120) NOT NULL DEFAULT '',
  `pay_id` tinyint(3) NOT NULL DEFAULT '0' COMMENT '支付方式ID',
  `pay_name` varchar(120) NOT NULL DEFAULT '',
  `goods_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '总价不含邮费',
  `shipping_fee` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '邮费',
  `offprice` decimal(10,2) NOT NULL DEFAULT '0.00',
  `order_amount` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '折扣或优惠后的价格',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `confirm_time` int(10) unsigned NOT NULL DEFAULT '0',
  `pay_time` int(10) unsigned NOT NULL DEFAULT '0',
  `shipping_time` int(10) unsigned NOT NULL DEFAULT '0',
  `is_prints` enum('1','0') NOT NULL DEFAULT '0' COMMENT '否是打印',
  PRIMARY KEY (`order_id`),
  UNIQUE KEY `order_sn` (`order_sn`),
  KEY `user_id` (`user_id`),
  KEY `order_status` (`order_status`),
  KEY `shipping_status` (`shipping_status`),
  KEY `pay_status` (`pay_status`),
  KEY `shipping_id` (`shipping_id`),
  KEY `pay_id` (`pay_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_info_daigou
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_order_status
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_order_status`;
CREATE TABLE `gz_goods_order_status` (
  `oid` mediumint(8) NOT NULL AUTO_INCREMENT,
  `suppliers_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `order_id` mediumint(8) unsigned NOT NULL,
  `order_status` tinyint(1) NOT NULL DEFAULT '0',
  `shipping_status` tinyint(1) NOT NULL DEFAULT '0',
  `pay_status` tinyint(1) NOT NULL DEFAULT '0',
  `is_print` tinyint(1) NOT NULL DEFAULT '0',
  `is_print_shop` tinyint(1) NOT NULL DEFAULT '0' COMMENT '便利店是否打印',
  PRIMARY KEY (`oid`),
  KEY `shop_id` (`suppliers_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_order_status
-- ----------------------------

-- ----------------------------
-- Table structure for gz_goods_user_price
-- ----------------------------
DROP TABLE IF EXISTS `gz_goods_user_price`;
CREATE TABLE `gz_goods_user_price` (
  `price_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `user_rank` tinyint(3) NOT NULL DEFAULT '0',
  `user_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`price_id`),
  KEY `goods_id` (`goods_id`,`user_rank`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_goods_user_price
-- ----------------------------

-- ----------------------------
-- Table structure for gz_lts_site
-- ----------------------------
DROP TABLE IF EXISTS `gz_lts_site`;
CREATE TABLE `gz_lts_site` (
  `id` tinyint(2) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL DEFAULT '',
  `url` varchar(64) NOT NULL DEFAULT '',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_lts_site
-- ----------------------------
INSERT INTO `gz_lts_site` VALUES ('3', '烽火团队', 'http://www.gzfenghuo.net');
INSERT INTO `gz_lts_site` VALUES ('1', '烽火信息技术有限公司', 'http://www.gzfenghuo.net');

-- ----------------------------
-- Table structure for gz_message
-- ----------------------------
DROP TABLE IF EXISTS `gz_message`;
CREATE TABLE `gz_message` (
  `mes_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(60) NOT NULL DEFAULT '',
  `comment_title` varchar(128) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `user_id` int(7) NOT NULL DEFAULT '0',
  `goods_id` int(7) NOT NULL DEFAULT '0',
  `content` varchar(255) NOT NULL DEFAULT '',
  `rp_content` varchar(255) NOT NULL DEFAULT '',
  `rp_adminid` tinyint(3) NOT NULL DEFAULT '0',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `ip_from` varchar(15) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '1:未处理留言  2:已处理留言',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `admin_remark` varchar(128) NOT NULL DEFAULT '',
  `companyname` varchar(64) NOT NULL DEFAULT '',
  `companyurl` varchar(128) NOT NULL DEFAULT '',
  `address` varchar(64) NOT NULL DEFAULT '',
  `trade` varchar(64) NOT NULL DEFAULT '',
  `jobs` varchar(64) NOT NULL DEFAULT '',
  `telephone` varchar(32) NOT NULL DEFAULT '',
  `mobile` varchar(32) NOT NULL DEFAULT '',
  `fax` varchar(32) NOT NULL DEFAULT '',
  `sex` enum('0','1','2') NOT NULL DEFAULT '0' COMMENT '保密 男 女',
  PRIMARY KEY (`mes_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_message
-- ----------------------------

-- ----------------------------
-- Table structure for gz_nav
-- ----------------------------
DROP TABLE IF EXISTS `gz_nav`;
CREATE TABLE `gz_nav` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `ctype` varchar(10) DEFAULT NULL,
  `cid` smallint(5) unsigned DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `is_show` tinyint(1) NOT NULL DEFAULT '1',
  `is_opennew` tinyint(1) NOT NULL DEFAULT '0',
  `url` varchar(255) NOT NULL,
  `type` varchar(10) NOT NULL DEFAULT 'middle',
  `vieworder` tinyint(3) NOT NULL DEFAULT '50',
  PRIMARY KEY (`id`),
  KEY `type` (`type`),
  KEY `ifshow` (`is_show`)
) ENGINE=MyISAM AUTO_INCREMENT=109 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_nav
-- ----------------------------
INSERT INTO `gz_nav` VALUES ('108', '', '0', '礼包派发', '0', '0', '', 'middle', '50');
INSERT INTO `gz_nav` VALUES ('107', '', '0', '精品推荐', '1', '0', 'tuijian.php', 'middle', '3');
INSERT INTO `gz_nav` VALUES ('105', '', '0', '厨具团购', '1', '0', 'groupbuy.php', 'middle', '1');
INSERT INTO `gz_nav` VALUES ('106', '', '0', '品牌专场', '1', '0', 'brand.php', 'middle', '2');
INSERT INTO `gz_nav` VALUES ('101', '', '0', '物美价廉', '1', '0', 'top.php', 'middle', '50');
INSERT INTO `gz_nav` VALUES ('102', '', '0', '限时抢购', '1', '0', 'qianggou.php', 'middle', '50');

-- ----------------------------
-- Table structure for gz_payment
-- ----------------------------
DROP TABLE IF EXISTS `gz_payment`;
CREATE TABLE `gz_payment` (
  `pay_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `pay_code` varchar(255) DEFAULT NULL,
  `pay_name` varchar(120) DEFAULT NULL,
  `pay_fee` varchar(10) NOT NULL DEFAULT '0',
  `pay_desc` text,
  `pay_order` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `pay_config` text,
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_online` tinyint(1) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`pay_id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_payment
-- ----------------------------
INSERT INTO `gz_payment` VALUES ('3', 'cod', '支付宝', '', '支付宝担保交易', '0', 'a:3:{s:6:\"pay_no\";s:0:\"\";s:8:\"pay_code\";s:0:\"\";s:7:\"pay_idt\";s:0:\"\";}', '1', '1', '0');
INSERT INTO `gz_payment` VALUES ('4', '', '微信支付', '', '微信支付', '0', 'a:3:{s:6:\"pay_no\";s:1:\"3\";s:8:\"pay_code\";s:1:\"3\";s:7:\"pay_idt\";s:1:\"3\";}', '1', '0', '0');
INSERT INTO `gz_payment` VALUES ('5', null, '货到付款', '', '货到付款', '0', 'a:3:{s:6:\"pay_no\";s:0:\"\";s:8:\"pay_code\";s:0:\"\";s:7:\"pay_idt\";s:0:\"\";}', '0', '0', '0');

-- ----------------------------
-- Table structure for gz_region
-- ----------------------------
DROP TABLE IF EXISTS `gz_region`;
CREATE TABLE `gz_region` (
  `region_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `region_name` varchar(120) NOT NULL DEFAULT '',
  `region_type` tinyint(1) NOT NULL DEFAULT '2',
  `agency_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`region_id`),
  KEY `parent_id` (`parent_id`),
  KEY `region_type` (`region_type`),
  KEY `agency_id` (`agency_id`)
) ENGINE=MyISAM AUTO_INCREMENT=4164 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_region
-- ----------------------------
INSERT INTO `gz_region` VALUES ('4163', '3419', '建武', '5', '0');
INSERT INTO `gz_region` VALUES ('4162', '3419', '燕塘', '5', '0');
INSERT INTO `gz_region` VALUES ('4161', '3419', '金燕', '5', '0');
INSERT INTO `gz_region` VALUES ('4160', '3419', '侨源阁', '5', '0');
INSERT INTO `gz_region` VALUES ('4159', '3419', '河水', '5', '0');
INSERT INTO `gz_region` VALUES ('4158', '3419', '鳌鱼岗', '5', '0');
INSERT INTO `gz_region` VALUES ('4157', '3419', '兴华', '5', '0');
INSERT INTO `gz_region` VALUES ('4156', '3419', '伍仙桥', '5', '0');
INSERT INTO `gz_region` VALUES ('4155', '3419', '牛利岗', '5', '0');
INSERT INTO `gz_region` VALUES ('4154', '3419', '苏庄社区', '5', '0');
INSERT INTO `gz_region` VALUES ('4153', '3660', '珠江帝景居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4152', '3660', '新鸿居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4151', '3660', '汇美居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4150', '3660', '江丽居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4149', '3660', '愉景雅苑居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4148', '3660', '怡雅居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4147', '3660', '金星居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4146', '3660', '粤信居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4145', '3660', '鸿运居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4144', '3660', '江景居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4143', '3660', '南贤居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4142', '3660', '竹园居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4141', '3660', '电研院居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4140', '3660', '烟厂居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4139', '3660', '大江苑居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4138', '3660', '石榴岗居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4136', '3660', '七星岗居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4135', '3660', '赤塘居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4134', '3660', '毛纺居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4133', '3660', '赤岗居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4132', '3660', '七所居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4131', '3660', '珠影居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4130', '3660', '新市头居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4129', '3660', '客村居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4128', '3660', '大江涌居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4127', '3660', '鹭江居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4126', '3660', '下渡居委', '5', '0');
INSERT INTO `gz_region` VALUES ('4125', '1791', '宝山乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4124', '1791', '取柴河镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4123', '1791', '富太镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4122', '1791', '朝阳山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4121', '1791', '黑石镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4120', '1791', '松山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4119', '1791', '吉昌镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4118', '1791', '呼兰镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4117', '1791', '牛心镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4116', '1791', '驿马镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4115', '1791', '石嘴镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4114', '1791', '明城镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4113', '1791', '红旗岭镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4112', '1791', '烟筒山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4111', '1791', '河南街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4110', '1791', '东宁街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4109', '1791', '福安街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4108', '1790', '天德乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4107', '1790', '七里乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4106', '1790', '新安乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4105', '1790', '亮甲山乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4104', '1790', '莲花乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4103', '1790', '金马镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4102', '1790', '开原镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4101', '1790', '小城镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4100', '1790', '溪河镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4099', '1790', '法特镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4098', '1790', '水曲柳镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4097', '1790', '平安镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4096', '1790', '上营镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4095', '1790', '朝阳镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4094', '1790', '白旗镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4093', '1790', '铁东街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4092', '1790', '吉舒街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4091', '1790', '环城街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4090', '1790', '南城街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4089', '1790', '北城街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4088', '1789', '公吉乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4087', '1789', '桦树林子乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4086', '1789', '金沙乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4085', '1789', '横道河子乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4084', '1789', '桦郊乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4083', '1789', '常山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4082', '1789', '八道河子镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4081', '1789', '红石砬子镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4080', '1789', '二道甸子镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4079', '1789', '夹皮沟镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4078', '1789', '启新街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4077', '1789', '新华街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4076', '1789', '胜利街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4075', '1789', '永吉街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4074', '1789', '明桦街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4073', '1788', '前进乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4072', '1788', '乌林朝鲜族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4071', '1788', '庆岭镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4070', '1788', '松江镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4069', '1788', '天北镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4068', '1788', '黄松甸镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4067', '1788', '漂河镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4066', '1788', '白石山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4065', '1788', '天岗镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4064', '1788', '新站镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4063', '1788', '新农街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4062', '1788', '河北街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4061', '1788', '拉法街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4060', '1788', '奶子山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4059', '1788', '河南街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4058', '1788', '长安街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4057', '1788', '民主街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4056', '1792', '黄榆乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4055', '1792', '金家满族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4054', '1792', '万昌镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4053', '1792', '岔路河镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4052', '1792', '一拉溪镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4051', '1792', '北大湖镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4050', '1792', '西阳镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4049', '1792', '双河镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4048', '1792', '口前镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4047', '1787', '小白山乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4046', '1787', '前二道乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4045', '1787', '江南乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4044', '1787', '旺起镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4043', '1787', '红旗街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4042', '1787', '高新街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4041', '1787', '丰满街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4040', '1787', '沿丰街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4039', '1787', '石井街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4038', '1787', '江南街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4037', '1787', '泰山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4036', '1784', '欢喜乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4035', '1784', '越北镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4034', '1784', '搜登站镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4033', '1784', '大绥河镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4032', '1784', '黄旗屯街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4031', '1784', '北山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4030', '1784', '临江街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4029', '1784', '长春路街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4028', '1784', '致和街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4027', '1784', '北极街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4026', '1784', '向阳街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4025', '1784', '青岛街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4024', '1784', '大东街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4023', '1784', '南京街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4022', '1784', '德胜街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4021', '1786', '金珠乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4020', '1786', '江北乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4019', '1786', '大口钦镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4018', '1786', '江密峰镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4017', '1786', '缸窑镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4016', '1786', '乌拉街镇', '4', '0');
INSERT INTO `gz_region` VALUES ('4015', '1786', '承德街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4014', '1786', '东城街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4013', '1786', '靠山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4012', '1786', '榆树街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4011', '1786', '遵义街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4010', '1786', '新安街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4009', '1786', '山前街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4008', '1786', '新吉林街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4007', '1786', '龙潭街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4006', '1786', '泡子沿街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4005', '1786', '铁东街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4004', '1786', '湘潭街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4003', '1786', '龙华街道', '4', '0');
INSERT INTO `gz_region` VALUES ('4002', '1785', '土城子满族朝鲜族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4001', '1785', '两家子满族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('4000', '1785', '左家镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3999', '1785', '桦皮厂镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3998', '1785', '孤店子镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3997', '1785', '双吉街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3996', '1785', '延江街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3995', '1785', '新建街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3994', '1785', '哈达湾街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3993', '1785', '通江街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3992', '1785', '莲花街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3991', '1785', '民主街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3990', '1785', '站前街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3989', '1785', '延安街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3988', '1785', '新地号街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3987', '1785', '东局子街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3986', '1785', '文庙街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3985', '1785', '兴华街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3984', '1751', '大坪塘乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3983', '1751', '知市坪乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3982', '1751', '高山乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3981', '1751', '陶岭乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3980', '1751', '三井乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3979', '1751', '金盆圩乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3978', '1751', '十字乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3977', '1751', '毛里乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3976', '1751', '茂家乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3975', '1751', '门楼下瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3974', '1751', '冷水井乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3973', '1751', '莲花乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3972', '1751', '新隆镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3971', '1751', '石羊镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3970', '1751', '新圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3969', '1751', '枧头镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3968', '1751', '骥村镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3967', '1751', '金陵镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3966', '1751', '龙泉镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3965', '1750', '太平圩乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3964', '1750', '土市乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3963', '1750', '祠堂圩乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3962', '1750', '荆竹瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3961', '1750', '大桥瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3960', '1750', '紫良瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3959', '1750', '浆洞瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3958', '1750', '犁头瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3957', '1750', '汇源瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3956', '1750', '新圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3955', '1750', '所城镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3954', '1750', '楠市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3953', '1750', '毛俊镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3952', '1750', '竹管寺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3951', '1750', '塔峰镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3950', '1741', '大锡乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3949', '1741', '未竹口乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3948', '1741', '贝江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3947', '1741', '湘江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3946', '1741', '花江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3945', '1741', '务江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3944', '1741', '两岔河乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3943', '1741', '清塘壮族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3942', '1741', '大石桥乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3941', '1741', '桥市乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3940', '1741', '界牌乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3939', '1741', '码市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3938', '1741', '水口镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3937', '1741', '大圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3936', '1741', '小圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3935', '1741', '河路口镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3934', '1741', '涛圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3933', '1741', '白芒营镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3932', '1741', '大路铺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3931', '1741', '东田镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3930', '1741', '桥头铺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3929', '1741', '沱江镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3928', '1748', '源口瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3927', '1748', '兰溪瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3926', '1748', '千家峒瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3925', '1748', '黄甲岭乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3924', '1748', '松柏瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3923', '1748', '迴龙圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3922', '1748', '粗石江镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3921', '1748', '桃川镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3920', '1748', '夏层铺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3919', '1748', '允山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3918', '1748', '上江圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3917', '1748', '潇浦镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3916', '1749', '桐木漯瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3915', '1749', '棉花坪瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3914', '1749', '荒塘瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3913', '1749', '保安乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3912', '1749', '九嶷瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3911', '1749', '鲤溪镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3910', '1749', '清水桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3909', '1749', '柏家坪镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3908', '1749', '中和镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3907', '1749', '仁和镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3906', '1749', '禾亭镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3905', '1749', '太平镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3904', '1749', '冷水镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3903', '1749', '湾井镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3902', '1749', '水市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3901', '1749', '天堂镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3900', '1749', '舜陵镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3899', '1746', '理家坪乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3898', '1746', '上梧江瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3897', '1746', '塘底乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3896', '1746', '茶林乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3895', '1746', '麻江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3894', '1746', '何家洞乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3893', '1746', '永江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3892', '1746', '尚仁里乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3891', '1746', '平福头乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3890', '1746', '五里牌镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3889', '1746', '江村镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3888', '1746', '泷泊镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3887', '1745', '水岭乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3886', '1745', '川岩乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3885', '1745', '大江口乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3884', '1745', '南桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3883', '1745', '大盛镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3882', '1745', '花桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3881', '1745', '新圩江镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3880', '1745', '芦洪市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3879', '1745', '鹿马桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3878', '1745', '端桥铺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3877', '1745', '井头圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3876', '1745', '石期市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3875', '1745', '横塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3874', '1745', '紫溪市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3873', '1745', '大庙口镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3872', '1745', '白牙市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3871', '1744', '内下乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3870', '1744', '上司源乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3869', '1744', '石鼓源乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3868', '1744', '白果市乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3867', '1744', '凤凰乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3866', '1744', '晒北滩瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3865', '1744', '小金洞乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3864', '1744', '金洞镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3863', '1744', '龚家坪镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3862', '1744', '文明镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3861', '1744', '文富市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3860', '1744', '黎家坪镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3859', '1744', '大村甸镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3858', '1744', '七里桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3857', '1744', '下马渡镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3856', '1744', '羊角塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3855', '1744', '梅溪镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3854', '1744', '潘市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3853', '1744', '进宝塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3852', '1744', '黄泥塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3851', '1744', '白水镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3850', '1744', '八宝镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3849', '1744', '肖家村镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3848', '1744', '三口塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3847', '1744', '大忠桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3846', '1744', '茅竹镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3845', '1744', '观音滩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3844', '1744', '浯溪街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3843', '1744', '长虹街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3842', '1744', '龙山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3841', '1742', '杨村甸乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3840', '1742', '珊瑚乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3839', '1742', '仁湾镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3838', '1742', '蔡市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3837', '1742', '岚角山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3836', '1742', '伊塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3835', '1742', '竹山桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3834', '1742', '上岭桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3833', '1742', '黄阳司镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3832', '1742', '高溪市镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3831', '1742', '牛角坝镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3830', '1742', '普利桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3829', '1742', '花桥街镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3828', '1742', '凤凰街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3827', '1742', '梧桐街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3826', '1742', '杨家桥街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3825', '1742', '肖家园街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3824', '1742', '菱角山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3823', '1742', '梅湾街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3822', '1743', '梳子铺乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3821', '1743', '凼底乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3820', '1743', '石山脚乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3819', '1743', '大庆坪乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3818', '1743', '石岩头镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3817', '1743', '接履桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3816', '1743', '邮亭圩镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3815', '1743', '菱角塘', '4', '0');
INSERT INTO `gz_region` VALUES ('3814', '1743', '富家桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3813', '1743', '黄田铺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3812', '1743', '水口山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3811', '1743', '珠山镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3810', '1743', '徐家井街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3809', '1743', '朝阳街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3808', '1743', '七里店街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3807', '1743', '南津渡街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3806', '1747', '洪塘营瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3805', '1747', '横岭瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3804', '1747', '井塘瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3803', '1747', '审章塘瑶族乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3802', '1747', '东门乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3801', '1747', '白芒铺乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3800', '1747', '上关乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3799', '1747', '新车乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3798', '1747', '万家庄乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3797', '1747', '营江乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3796', '1747', '桥头乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3795', '1747', '乐福堂乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3794', '1747', '富塘乡', '4', '0');
INSERT INTO `gz_region` VALUES ('3793', '1747', '柑子园镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3792', '1747', '白马渡镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3791', '1747', '四马桥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3790', '1747', '蚣坝镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3789', '1747', '祥霖铺镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3788', '1747', '清塘镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3787', '1747', '仙子脚镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3786', '1747', '寿雁镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3785', '1747', '梅花镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3784', '1747', '西洲街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3783', '1747', '濂溪街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3782', '692', '鳌头', '4', '0');
INSERT INTO `gz_region` VALUES ('3781', '692', '太平', '4', '0');
INSERT INTO `gz_region` VALUES ('3780', '692', '吕田', '4', '0');
INSERT INTO `gz_region` VALUES ('3779', '692', '良口', '4', '0');
INSERT INTO `gz_region` VALUES ('3778', '692', '温泉', '4', '0');
INSERT INTO `gz_region` VALUES ('3777', '692', '江埔', '4', '0');
INSERT INTO `gz_region` VALUES ('3776', '692', '城郊', '4', '0');
INSERT INTO `gz_region` VALUES ('3775', '692', '街口', '4', '0');
INSERT INTO `gz_region` VALUES ('3774', '3765', '小楼', '4', '0');
INSERT INTO `gz_region` VALUES ('3773', '3765', '派潭', '4', '0');
INSERT INTO `gz_region` VALUES ('3772', '3765', '中新', '4', '0');
INSERT INTO `gz_region` VALUES ('3771', '3765', '新塘', '4', '0');
INSERT INTO `gz_region` VALUES ('3770', '3765', '石滩', '4', '0');
INSERT INTO `gz_region` VALUES ('3769', '3765', '正果', '4', '0');
INSERT INTO `gz_region` VALUES ('3768', '3765', '朱村', '4', '0');
INSERT INTO `gz_region` VALUES ('3767', '3765', '增江', '4', '0');
INSERT INTO `gz_region` VALUES ('3766', '3765', '荔城', '4', '0');
INSERT INTO `gz_region` VALUES ('3765', '76', '增城市', '3', '0');
INSERT INTO `gz_region` VALUES ('3764', '3758', '九龙镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3763', '3758', '永和街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3762', '3758', '联和街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3761', '3758', '东区街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3760', '3758', '夏港街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3759', '3758', '萝岗街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3758', '76', '萝岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('3757', '3752', '横沥镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3756', '3752', '黄阁镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3755', '3752', '万项沙镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3754', '3752', '珠江街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3753', '3752', '南沙街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3752', '76', '南沙区', '3', '0');
INSERT INTO `gz_region` VALUES ('3751', '701', '雅瑶', '4', '0');
INSERT INTO `gz_region` VALUES ('3750', '701', '花东', '4', '0');
INSERT INTO `gz_region` VALUES ('3749', '701', '狮岭', '4', '0');
INSERT INTO `gz_region` VALUES ('3748', '701', '赤坭', '4', '0');
INSERT INTO `gz_region` VALUES ('3747', '701', '炭步', '4', '0');
INSERT INTO `gz_region` VALUES ('3746', '701', '花山', '4', '0');
INSERT INTO `gz_region` VALUES ('3745', '701', '梯面', '4', '0');
INSERT INTO `gz_region` VALUES ('3744', '701', '新华街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3743', '700', '石碁镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3742', '700', '榄核镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3741', '700', '大岗镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3740', '700', '东涌镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3739', '700', '石楼镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3738', '700', '化龙镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3737', '700', '新造镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3736', '700', '南村镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3735', '700', '钟村镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3734', '700', '沙湾镇', '4', '0');
INSERT INTO `gz_region` VALUES ('3733', '700', '洛浦街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3732', '700', '大石街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3731', '700', '小谷围街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3730', '700', '桥南街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3729', '700', '东环街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3728', '700', '沙头街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3727', '700', '市桥街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3726', '699', '长洲街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3725', '699', '荔联街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3724', '699', '南岗街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3723', '699', '穗东街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3722', '699', '文冲街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3721', '699', '大沙街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3720', '699', '鱼珠街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3719', '699', '红山街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3718', '699', '黄埔街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3717', '695', '钟落潭', '4', '0');
INSERT INTO `gz_region` VALUES ('3716', '695', '江高', '4', '0');
INSERT INTO `gz_region` VALUES ('3715', '695', '太和', '4', '0');
INSERT INTO `gz_region` VALUES ('3714', '695', '人和', '4', '0');
INSERT INTO `gz_region` VALUES ('3713', '695', '嘉禾', '4', '0');
INSERT INTO `gz_region` VALUES ('3712', '695', '石井', '4', '0');
INSERT INTO `gz_region` VALUES ('3711', '695', '金沙', '4', '0');
INSERT INTO `gz_region` VALUES ('3710', '695', '均禾', '4', '0');
INSERT INTO `gz_region` VALUES ('3709', '695', '永平', '4', '0');
INSERT INTO `gz_region` VALUES ('3708', '695', '京溪', '4', '0');
INSERT INTO `gz_region` VALUES ('3707', '695', '同和', '4', '0');
INSERT INTO `gz_region` VALUES ('3706', '695', '三元里', '4', '0');
INSERT INTO `gz_region` VALUES ('3705', '695', '新市', '4', '0');
INSERT INTO `gz_region` VALUES ('3704', '695', '棠景', '4', '0');
INSERT INTO `gz_region` VALUES ('3703', '695', '黄石', '4', '0');
INSERT INTO `gz_region` VALUES ('3702', '695', '同德', '4', '0');
INSERT INTO `gz_region` VALUES ('3701', '695', '景泰', '4', '0');
INSERT INTO `gz_region` VALUES ('3700', '695', '松洲', '4', '0');
INSERT INTO `gz_region` VALUES ('3699', '697', '中南街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3698', '697', '东沙街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3697', '697', '海龙街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3696', '697', '东漖街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3695', '697', '茶滘街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3694', '697', '石围塘街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3693', '697', '花地街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3692', '697', '冲口街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3691', '697', '白鹤洞街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3690', '697', '桥中街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3689', '697', '站前街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3688', '697', '西村街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3687', '697', '南源街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3686', '697', '彩虹街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3685', '697', '金花街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3684', '697', '龙津街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3683', '697', '逢源街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3682', '697', '昌华街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3681', '697', '多宝街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3680', '697', '华林街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3679', '697', '岭南街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3678', '697', '沙面街道', '4', '0');
INSERT INTO `gz_region` VALUES ('3677', '696', '华洲', '4', '0');
INSERT INTO `gz_region` VALUES ('3676', '696', '官洲', '4', '0');
INSERT INTO `gz_region` VALUES ('3675', '696', '琶洲', '4', '0');
INSERT INTO `gz_region` VALUES ('3674', '696', '南洲', '4', '0');
INSERT INTO `gz_region` VALUES ('3673', '696', '昌岗', '4', '0');
INSERT INTO `gz_region` VALUES ('3672', '696', '江南中', '4', '0');
INSERT INTO `gz_region` VALUES ('3671', '696', '南石头', '4', '0');
INSERT INTO `gz_region` VALUES ('3670', '696', '南华西', '4', '0');
INSERT INTO `gz_region` VALUES ('3669', '696', '江海', '4', '0');
INSERT INTO `gz_region` VALUES ('3668', '696', '瑞宝', '4', '0');
INSERT INTO `gz_region` VALUES ('3667', '696', '沙园', '4', '0');
INSERT INTO `gz_region` VALUES ('3666', '696', '龙凤', '4', '0');
INSERT INTO `gz_region` VALUES ('3665', '696', '凤阳', '4', '0');
INSERT INTO `gz_region` VALUES ('3664', '696', '海幢', '4', '0');
INSERT INTO `gz_region` VALUES ('3663', '696', '素社', '4', '0');
INSERT INTO `gz_region` VALUES ('3662', '696', '滨江', '4', '0');
INSERT INTO `gz_region` VALUES ('3661', '696', '新港', '4', '0');
INSERT INTO `gz_region` VALUES ('3660', '696', '赤岗', '4', '0');
INSERT INTO `gz_region` VALUES ('3659', '698', '登峰', '4', '0');
INSERT INTO `gz_region` VALUES ('3658', '698', '矿泉', '4', '0');
INSERT INTO `gz_region` VALUES ('3657', '698', '黄花岗', '4', '0');
INSERT INTO `gz_region` VALUES ('3656', '698', '梅花村', '4', '0');
INSERT INTO `gz_region` VALUES ('3655', '698', '华乐', '4', '0');
INSERT INTO `gz_region` VALUES ('3654', '698', '建设', '4', '0');
INSERT INTO `gz_region` VALUES ('3653', '698', '白云', '4', '0');
INSERT INTO `gz_region` VALUES ('3652', '698', '珠光', '4', '0');
INSERT INTO `gz_region` VALUES ('3651', '698', '大塘', '4', '0');
INSERT INTO `gz_region` VALUES ('3650', '698', '大东', '4', '0');
INSERT INTO `gz_region` VALUES ('3649', '698', '农林', '4', '0');
INSERT INTO `gz_region` VALUES ('3648', '698', '东湖', '4', '0');
INSERT INTO `gz_region` VALUES ('3647', '698', '人民', '4', '0');
INSERT INTO `gz_region` VALUES ('3646', '698', '大新', '4', '0');
INSERT INTO `gz_region` VALUES ('3645', '698', '诗书', '4', '0');
INSERT INTO `gz_region` VALUES ('3644', '698', '光塔', '4', '0');
INSERT INTO `gz_region` VALUES ('3643', '698', '东风', '4', '0');
INSERT INTO `gz_region` VALUES ('3642', '698', '流花', '4', '0');
INSERT INTO `gz_region` VALUES ('3641', '698', '六榕', '4', '0');
INSERT INTO `gz_region` VALUES ('3640', '698', '北京', '4', '0');
INSERT INTO `gz_region` VALUES ('3639', '698', '广卫', '4', '0');
INSERT INTO `gz_region` VALUES ('3638', '698', '洪桥', '4', '0');
INSERT INTO `gz_region` VALUES ('3637', '3627', '清水塘', '5', '0');
INSERT INTO `gz_region` VALUES ('3636', '3627', '云泉', '5', '0');
INSERT INTO `gz_region` VALUES ('3635', '3627', '西坑', '5', '0');
INSERT INTO `gz_region` VALUES ('3634', '3627', '恒福', '5', '0');
INSERT INTO `gz_region` VALUES ('3633', '3627', '淘金北', '5', '0');
INSERT INTO `gz_region` VALUES ('3632', '3627', '横枝岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3631', '3627', '黄田', '5', '0');
INSERT INTO `gz_region` VALUES ('3630', '3627', '狮带岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3629', '3627', '下塘', '5', '0');
INSERT INTO `gz_region` VALUES ('3628', '3627', '童心', '5', '0');
INSERT INTO `gz_region` VALUES ('3626', '3417', '水荫四横路', '5', '0');
INSERT INTO `gz_region` VALUES ('3625', '3417', '永福正街', '5', '0');
INSERT INTO `gz_region` VALUES ('3624', '3417', '新一街', '5', '0');
INSERT INTO `gz_region` VALUES ('3623', '3417', '先烈东横路', '5', '0');
INSERT INTO `gz_region` VALUES ('3622', '3417', '濂泉西', '5', '0');
INSERT INTO `gz_region` VALUES ('3621', '3417', '左竹园', '5', '0');
INSERT INTO `gz_region` VALUES ('3620', '3417', '西街', '5', '0');
INSERT INTO `gz_region` VALUES ('3607', '3425', '广和', '5', '0');
INSERT INTO `gz_region` VALUES ('3606', '3425', '天荣', '5', '0');
INSERT INTO `gz_region` VALUES ('3605', '3425', '天河村', '5', '0');
INSERT INTO `gz_region` VALUES ('3604', '3425', '大道中', '5', '0');
INSERT INTO `gz_region` VALUES ('3603', '3425', '天河直街', '5', '0');
INSERT INTO `gz_region` VALUES ('3602', '3425', '体育村', '5', '0');
INSERT INTO `gz_region` VALUES ('3601', '3425', '天河东', '5', '0');
INSERT INTO `gz_region` VALUES ('3600', '3425', '南雅苑', '5', '0');
INSERT INTO `gz_region` VALUES ('3599', '3425', '南二路', '5', '0');
INSERT INTO `gz_region` VALUES ('3598', '3425', '体育东', '5', '0');
INSERT INTO `gz_region` VALUES ('3597', '3425', '体育西', '5', '0');
INSERT INTO `gz_region` VALUES ('3596', '3425', '育蕾路', '5', '0');
INSERT INTO `gz_region` VALUES ('3595', '3425', '南一路', '5', '0');
INSERT INTO `gz_region` VALUES ('3594', '3421', '天誉', '5', '0');
INSERT INTO `gz_region` VALUES ('3593', '3421', '恒怡', '5', '0');
INSERT INTO `gz_region` VALUES ('3592', '3421', '天河北', '5', '0');
INSERT INTO `gz_region` VALUES ('3591', '3421', '天寿', '5', '0');
INSERT INTO `gz_region` VALUES ('3590', '3421', '紫荆', '5', '0');
INSERT INTO `gz_region` VALUES ('3589', '3421', '雅康', '5', '0');
INSERT INTO `gz_region` VALUES ('3588', '3421', '侨庭', '5', '0');
INSERT INTO `gz_region` VALUES ('3587', '3421', '德荣', '5', '0');
INSERT INTO `gz_region` VALUES ('3586', '3421', '禺东西', '5', '0');
INSERT INTO `gz_region` VALUES ('3585', '3421', '花生寮', '5', '0');
INSERT INTO `gz_region` VALUES ('3584', '3421', '润和', '5', '0');
INSERT INTO `gz_region` VALUES ('3583', '3420', '陶庄', '5', '0');
INSERT INTO `gz_region` VALUES ('3582', '3420', '天河山庄', '5', '0');
INSERT INTO `gz_region` VALUES ('3581', '3420', '范屋', '5', '0');
INSERT INTO `gz_region` VALUES ('3580', '3420', '天平架', '5', '0');
INSERT INTO `gz_region` VALUES ('3579', '3420', '濂泉', '5', '0');
INSERT INTO `gz_region` VALUES ('3578', '3420', '沙和', '5', '0');
INSERT INTO `gz_region` VALUES ('3577', '3418', '龙口花苑', '5', '0');
INSERT INTO `gz_region` VALUES ('3576', '3418', '华标', '5', '0');
INSERT INTO `gz_region` VALUES ('3575', '3418', '鸿景园', '5', '0');
INSERT INTO `gz_region` VALUES ('3574', '3418', '金帝', '5', '0');
INSERT INTO `gz_region` VALUES ('3573', '3418', '金田', '5', '0');
INSERT INTO `gz_region` VALUES ('3572', '3418', '暨大', '5', '0');
INSERT INTO `gz_region` VALUES ('3571', '3418', '华师大', '5', '0');
INSERT INTO `gz_region` VALUES ('3569', '3418', '瑞华', '5', '0');
INSERT INTO `gz_region` VALUES ('3567', '3418', '穗园', '5', '0');
INSERT INTO `gz_region` VALUES ('3566', '3418', '南苑', '5', '0');
INSERT INTO `gz_region` VALUES ('3565', '3418', '松岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3564', '3418', '龙口西', '5', '0');
INSERT INTO `gz_region` VALUES ('3563', '3418', '冠军', '5', '0');
INSERT INTO `gz_region` VALUES ('3562', '3418', '石东', '5', '0');
INSERT INTO `gz_region` VALUES ('3561', '3418', '东海', '5', '0');
INSERT INTO `gz_region` VALUES ('3560', '3418', '东城社区', '5', '0');
INSERT INTO `gz_region` VALUES ('3559', '3418', '南大', '5', '0');
INSERT INTO `gz_region` VALUES ('3558', '3418', '逢源', '5', '0');
INSERT INTO `gz_region` VALUES ('3557', '3418', '朝阳', '5', '0');
INSERT INTO `gz_region` VALUES ('3556', '3418', '南镇', '5', '0');
INSERT INTO `gz_region` VALUES ('3555', '3418', '绿荷', '5', '0');
INSERT INTO `gz_region` VALUES ('3554', '3415', '高胜', '5', '0');
INSERT INTO `gz_region` VALUES ('3553', '3415', '白石岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3552', '3415', '农科所', '5', '0');
INSERT INTO `gz_region` VALUES ('3551', '3415', '华文', '5', '0');
INSERT INTO `gz_region` VALUES ('3550', '3415', '五所', '5', '0');
INSERT INTO `gz_region` VALUES ('3549', '3415', '瘦狗岭', '5', '0');
INSERT INTO `gz_region` VALUES ('3548', '3415', '广工大', '5', '0');
INSERT INTO `gz_region` VALUES ('3547', '3415', '华农', '5', '0');
INSERT INTO `gz_region` VALUES ('3546', '3415', '华工', '5', '0');
INSERT INTO `gz_region` VALUES ('3545', '3415', '东莞庄', '5', '0');
INSERT INTO `gz_region` VALUES ('3544', '3415', '岳洲', '5', '0');
INSERT INTO `gz_region` VALUES ('3543', '3415', '茶山', '5', '0');
INSERT INTO `gz_region` VALUES ('3542', '3422', '南国花园', '5', '0');
INSERT INTO `gz_region` VALUES ('3541', '3422', '誉城苑', '5', '0');
INSERT INTO `gz_region` VALUES ('3540', '3422', '远洋明珠', '5', '0');
INSERT INTO `gz_region` VALUES ('3539', '3422', '利民', '5', '0');
INSERT INTO `gz_region` VALUES ('3538', '3422', '猎德中心', '5', '0');
INSERT INTO `gz_region` VALUES ('3537', '3423', '金园', '5', '0');
INSERT INTO `gz_region` VALUES ('3536', '3423', '金城', '5', '0');
INSERT INTO `gz_region` VALUES ('3535', '3423', '跑马地', '5', '0');
INSERT INTO `gz_region` VALUES ('3534', '3423', '潭骏', '5', '0');
INSERT INTO `gz_region` VALUES ('3533', '3423', '新庆村', '5', '0');
INSERT INTO `gz_region` VALUES ('3532', '3423', '杨箕东', '5', '0');
INSERT INTO `gz_region` VALUES ('3531', '3423', '冼村', '5', '0');
INSERT INTO `gz_region` VALUES ('3530', '3426', '天源', '5', '0');
INSERT INTO `gz_region` VALUES ('3529', '3426', '南兴', '5', '0');
INSERT INTO `gz_region` VALUES ('3528', '3426', '中人', '5', '0');
INSERT INTO `gz_region` VALUES ('3527', '3426', '下元岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3526', '3426', '上元岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3525', '3430', '柯木塱外', '5', '0');
INSERT INTO `gz_region` VALUES ('3524', '3430', '柯木塱', '5', '0');
INSERT INTO `gz_region` VALUES ('3523', '3430', '渔沙坦外', '5', '0');
INSERT INTO `gz_region` VALUES ('3522', '3430', '渔沙坦', '5', '0');
INSERT INTO `gz_region` VALUES ('3521', '3428', '绿洲', '5', '0');
INSERT INTO `gz_region` VALUES ('3520', '3428', '育龙', '5', '0');
INSERT INTO `gz_region` VALUES ('3519', '3428', '西社', '5', '0');
INSERT INTO `gz_region` VALUES ('3518', '3428', '上社', '5', '0');
INSERT INTO `gz_region` VALUES ('3517', '3428', '中南', '5', '0');
INSERT INTO `gz_region` VALUES ('3516', '3429', '兴科', '5', '0');
INSERT INTO `gz_region` VALUES ('3515', '3429', '兴安', '5', '0');
INSERT INTO `gz_region` VALUES ('3514', '3429', '建丽', '5', '0');
INSERT INTO `gz_region` VALUES ('3513', '3429', '科艺', '5', '0');
INSERT INTO `gz_region` VALUES ('3512', '3429', '岑村东', '5', '0');
INSERT INTO `gz_region` VALUES ('3511', '3429', '岑村', '5', '0');
INSERT INTO `gz_region` VALUES ('3510', '3429', '乐意居', '5', '0');
INSERT INTO `gz_region` VALUES ('3509', '3429', '天鹅花苑', '5', '0');
INSERT INTO `gz_region` VALUES ('3508', '3429', '长湴外', '5', '0');
INSERT INTO `gz_region` VALUES ('3507', '3429', '长湴', '5', '0');
INSERT INTO `gz_region` VALUES ('3506', '3433', '凌塘', '5', '0');
INSERT INTO `gz_region` VALUES ('3505', '3433', '沐陂', '5', '0');
INSERT INTO `gz_region` VALUES ('3504', '3433', '迎宾', '5', '0');
INSERT INTO `gz_region` VALUES ('3503', '3433', '新景', '5', '0');
INSERT INTO `gz_region` VALUES ('3502', '3433', '新园', '5', '0');
INSERT INTO `gz_region` VALUES ('3501', '3433', '新塘', '5', '0');
INSERT INTO `gz_region` VALUES ('3500', '3432', '吉山西', '5', '0');
INSERT INTO `gz_region` VALUES ('3499', '3432', '吉山东', '5', '0');
INSERT INTO `gz_region` VALUES ('3498', '3432', '珠村北', '5', '0');
INSERT INTO `gz_region` VALUES ('3497', '3432', '珠村南', '5', '0');
INSERT INTO `gz_region` VALUES ('3496', '3424', '文昌', '5', '0');
INSERT INTO `gz_region` VALUES ('3495', '3424', '环宇', '5', '0');
INSERT INTO `gz_region` VALUES ('3494', '3424', '东晖', '5', '0');
INSERT INTO `gz_region` VALUES ('3493', '3424', '东成', '5', '0');
INSERT INTO `gz_region` VALUES ('3492', '3424', '骏景', '5', '0');
INSERT INTO `gz_region` VALUES ('3491', '3424', '穗东', '5', '0');
INSERT INTO `gz_region` VALUES ('3490', '3424', '华港', '5', '0');
INSERT INTO `gz_region` VALUES ('3489', '3424', '腰岗', '5', '0');
INSERT INTO `gz_region` VALUES ('3488', '3424', '翠湖', '5', '0');
INSERT INTO `gz_region` VALUES ('3486', '3424', '科韵', '5', '0');
INSERT INTO `gz_region` VALUES ('3485', '3416', '昌乐园', '5', '0');
INSERT INTO `gz_region` VALUES ('3484', '3416', '新街', '5', '0');
INSERT INTO `gz_region` VALUES ('3483', '3416', '四横路', '5', '0');
INSERT INTO `gz_region` VALUES ('3482', '3416', '四横东路', '5', '0');
INSERT INTO `gz_region` VALUES ('3481', '3416', '新墟', '5', '0');
INSERT INTO `gz_region` VALUES ('3480', '3416', '美林', '5', '0');
INSERT INTO `gz_region` VALUES ('3479', '3416', '东和', '5', '0');
INSERT INTO `gz_region` VALUES ('3478', '3416', '程界东', '5', '0');
INSERT INTO `gz_region` VALUES ('3477', '3416', '程界西', '5', '0');
INSERT INTO `gz_region` VALUES ('3476', '3416', '员侨', '5', '0');
INSERT INTO `gz_region` VALUES ('3475', '3416', '怡景', '5', '0');
INSERT INTO `gz_region` VALUES ('3474', '3416', '华颖', '5', '0');
INSERT INTO `gz_region` VALUES ('3473', '3416', '金莲', '5', '0');
INSERT INTO `gz_region` VALUES ('3472', '3416', '天一庄', '5', '0');
INSERT INTO `gz_region` VALUES ('3471', '3416', '侨颖', '5', '0');
INSERT INTO `gz_region` VALUES ('3470', '3416', '绢麻', '5', '0');
INSERT INTO `gz_region` VALUES ('3469', '3416', '新村', '5', '0');
INSERT INTO `gz_region` VALUES ('3468', '3416', '二横路', '5', '0');
INSERT INTO `gz_region` VALUES ('3467', '3427', '黄村天雅', '5', '0');
INSERT INTO `gz_region` VALUES ('3466', '3427', '黄村西', '5', '0');
INSERT INTO `gz_region` VALUES ('3465', '3427', '荔苑', '5', '0');
INSERT INTO `gz_region` VALUES ('3464', '3427', '江夏', '5', '0');
INSERT INTO `gz_region` VALUES ('3463', '3427', '体委基地', '5', '0');
INSERT INTO `gz_region` VALUES ('3462', '3427', '大观', '5', '0');
INSERT INTO `gz_region` VALUES ('3461', '3431', '怡东', '5', '0');
INSERT INTO `gz_region` VALUES ('3460', '3431', '天力居', '5', '0');
INSERT INTO `gz_region` VALUES ('3459', '3431', '羊城花园', '5', '0');
INSERT INTO `gz_region` VALUES ('3458', '3431', '莲溪', '5', '0');
INSERT INTO `gz_region` VALUES ('3457', '3431', '宦溪', '5', '0');
INSERT INTO `gz_region` VALUES ('3456', '3431', '石溪', '5', '0');
INSERT INTO `gz_region` VALUES ('3455', '3410', '车陂北', '5', '0');
INSERT INTO `gz_region` VALUES ('3454', '3410', '广氮', '5', '0');
INSERT INTO `gz_region` VALUES ('3453', '3410', '美好', '5', '0');
INSERT INTO `gz_region` VALUES ('3452', '3410', '东岸', '5', '0');
INSERT INTO `gz_region` VALUES ('3451', '3410', '沙美', '5', '0');
INSERT INTO `gz_region` VALUES ('3450', '3410', '西岸', '5', '0');
INSERT INTO `gz_region` VALUES ('3449', '3410', '龙口', '5', '0');
INSERT INTO `gz_region` VALUES ('3448', '3410', '天雅', '5', '0');
INSERT INTO `gz_region` VALUES ('3447', '3410', '西湖', '5', '0');
INSERT INTO `gz_region` VALUES ('3446', '3410', '东圃', '5', '0');
INSERT INTO `gz_region` VALUES ('3445', '3413', '天安', '5', '0');
INSERT INTO `gz_region` VALUES ('3444', '3413', '丰乐', '5', '0');
INSERT INTO `gz_region` VALUES ('3443', '3413', '祥龙', '5', '0');
INSERT INTO `gz_region` VALUES ('3442', '3413', '加拿大花园', '5', '0');
INSERT INTO `gz_region` VALUES ('3441', '3413', '荷光西', '5', '0');
INSERT INTO `gz_region` VALUES ('3440', '3413', '荷光东', '5', '0');
INSERT INTO `gz_region` VALUES ('3439', '3413', '邮电', '5', '0');
INSERT INTO `gz_region` VALUES ('3438', '3413', '达善', '5', '0');
INSERT INTO `gz_region` VALUES ('3437', '3413', '华景东', '5', '0');
INSERT INTO `gz_region` VALUES ('3436', '3413', '华景西', '5', '0');
INSERT INTO `gz_region` VALUES ('3435', '3413', '棠德北', '5', '0');
INSERT INTO `gz_region` VALUES ('3434', '3413', '棠德南', '5', '0');
INSERT INTO `gz_region` VALUES ('3433', '693', '新塘', '4', '0');
INSERT INTO `gz_region` VALUES ('3432', '693', '珠吉', '4', '0');
INSERT INTO `gz_region` VALUES ('3431', '693', '前进', '4', '0');
INSERT INTO `gz_region` VALUES ('3430', '693', '凤凰', '4', '0');
INSERT INTO `gz_region` VALUES ('3429', '693', '长兴', '4', '0');
INSERT INTO `gz_region` VALUES ('3428', '693', '龙洞', '4', '0');
INSERT INTO `gz_region` VALUES ('3427', '693', '黄村', '4', '0');
INSERT INTO `gz_region` VALUES ('3426', '693', '元岗', '4', '0');
INSERT INTO `gz_region` VALUES ('3425', '693', '天河南', '4', '0');
INSERT INTO `gz_region` VALUES ('3424', '693', '天园', '4', '0');
INSERT INTO `gz_region` VALUES ('3423', '693', '冼村', '4', '0');
INSERT INTO `gz_region` VALUES ('3422', '693', '猎德', '4', '0');
INSERT INTO `gz_region` VALUES ('3421', '693', '林和', '4', '0');
INSERT INTO `gz_region` VALUES ('3420', '693', '沙东', '4', '0');
INSERT INTO `gz_region` VALUES ('3419', '693', '兴华', '4', '0');
INSERT INTO `gz_region` VALUES ('3418', '693', '石牌', '4', '0');
INSERT INTO `gz_region` VALUES ('3417', '693', '沙河', '4', '0');
INSERT INTO `gz_region` VALUES ('3416', '693', '员村', '4', '0');
INSERT INTO `gz_region` VALUES ('3415', '693', '五山', '4', '0');
INSERT INTO `gz_region` VALUES ('3413', '693', '棠下', '4', '0');
INSERT INTO `gz_region` VALUES ('3412', '3409', '加悦大夏', '5', '0');
INSERT INTO `gz_region` VALUES ('3411', '3409', '天河广场', '5', '0');
INSERT INTO `gz_region` VALUES ('3410', '693', '车陂', '4', '0');
INSERT INTO `gz_region` VALUES ('3408', '3401', '肥西县', '3', '0');
INSERT INTO `gz_region` VALUES ('3407', '3401', '肥东县', '3', '0');
INSERT INTO `gz_region` VALUES ('3406', '3401', '长丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('3405', '3401', '包河区', '3', '0');
INSERT INTO `gz_region` VALUES ('3404', '3401', '蜀山区', '3', '0');
INSERT INTO `gz_region` VALUES ('3403', '3401', '瑶海区', '3', '0');
INSERT INTO `gz_region` VALUES ('3402', '3401', '庐阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('3401', '3', '合肥', '2', '0');
INSERT INTO `gz_region` VALUES ('3400', '397', '澎湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('3399', '397', '花莲县', '3', '0');
INSERT INTO `gz_region` VALUES ('3398', '397', '台东县', '3', '0');
INSERT INTO `gz_region` VALUES ('3397', '397', '屏东县', '3', '0');
INSERT INTO `gz_region` VALUES ('3396', '397', '云林县', '3', '0');
INSERT INTO `gz_region` VALUES ('3395', '397', '南投县', '3', '0');
INSERT INTO `gz_region` VALUES ('3394', '397', '彰化县', '3', '0');
INSERT INTO `gz_region` VALUES ('3393', '397', '苗栗县', '3', '0');
INSERT INTO `gz_region` VALUES ('3392', '397', '桃园县', '3', '0');
INSERT INTO `gz_region` VALUES ('3391', '397', '宜兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('3390', '397', '嘉义', '3', '0');
INSERT INTO `gz_region` VALUES ('3389', '397', '新竹', '3', '0');
INSERT INTO `gz_region` VALUES ('3388', '397', '台南', '3', '0');
INSERT INTO `gz_region` VALUES ('3387', '397', '台中', '3', '0');
INSERT INTO `gz_region` VALUES ('3386', '397', '基隆', '3', '0');
INSERT INTO `gz_region` VALUES ('3385', '397', '高雄', '3', '0');
INSERT INTO `gz_region` VALUES ('3384', '397', '台北', '3', '0');
INSERT INTO `gz_region` VALUES ('3383', '396', '澳门', '3', '0');
INSERT INTO `gz_region` VALUES ('3382', '395', '离岛区', '3', '0');
INSERT INTO `gz_region` VALUES ('3381', '395', '中西区', '3', '0');
INSERT INTO `gz_region` VALUES ('3380', '395', '荃湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('3379', '395', '南区', '3', '0');
INSERT INTO `gz_region` VALUES ('3378', '395', '北区', '3', '0');
INSERT INTO `gz_region` VALUES ('3377', '395', '油尖旺区', '3', '0');
INSERT INTO `gz_region` VALUES ('3376', '395', '湾仔区', '3', '0');
INSERT INTO `gz_region` VALUES ('3375', '395', '大埔区', '3', '0');
INSERT INTO `gz_region` VALUES ('3374', '395', '西贡区', '3', '0');
INSERT INTO `gz_region` VALUES ('3373', '395', '深水埗区', '3', '0');
INSERT INTO `gz_region` VALUES ('3372', '395', '元朗区', '3', '0');
INSERT INTO `gz_region` VALUES ('3371', '395', '葵青区', '3', '0');
INSERT INTO `gz_region` VALUES ('3370', '395', '屯门区', '3', '0');
INSERT INTO `gz_region` VALUES ('3369', '395', '九龙城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3368', '395', '黄大仙区', '3', '0');
INSERT INTO `gz_region` VALUES ('3367', '395', '观塘区', '3', '0');
INSERT INTO `gz_region` VALUES ('3366', '395', '东区', '3', '0');
INSERT INTO `gz_region` VALUES ('3365', '395', '沙田区', '3', '0');
INSERT INTO `gz_region` VALUES ('3364', '394', '秀山', '3', '0');
INSERT INTO `gz_region` VALUES ('3363', '394', '酉阳', '3', '0');
INSERT INTO `gz_region` VALUES ('3362', '394', '彭水', '3', '0');
INSERT INTO `gz_region` VALUES ('3361', '394', '石柱', '3', '0');
INSERT INTO `gz_region` VALUES ('3360', '394', '忠县', '3', '0');
INSERT INTO `gz_region` VALUES ('3359', '394', '云阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('3358', '394', '奉节县', '3', '0');
INSERT INTO `gz_region` VALUES ('3357', '394', '巫山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3356', '394', '巫溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('3355', '394', '开县', '3', '0');
INSERT INTO `gz_region` VALUES ('3354', '394', '梁平县', '3', '0');
INSERT INTO `gz_region` VALUES ('3353', '394', '城口县', '3', '0');
INSERT INTO `gz_region` VALUES ('3352', '394', '丰都县', '3', '0');
INSERT INTO `gz_region` VALUES ('3351', '394', '武隆县', '3', '0');
INSERT INTO `gz_region` VALUES ('3350', '394', '垫江县', '3', '0');
INSERT INTO `gz_region` VALUES ('3349', '394', '璧山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3348', '394', '荣昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('3347', '394', '大足县', '3', '0');
INSERT INTO `gz_region` VALUES ('3346', '394', '铜梁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3345', '394', '潼南县', '3', '0');
INSERT INTO `gz_region` VALUES ('3344', '394', '綦江县', '3', '0');
INSERT INTO `gz_region` VALUES ('3343', '394', '双桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('3342', '394', '长寿区', '3', '0');
INSERT INTO `gz_region` VALUES ('3341', '394', '黔江开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('3340', '394', '渝中区', '3', '0');
INSERT INTO `gz_region` VALUES ('3339', '394', '九龙坡区', '3', '0');
INSERT INTO `gz_region` VALUES ('3338', '394', '江北区', '3', '0');
INSERT INTO `gz_region` VALUES ('3337', '394', '涪陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('3336', '394', '巴南区', '3', '0');
INSERT INTO `gz_region` VALUES ('3335', '394', '沙坪坝区', '3', '0');
INSERT INTO `gz_region` VALUES ('3334', '394', '北碚区', '3', '0');
INSERT INTO `gz_region` VALUES ('3333', '394', '万州区', '3', '0');
INSERT INTO `gz_region` VALUES ('3332', '394', '大渡口区', '3', '0');
INSERT INTO `gz_region` VALUES ('3331', '394', '万盛区', '3', '0');
INSERT INTO `gz_region` VALUES ('3330', '394', '渝北区', '3', '0');
INSERT INTO `gz_region` VALUES ('3329', '394', '南岸区', '3', '0');
INSERT INTO `gz_region` VALUES ('3328', '394', '永川区', '3', '0');
INSERT INTO `gz_region` VALUES ('3327', '394', '南川区', '3', '0');
INSERT INTO `gz_region` VALUES ('3326', '394', '江津区', '3', '0');
INSERT INTO `gz_region` VALUES ('3325', '394', '合川区', '3', '0');
INSERT INTO `gz_region` VALUES ('3324', '393', '龙游县', '3', '0');
INSERT INTO `gz_region` VALUES ('3323', '393', '开化县', '3', '0');
INSERT INTO `gz_region` VALUES ('3322', '393', '常山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3321', '393', '江山市', '3', '0');
INSERT INTO `gz_region` VALUES ('3320', '393', '衢州市', '3', '0');
INSERT INTO `gz_region` VALUES ('3319', '392', '嵊泗县', '3', '0');
INSERT INTO `gz_region` VALUES ('3318', '392', '岱山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3317', '392', '普陀区', '3', '0');
INSERT INTO `gz_region` VALUES ('3316', '392', '定海区', '3', '0');
INSERT INTO `gz_region` VALUES ('3315', '391', '泰顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('3314', '391', '文成县', '3', '0');
INSERT INTO `gz_region` VALUES ('3313', '391', '苍南县', '3', '0');
INSERT INTO `gz_region` VALUES ('3312', '391', '平阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('3311', '391', '永嘉县', '3', '0');
INSERT INTO `gz_region` VALUES ('3310', '391', '洞头县', '3', '0');
INSERT INTO `gz_region` VALUES ('3309', '391', '乐清市', '3', '0');
INSERT INTO `gz_region` VALUES ('3308', '391', '瑞安市', '3', '0');
INSERT INTO `gz_region` VALUES ('3307', '391', '瓯海区', '3', '0');
INSERT INTO `gz_region` VALUES ('3306', '391', '龙湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('3305', '391', '鹿城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3304', '390', '仙居县', '3', '0');
INSERT INTO `gz_region` VALUES ('3303', '390', '天台县', '3', '0');
INSERT INTO `gz_region` VALUES ('3302', '390', '三门县', '3', '0');
INSERT INTO `gz_region` VALUES ('3301', '390', '玉环县', '3', '0');
INSERT INTO `gz_region` VALUES ('3300', '390', '临海市', '3', '0');
INSERT INTO `gz_region` VALUES ('3299', '390', '温岭市', '3', '0');
INSERT INTO `gz_region` VALUES ('3298', '390', '路桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('3297', '390', '黄岩区', '3', '0');
INSERT INTO `gz_region` VALUES ('3296', '390', '椒江区', '3', '0');
INSERT INTO `gz_region` VALUES ('3295', '389', '诸暨市', '3', '0');
INSERT INTO `gz_region` VALUES ('3294', '389', '新昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('3293', '389', '绍兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('3292', '389', '嵊州市', '3', '0');
INSERT INTO `gz_region` VALUES ('3291', '389', '上虞市', '3', '0');
INSERT INTO `gz_region` VALUES ('3290', '389', '越城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3289', '388', '宁海县', '3', '0');
INSERT INTO `gz_region` VALUES ('3288', '388', '象山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3287', '388', '奉化市', '3', '0');
INSERT INTO `gz_region` VALUES ('3286', '388', '慈溪市', '3', '0');
INSERT INTO `gz_region` VALUES ('3285', '388', '余姚市', '3', '0');
INSERT INTO `gz_region` VALUES ('3284', '388', '鄞州区', '3', '0');
INSERT INTO `gz_region` VALUES ('3283', '388', '北仑区', '3', '0');
INSERT INTO `gz_region` VALUES ('3282', '388', '镇海区', '3', '0');
INSERT INTO `gz_region` VALUES ('3281', '388', '江北区', '3', '0');
INSERT INTO `gz_region` VALUES ('3280', '388', '江东区', '3', '0');
INSERT INTO `gz_region` VALUES ('3279', '388', '海曙区', '3', '0');
INSERT INTO `gz_region` VALUES ('3278', '387', '景宁', '3', '0');
INSERT INTO `gz_region` VALUES ('3277', '387', '庆元县', '3', '0');
INSERT INTO `gz_region` VALUES ('3276', '387', '云和县', '3', '0');
INSERT INTO `gz_region` VALUES ('3275', '387', '松阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('3274', '387', '遂昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('3273', '387', '缙云县', '3', '0');
INSERT INTO `gz_region` VALUES ('3272', '387', '青田县', '3', '0');
INSERT INTO `gz_region` VALUES ('3271', '387', '龙泉市', '3', '0');
INSERT INTO `gz_region` VALUES ('3270', '387', '莲都区', '3', '0');
INSERT INTO `gz_region` VALUES ('3269', '386', '磐安县', '3', '0');
INSERT INTO `gz_region` VALUES ('3268', '386', '浦江县', '3', '0');
INSERT INTO `gz_region` VALUES ('3267', '386', '武义县', '3', '0');
INSERT INTO `gz_region` VALUES ('3266', '386', '永康市', '3', '0');
INSERT INTO `gz_region` VALUES ('3265', '386', '东阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('3264', '386', '赤岸镇', '3', '0');
INSERT INTO `gz_region` VALUES ('3263', '386', '苏溪镇', '3', '0');
INSERT INTO `gz_region` VALUES ('3262', '386', '大陈镇', '3', '0');
INSERT INTO `gz_region` VALUES ('3261', '386', '义亭镇', '3', '0');
INSERT INTO `gz_region` VALUES ('3260', '386', '上溪镇', '3', '0');
INSERT INTO `gz_region` VALUES ('3259', '386', '佛堂镇', '3', '0');
INSERT INTO `gz_region` VALUES ('3258', '386', '市区', '3', '0');
INSERT INTO `gz_region` VALUES ('3257', '386', '兰溪市', '3', '0');
INSERT INTO `gz_region` VALUES ('3256', '386', '金东区', '3', '0');
INSERT INTO `gz_region` VALUES ('3255', '386', '婺城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3254', '385', '海盐县', '3', '0');
INSERT INTO `gz_region` VALUES ('3253', '385', '桐乡市', '3', '0');
INSERT INTO `gz_region` VALUES ('3252', '385', '平湖市', '3', '0');
INSERT INTO `gz_region` VALUES ('3251', '385', '嘉善县', '3', '0');
INSERT INTO `gz_region` VALUES ('3250', '385', '海宁市', '3', '0');
INSERT INTO `gz_region` VALUES ('3249', '385', '秀洲区', '3', '0');
INSERT INTO `gz_region` VALUES ('3248', '385', '南湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('3247', '384', '安吉县', '3', '0');
INSERT INTO `gz_region` VALUES ('3246', '384', '长兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('3245', '384', '德清县', '3', '0');
INSERT INTO `gz_region` VALUES ('3244', '384', '南浔区', '3', '0');
INSERT INTO `gz_region` VALUES ('3243', '384', '吴兴区', '3', '0');
INSERT INTO `gz_region` VALUES ('3242', '383', '淳安县', '3', '0');
INSERT INTO `gz_region` VALUES ('3241', '383', '桐庐县', '3', '0');
INSERT INTO `gz_region` VALUES ('3240', '383', '临安市', '3', '0');
INSERT INTO `gz_region` VALUES ('3239', '383', '富阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('3238', '383', '建德市', '3', '0');
INSERT INTO `gz_region` VALUES ('3237', '383', '市郊', '3', '0');
INSERT INTO `gz_region` VALUES ('3236', '383', '余杭区', '3', '0');
INSERT INTO `gz_region` VALUES ('3235', '383', '萧山区', '3', '0');
INSERT INTO `gz_region` VALUES ('3234', '383', '江干区', '3', '0');
INSERT INTO `gz_region` VALUES ('3233', '383', '滨江区', '3', '0');
INSERT INTO `gz_region` VALUES ('3232', '383', '拱墅区', '3', '0');
INSERT INTO `gz_region` VALUES ('3231', '383', '下城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3230', '383', '上城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3229', '383', '西湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('3228', '382', '水富县', '3', '0');
INSERT INTO `gz_region` VALUES ('3227', '382', '威信县', '3', '0');
INSERT INTO `gz_region` VALUES ('3226', '382', '彝良县', '3', '0');
INSERT INTO `gz_region` VALUES ('3225', '382', '镇雄县', '3', '0');
INSERT INTO `gz_region` VALUES ('3224', '382', '绥江县', '3', '0');
INSERT INTO `gz_region` VALUES ('3223', '382', '永善县', '3', '0');
INSERT INTO `gz_region` VALUES ('3222', '382', '大关县', '3', '0');
INSERT INTO `gz_region` VALUES ('3221', '382', '盐津县', '3', '0');
INSERT INTO `gz_region` VALUES ('3220', '382', '巧家县', '3', '0');
INSERT INTO `gz_region` VALUES ('3219', '382', '鲁甸县', '3', '0');
INSERT INTO `gz_region` VALUES ('3218', '382', '昭阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('3217', '381', '元江', '3', '0');
INSERT INTO `gz_region` VALUES ('3216', '381', '新平', '3', '0');
INSERT INTO `gz_region` VALUES ('3215', '381', '峨山', '3', '0');
INSERT INTO `gz_region` VALUES ('3214', '381', '易门县', '3', '0');
INSERT INTO `gz_region` VALUES ('3213', '381', '华宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3212', '381', '通海县', '3', '0');
INSERT INTO `gz_region` VALUES ('3211', '381', '澄江县', '3', '0');
INSERT INTO `gz_region` VALUES ('3210', '381', '江川县', '3', '0');
INSERT INTO `gz_region` VALUES ('3209', '381', '红塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('3208', '380', '勐腊县', '3', '0');
INSERT INTO `gz_region` VALUES ('3207', '380', '勐海县', '3', '0');
INSERT INTO `gz_region` VALUES ('3206', '380', '景洪市', '3', '0');
INSERT INTO `gz_region` VALUES ('3205', '379', '富宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3204', '379', '广南县', '3', '0');
INSERT INTO `gz_region` VALUES ('3203', '379', '丘北县', '3', '0');
INSERT INTO `gz_region` VALUES ('3202', '379', '马关县', '3', '0');
INSERT INTO `gz_region` VALUES ('3201', '379', '麻栗坡县', '3', '0');
INSERT INTO `gz_region` VALUES ('3200', '379', '西畴县', '3', '0');
INSERT INTO `gz_region` VALUES ('3199', '379', '砚山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3198', '379', '文山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3197', '378', '沾益县', '3', '0');
INSERT INTO `gz_region` VALUES ('3196', '378', '会泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('3195', '378', '富源县', '3', '0');
INSERT INTO `gz_region` VALUES ('3194', '378', '罗平县', '3', '0');
INSERT INTO `gz_region` VALUES ('3193', '378', '师宗县', '3', '0');
INSERT INTO `gz_region` VALUES ('3192', '378', '陆良县', '3', '0');
INSERT INTO `gz_region` VALUES ('3191', '378', '马龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('3190', '378', '宣威市', '3', '0');
INSERT INTO `gz_region` VALUES ('3189', '378', '麒麟区', '3', '0');
INSERT INTO `gz_region` VALUES ('3188', '377', '沧源', '3', '0');
INSERT INTO `gz_region` VALUES ('3187', '377', '耿马', '3', '0');
INSERT INTO `gz_region` VALUES ('3186', '377', '双江', '3', '0');
INSERT INTO `gz_region` VALUES ('3185', '377', '镇康县', '3', '0');
INSERT INTO `gz_region` VALUES ('3184', '377', '永德县', '3', '0');
INSERT INTO `gz_region` VALUES ('3183', '377', '云县', '3', '0');
INSERT INTO `gz_region` VALUES ('3182', '377', '凤庆县', '3', '0');
INSERT INTO `gz_region` VALUES ('3181', '377', '临翔区', '3', '0');
INSERT INTO `gz_region` VALUES ('3180', '376', '屏边', '3', '0');
INSERT INTO `gz_region` VALUES ('3179', '376', '河口', '3', '0');
INSERT INTO `gz_region` VALUES ('3178', '376', '金平', '3', '0');
INSERT INTO `gz_region` VALUES ('3177', '376', '红河县', '3', '0');
INSERT INTO `gz_region` VALUES ('3176', '376', '元阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('3175', '376', '弥勒县', '3', '0');
INSERT INTO `gz_region` VALUES ('3174', '376', '石屏县', '3', '0');
INSERT INTO `gz_region` VALUES ('3173', '376', '建水县', '3', '0');
INSERT INTO `gz_region` VALUES ('3172', '376', '绿春县', '3', '0');
INSERT INTO `gz_region` VALUES ('3171', '376', '开远市', '3', '0');
INSERT INTO `gz_region` VALUES ('3170', '376', '个旧市', '3', '0');
INSERT INTO `gz_region` VALUES ('3169', '376', '蒙自县', '3', '0');
INSERT INTO `gz_region` VALUES ('3168', '376', '泸西县', '3', '0');
INSERT INTO `gz_region` VALUES ('3167', '375', '维西', '3', '0');
INSERT INTO `gz_region` VALUES ('3166', '375', '德钦县', '3', '0');
INSERT INTO `gz_region` VALUES ('3165', '375', '香格里拉县', '3', '0');
INSERT INTO `gz_region` VALUES ('3164', '374', '陇川县', '3', '0');
INSERT INTO `gz_region` VALUES ('3163', '374', '盈江县', '3', '0');
INSERT INTO `gz_region` VALUES ('3162', '374', '梁河县', '3', '0');
INSERT INTO `gz_region` VALUES ('3161', '374', '瑞丽市', '3', '0');
INSERT INTO `gz_region` VALUES ('3160', '374', '潞西市', '3', '0');
INSERT INTO `gz_region` VALUES ('3159', '373', '巍山', '3', '0');
INSERT INTO `gz_region` VALUES ('3158', '373', '南涧', '3', '0');
INSERT INTO `gz_region` VALUES ('3157', '373', '漾濞', '3', '0');
INSERT INTO `gz_region` VALUES ('3156', '373', '鹤庆县', '3', '0');
INSERT INTO `gz_region` VALUES ('3155', '373', '剑川县', '3', '0');
INSERT INTO `gz_region` VALUES ('3154', '373', '洱源县', '3', '0');
INSERT INTO `gz_region` VALUES ('3153', '373', '云龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('3152', '373', '永平县', '3', '0');
INSERT INTO `gz_region` VALUES ('3151', '373', '弥渡县', '3', '0');
INSERT INTO `gz_region` VALUES ('3150', '373', '宾川县', '3', '0');
INSERT INTO `gz_region` VALUES ('3149', '373', '祥云县', '3', '0');
INSERT INTO `gz_region` VALUES ('3148', '373', '大理市', '3', '0');
INSERT INTO `gz_region` VALUES ('3147', '372', '禄丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('3146', '372', '武定县', '3', '0');
INSERT INTO `gz_region` VALUES ('3145', '372', '元谋县', '3', '0');
INSERT INTO `gz_region` VALUES ('3144', '372', '永仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3143', '372', '大姚县', '3', '0');
INSERT INTO `gz_region` VALUES ('3142', '372', '姚安县', '3', '0');
INSERT INTO `gz_region` VALUES ('3141', '372', '南华县', '3', '0');
INSERT INTO `gz_region` VALUES ('3140', '372', '牟定县', '3', '0');
INSERT INTO `gz_region` VALUES ('3139', '372', '双柏县', '3', '0');
INSERT INTO `gz_region` VALUES ('3138', '372', '楚雄市', '3', '0');
INSERT INTO `gz_region` VALUES ('3137', '371', '昌宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3136', '371', '龙陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('3135', '371', '腾冲县', '3', '0');
INSERT INTO `gz_region` VALUES ('3134', '371', '施甸县', '3', '0');
INSERT INTO `gz_region` VALUES ('3133', '371', '隆阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('3132', '370', '华坪县', '3', '0');
INSERT INTO `gz_region` VALUES ('3131', '370', '永胜县', '3', '0');
INSERT INTO `gz_region` VALUES ('3130', '370', '玉龙', '3', '0');
INSERT INTO `gz_region` VALUES ('3129', '370', '宁蒗', '3', '0');
INSERT INTO `gz_region` VALUES ('3128', '370', '古城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3127', '369', '西盟', '3', '0');
INSERT INTO `gz_region` VALUES ('3126', '369', '澜沧', '3', '0');
INSERT INTO `gz_region` VALUES ('3125', '369', '孟连', '3', '0');
INSERT INTO `gz_region` VALUES ('3124', '369', '江城', '3', '0');
INSERT INTO `gz_region` VALUES ('3123', '369', '镇沅', '3', '0');
INSERT INTO `gz_region` VALUES ('3122', '369', '景谷', '3', '0');
INSERT INTO `gz_region` VALUES ('3121', '369', '景东', '3', '0');
INSERT INTO `gz_region` VALUES ('3120', '369', '墨江', '3', '0');
INSERT INTO `gz_region` VALUES ('3119', '369', '思茅区', '3', '0');
INSERT INTO `gz_region` VALUES ('3118', '369', '宁洱', '3', '0');
INSERT INTO `gz_region` VALUES ('3117', '368', '贡山', '3', '0');
INSERT INTO `gz_region` VALUES ('3116', '368', '福贡县', '3', '0');
INSERT INTO `gz_region` VALUES ('3115', '368', '泸水县', '3', '0');
INSERT INTO `gz_region` VALUES ('3114', '368', '兰坪', '3', '0');
INSERT INTO `gz_region` VALUES ('3113', '367', '寻甸', '3', '0');
INSERT INTO `gz_region` VALUES ('3112', '367', '禄劝', '3', '0');
INSERT INTO `gz_region` VALUES ('3111', '367', '石林县', '3', '0');
INSERT INTO `gz_region` VALUES ('3110', '367', '嵩明县', '3', '0');
INSERT INTO `gz_region` VALUES ('3109', '367', '宜良县', '3', '0');
INSERT INTO `gz_region` VALUES ('3108', '367', '富民县', '3', '0');
INSERT INTO `gz_region` VALUES ('3107', '367', '晋宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3106', '367', '呈贡县', '3', '0');
INSERT INTO `gz_region` VALUES ('3105', '367', '安宁市', '3', '0');
INSERT INTO `gz_region` VALUES ('3104', '367', '东川区', '3', '0');
INSERT INTO `gz_region` VALUES ('3103', '367', '西山区', '3', '0');
INSERT INTO `gz_region` VALUES ('3102', '367', '官渡区', '3', '0');
INSERT INTO `gz_region` VALUES ('3101', '367', '五华区', '3', '0');
INSERT INTO `gz_region` VALUES ('3100', '367', '盘龙区', '3', '0');
INSERT INTO `gz_region` VALUES ('3099', '366', '察布查尔', '3', '0');
INSERT INTO `gz_region` VALUES ('3098', '366', '尼勒克县', '3', '0');
INSERT INTO `gz_region` VALUES ('3097', '366', '特克斯县', '3', '0');
INSERT INTO `gz_region` VALUES ('3096', '366', '昭苏县', '3', '0');
INSERT INTO `gz_region` VALUES ('3095', '366', '吉木乃县', '3', '0');
INSERT INTO `gz_region` VALUES ('3094', '366', '和布克赛尔', '3', '0');
INSERT INTO `gz_region` VALUES ('3093', '366', '裕民县', '3', '0');
INSERT INTO `gz_region` VALUES ('3092', '366', '新源县', '3', '0');
INSERT INTO `gz_region` VALUES ('3091', '366', '青河县', '3', '0');
INSERT INTO `gz_region` VALUES ('3090', '366', '托里县', '3', '0');
INSERT INTO `gz_region` VALUES ('3089', '366', '哈巴河县', '3', '0');
INSERT INTO `gz_region` VALUES ('3088', '366', '巩留县', '3', '0');
INSERT INTO `gz_region` VALUES ('3087', '366', '沙湾县', '3', '0');
INSERT INTO `gz_region` VALUES ('3086', '366', '霍城县', '3', '0');
INSERT INTO `gz_region` VALUES ('3085', '366', '福海县', '3', '0');
INSERT INTO `gz_region` VALUES ('3084', '366', '伊宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3083', '366', '富蕴县', '3', '0');
INSERT INTO `gz_region` VALUES ('3082', '366', '额敏县', '3', '0');
INSERT INTO `gz_region` VALUES ('3081', '366', '乌苏市', '3', '0');
INSERT INTO `gz_region` VALUES ('3080', '366', '奎屯市', '3', '0');
INSERT INTO `gz_region` VALUES ('3079', '366', '布尔津县', '3', '0');
INSERT INTO `gz_region` VALUES ('3078', '366', '伊宁市', '3', '0');
INSERT INTO `gz_region` VALUES ('3077', '366', '布克赛尔', '3', '0');
INSERT INTO `gz_region` VALUES ('3076', '366', '阿勒泰市', '3', '0');
INSERT INTO `gz_region` VALUES ('3075', '365', '五家渠市', '3', '0');
INSERT INTO `gz_region` VALUES ('3074', '364', '托克逊县', '3', '0');
INSERT INTO `gz_region` VALUES ('3073', '364', '鄯善县', '3', '0');
INSERT INTO `gz_region` VALUES ('3072', '364', '吐鲁番市', '3', '0');
INSERT INTO `gz_region` VALUES ('3071', '363', '图木舒克市', '3', '0');
INSERT INTO `gz_region` VALUES ('3070', '362', '石河子市', '3', '0');
INSERT INTO `gz_region` VALUES ('3069', '361', '乌恰县', '3', '0');
INSERT INTO `gz_region` VALUES ('3068', '361', '阿合奇县', '3', '0');
INSERT INTO `gz_region` VALUES ('3067', '361', '阿克陶县', '3', '0');
INSERT INTO `gz_region` VALUES ('3066', '361', '阿图什市', '3', '0');
INSERT INTO `gz_region` VALUES ('3065', '360', '克拉玛依市', '3', '0');
INSERT INTO `gz_region` VALUES ('3064', '359', '塔什库尔干', '3', '0');
INSERT INTO `gz_region` VALUES ('3063', '359', '巴楚县', '3', '0');
INSERT INTO `gz_region` VALUES ('3062', '359', '伽师县', '3', '0');
INSERT INTO `gz_region` VALUES ('3061', '359', '岳普湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('3060', '359', '麦盖提县', '3', '0');
INSERT INTO `gz_region` VALUES ('3059', '359', '叶城县', '3', '0');
INSERT INTO `gz_region` VALUES ('3058', '359', '莎车县', '3', '0');
INSERT INTO `gz_region` VALUES ('3057', '359', '泽普县', '3', '0');
INSERT INTO `gz_region` VALUES ('3056', '359', '英吉沙县', '3', '0');
INSERT INTO `gz_region` VALUES ('3055', '359', '疏勒县', '3', '0');
INSERT INTO `gz_region` VALUES ('3054', '359', '疏附县', '3', '0');
INSERT INTO `gz_region` VALUES ('3053', '359', '喀什市', '3', '0');
INSERT INTO `gz_region` VALUES ('3052', '358', '民丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('3051', '358', '于田县', '3', '0');
INSERT INTO `gz_region` VALUES ('3050', '358', '策勒县', '3', '0');
INSERT INTO `gz_region` VALUES ('3049', '358', '洛浦县', '3', '0');
INSERT INTO `gz_region` VALUES ('3048', '358', '皮山县', '3', '0');
INSERT INTO `gz_region` VALUES ('3047', '358', '墨玉县', '3', '0');
INSERT INTO `gz_region` VALUES ('3046', '358', '和田县', '3', '0');
INSERT INTO `gz_region` VALUES ('3045', '358', '和田市', '3', '0');
INSERT INTO `gz_region` VALUES ('3044', '357', '巴里坤', '3', '0');
INSERT INTO `gz_region` VALUES ('3043', '357', '伊吾县', '3', '0');
INSERT INTO `gz_region` VALUES ('3042', '357', '哈密市', '3', '0');
INSERT INTO `gz_region` VALUES ('3041', '356', '木垒', '3', '0');
INSERT INTO `gz_region` VALUES ('3040', '356', '吉木萨尔县', '3', '0');
INSERT INTO `gz_region` VALUES ('3039', '356', '奇台县', '3', '0');
INSERT INTO `gz_region` VALUES ('3038', '356', '玛纳斯县', '3', '0');
INSERT INTO `gz_region` VALUES ('3037', '356', '阜康市', '3', '0');
INSERT INTO `gz_region` VALUES ('3036', '356', '昌吉市', '3', '0');
INSERT INTO `gz_region` VALUES ('3035', '356', '米泉市', '3', '0');
INSERT INTO `gz_region` VALUES ('3034', '356', '呼图壁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3033', '355', '温泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('3032', '355', '精河县', '3', '0');
INSERT INTO `gz_region` VALUES ('3031', '355', '博乐市', '3', '0');
INSERT INTO `gz_region` VALUES ('3030', '354', '博湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('3029', '354', '和硕县', '3', '0');
INSERT INTO `gz_region` VALUES ('3028', '354', '和静县', '3', '0');
INSERT INTO `gz_region` VALUES ('3027', '354', '焉耆', '3', '0');
INSERT INTO `gz_region` VALUES ('3026', '354', '且末县', '3', '0');
INSERT INTO `gz_region` VALUES ('3025', '354', '若羌县', '3', '0');
INSERT INTO `gz_region` VALUES ('3024', '354', '尉犁县', '3', '0');
INSERT INTO `gz_region` VALUES ('3023', '354', '轮台县', '3', '0');
INSERT INTO `gz_region` VALUES ('3022', '354', '库尔勒市', '3', '0');
INSERT INTO `gz_region` VALUES ('3021', '353', '阿拉尔市', '3', '0');
INSERT INTO `gz_region` VALUES ('3020', '352', '柯坪县', '3', '0');
INSERT INTO `gz_region` VALUES ('3019', '352', '阿瓦提县', '3', '0');
INSERT INTO `gz_region` VALUES ('3018', '352', '乌什县', '3', '0');
INSERT INTO `gz_region` VALUES ('3017', '352', '拜城县', '3', '0');
INSERT INTO `gz_region` VALUES ('3016', '352', '新和县', '3', '0');
INSERT INTO `gz_region` VALUES ('3015', '352', '沙雅县', '3', '0');
INSERT INTO `gz_region` VALUES ('3014', '352', '库车县', '3', '0');
INSERT INTO `gz_region` VALUES ('3013', '352', '温宿县', '3', '0');
INSERT INTO `gz_region` VALUES ('3012', '352', '阿克苏市', '3', '0');
INSERT INTO `gz_region` VALUES ('3011', '351', '乌鲁木齐县', '3', '0');
INSERT INTO `gz_region` VALUES ('3010', '351', '米东区', '3', '0');
INSERT INTO `gz_region` VALUES ('3009', '351', '达坂城区', '3', '0');
INSERT INTO `gz_region` VALUES ('3008', '351', '头屯河区', '3', '0');
INSERT INTO `gz_region` VALUES ('3007', '351', '水磨沟区', '3', '0');
INSERT INTO `gz_region` VALUES ('3006', '351', '新市区', '3', '0');
INSERT INTO `gz_region` VALUES ('3005', '351', '沙依巴克区', '3', '0');
INSERT INTO `gz_region` VALUES ('3004', '351', '天山区', '3', '0');
INSERT INTO `gz_region` VALUES ('3003', '350', '浪卡子县', '3', '0');
INSERT INTO `gz_region` VALUES ('3002', '350', '错那县', '3', '0');
INSERT INTO `gz_region` VALUES ('3001', '350', '隆子县', '3', '0');
INSERT INTO `gz_region` VALUES ('3000', '350', '加查县', '3', '0');
INSERT INTO `gz_region` VALUES ('2999', '350', '洛扎县', '3', '0');
INSERT INTO `gz_region` VALUES ('2998', '350', '措美县', '3', '0');
INSERT INTO `gz_region` VALUES ('2997', '350', '曲松县', '3', '0');
INSERT INTO `gz_region` VALUES ('2996', '350', '琼结县', '3', '0');
INSERT INTO `gz_region` VALUES ('2995', '350', '桑日县', '3', '0');
INSERT INTO `gz_region` VALUES ('2994', '350', '贡嘎县', '3', '0');
INSERT INTO `gz_region` VALUES ('2993', '350', '扎囊县', '3', '0');
INSERT INTO `gz_region` VALUES ('2992', '350', '乃东县', '3', '0');
INSERT INTO `gz_region` VALUES ('2991', '349', '岗巴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2990', '349', '萨嘎县', '3', '0');
INSERT INTO `gz_region` VALUES ('2989', '349', '聂拉木县', '3', '0');
INSERT INTO `gz_region` VALUES ('2988', '349', '吉隆县', '3', '0');
INSERT INTO `gz_region` VALUES ('2987', '349', '亚东县', '3', '0');
INSERT INTO `gz_region` VALUES ('2986', '349', '仲巴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2985', '349', '定结县', '3', '0');
INSERT INTO `gz_region` VALUES ('2984', '349', '康马县', '3', '0');
INSERT INTO `gz_region` VALUES ('2983', '349', '仁布县', '3', '0');
INSERT INTO `gz_region` VALUES ('2982', '349', '白朗县', '3', '0');
INSERT INTO `gz_region` VALUES ('2981', '349', '谢通门县', '3', '0');
INSERT INTO `gz_region` VALUES ('2980', '349', '昂仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2979', '349', '拉孜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2978', '349', '萨迦县', '3', '0');
INSERT INTO `gz_region` VALUES ('2977', '349', '定日县', '3', '0');
INSERT INTO `gz_region` VALUES ('2976', '349', '江孜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2975', '349', '南木林县', '3', '0');
INSERT INTO `gz_region` VALUES ('2974', '349', '日喀则市', '3', '0');
INSERT INTO `gz_region` VALUES ('2973', '348', '尼玛县', '3', '0');
INSERT INTO `gz_region` VALUES ('2972', '348', '巴青县', '3', '0');
INSERT INTO `gz_region` VALUES ('2971', '348', '班戈县', '3', '0');
INSERT INTO `gz_region` VALUES ('2970', '348', '索县', '3', '0');
INSERT INTO `gz_region` VALUES ('2969', '348', '申扎县', '3', '0');
INSERT INTO `gz_region` VALUES ('2968', '348', '安多县', '3', '0');
INSERT INTO `gz_region` VALUES ('2967', '348', '聂荣县', '3', '0');
INSERT INTO `gz_region` VALUES ('2966', '348', '比如县', '3', '0');
INSERT INTO `gz_region` VALUES ('2965', '348', '嘉黎县', '3', '0');
INSERT INTO `gz_region` VALUES ('2964', '348', '那曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2963', '347', '朗县', '3', '0');
INSERT INTO `gz_region` VALUES ('2962', '347', '察隅县', '3', '0');
INSERT INTO `gz_region` VALUES ('2961', '347', '波密县', '3', '0');
INSERT INTO `gz_region` VALUES ('2960', '347', '墨脱县', '3', '0');
INSERT INTO `gz_region` VALUES ('2959', '347', '米林县', '3', '0');
INSERT INTO `gz_region` VALUES ('2958', '347', '工布江达县', '3', '0');
INSERT INTO `gz_region` VALUES ('2957', '347', '林芝县', '3', '0');
INSERT INTO `gz_region` VALUES ('2956', '346', '边坝县', '3', '0');
INSERT INTO `gz_region` VALUES ('2955', '346', '洛隆县', '3', '0');
INSERT INTO `gz_region` VALUES ('2954', '346', '芒康县', '3', '0');
INSERT INTO `gz_region` VALUES ('2953', '346', '左贡县', '3', '0');
INSERT INTO `gz_region` VALUES ('2952', '346', '八宿县', '3', '0');
INSERT INTO `gz_region` VALUES ('2951', '346', '察雅县', '3', '0');
INSERT INTO `gz_region` VALUES ('2950', '346', '丁青县', '3', '0');
INSERT INTO `gz_region` VALUES ('2949', '346', '类乌齐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2948', '346', '贡觉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2947', '346', '江达县', '3', '0');
INSERT INTO `gz_region` VALUES ('2946', '346', '昌都县', '3', '0');
INSERT INTO `gz_region` VALUES ('2945', '345', '措勤县', '3', '0');
INSERT INTO `gz_region` VALUES ('2944', '345', '改则县', '3', '0');
INSERT INTO `gz_region` VALUES ('2943', '345', '革吉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2942', '345', '日土县', '3', '0');
INSERT INTO `gz_region` VALUES ('2941', '345', '札达县', '3', '0');
INSERT INTO `gz_region` VALUES ('2940', '345', '普兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2939', '345', '噶尔县', '3', '0');
INSERT INTO `gz_region` VALUES ('2938', '344', '墨竹工卡县', '3', '0');
INSERT INTO `gz_region` VALUES ('2937', '344', '达孜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2936', '344', '堆龙德庆县', '3', '0');
INSERT INTO `gz_region` VALUES ('2935', '344', '曲水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2934', '344', '尼木县', '3', '0');
INSERT INTO `gz_region` VALUES ('2933', '344', '当雄县', '3', '0');
INSERT INTO `gz_region` VALUES ('2932', '344', '林周县', '3', '0');
INSERT INTO `gz_region` VALUES ('2931', '344', '城关区', '3', '0');
INSERT INTO `gz_region` VALUES ('2930', '343', '蓟县', '3', '0');
INSERT INTO `gz_region` VALUES ('2929', '343', '静海县', '3', '0');
INSERT INTO `gz_region` VALUES ('2928', '343', '宁河县', '3', '0');
INSERT INTO `gz_region` VALUES ('2927', '343', '经济开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('2926', '343', '宝坻区', '3', '0');
INSERT INTO `gz_region` VALUES ('2925', '343', '武清区', '3', '0');
INSERT INTO `gz_region` VALUES ('2924', '343', '大港区', '3', '0');
INSERT INTO `gz_region` VALUES ('2923', '343', '汉沽区', '3', '0');
INSERT INTO `gz_region` VALUES ('2922', '343', '塘沽区', '3', '0');
INSERT INTO `gz_region` VALUES ('2921', '343', '北辰区', '3', '0');
INSERT INTO `gz_region` VALUES ('2920', '343', '西青区', '3', '0');
INSERT INTO `gz_region` VALUES ('2919', '343', '津南区', '3', '0');
INSERT INTO `gz_region` VALUES ('2918', '343', '东丽区', '3', '0');
INSERT INTO `gz_region` VALUES ('2917', '343', '红桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('2916', '343', '河东区', '3', '0');
INSERT INTO `gz_region` VALUES ('2915', '343', '河北区', '3', '0');
INSERT INTO `gz_region` VALUES ('2914', '343', '南开区', '3', '0');
INSERT INTO `gz_region` VALUES ('2913', '343', '河西区', '3', '0');
INSERT INTO `gz_region` VALUES ('2912', '343', '和平区', '3', '0');
INSERT INTO `gz_region` VALUES ('2911', '342', '古蔺县', '3', '0');
INSERT INTO `gz_region` VALUES ('2910', '342', '叙永县', '3', '0');
INSERT INTO `gz_region` VALUES ('2909', '342', '合江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2908', '342', '泸县', '3', '0');
INSERT INTO `gz_region` VALUES ('2907', '342', '龙马潭区', '3', '0');
INSERT INTO `gz_region` VALUES ('2906', '342', '纳溪区', '3', '0');
INSERT INTO `gz_region` VALUES ('2905', '342', '江阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('2904', '341', '富顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('2903', '341', '荣县', '3', '0');
INSERT INTO `gz_region` VALUES ('2902', '341', '沿滩区', '3', '0');
INSERT INTO `gz_region` VALUES ('2901', '341', '贡井区', '3', '0');
INSERT INTO `gz_region` VALUES ('2900', '341', '自流井区', '3', '0');
INSERT INTO `gz_region` VALUES ('2899', '341', '大安区', '3', '0');
INSERT INTO `gz_region` VALUES ('2898', '340', '乐至县', '3', '0');
INSERT INTO `gz_region` VALUES ('2897', '340', '安岳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2896', '340', '简阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('2895', '340', '雁江区', '3', '0');
INSERT INTO `gz_region` VALUES ('2894', '339', '屏山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2893', '339', '兴文县', '3', '0');
INSERT INTO `gz_region` VALUES ('2892', '339', '筠连县', '3', '0');
INSERT INTO `gz_region` VALUES ('2891', '339', '珙县', '3', '0');
INSERT INTO `gz_region` VALUES ('2890', '339', '高县', '3', '0');
INSERT INTO `gz_region` VALUES ('2889', '339', '长宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2888', '339', '江安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2887', '339', '南溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2886', '339', '宜宾县', '3', '0');
INSERT INTO `gz_region` VALUES ('2885', '339', '翠屏区', '3', '0');
INSERT INTO `gz_region` VALUES ('2884', '338', '宝兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2883', '338', '芦山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2882', '338', '天全县', '3', '0');
INSERT INTO `gz_region` VALUES ('2881', '338', '石棉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2880', '338', '汉源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2879', '338', '荥经县', '3', '0');
INSERT INTO `gz_region` VALUES ('2878', '338', '名山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2877', '338', '雨城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2876', '337', '大英县', '3', '0');
INSERT INTO `gz_region` VALUES ('2875', '337', '射洪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2874', '337', '蓬溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2873', '337', '安居区', '3', '0');
INSERT INTO `gz_region` VALUES ('2872', '337', '船山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2871', '336', '盐边县', '3', '0');
INSERT INTO `gz_region` VALUES ('2870', '336', '米易县', '3', '0');
INSERT INTO `gz_region` VALUES ('2869', '336', '仁和区', '3', '0');
INSERT INTO `gz_region` VALUES ('2868', '336', '西  区', '3', '0');
INSERT INTO `gz_region` VALUES ('2867', '336', '东  区', '3', '0');
INSERT INTO `gz_region` VALUES ('2866', '335', '隆昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('2865', '335', '资中县', '3', '0');
INSERT INTO `gz_region` VALUES ('2864', '335', '威远县', '3', '0');
INSERT INTO `gz_region` VALUES ('2863', '335', '东兴区', '3', '0');
INSERT INTO `gz_region` VALUES ('2862', '335', '市中区', '3', '0');
INSERT INTO `gz_region` VALUES ('2861', '334', '西充县', '3', '0');
INSERT INTO `gz_region` VALUES ('2860', '334', '嘉陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('2859', '334', '高坪区', '3', '0');
INSERT INTO `gz_region` VALUES ('2858', '334', '顺庆区', '3', '0');
INSERT INTO `gz_region` VALUES ('2857', '334', '仪陇县', '3', '0');
INSERT INTO `gz_region` VALUES ('2856', '334', '蓬安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2855', '334', '营山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2854', '334', '南部县', '3', '0');
INSERT INTO `gz_region` VALUES ('2853', '334', '阆中市', '3', '0');
INSERT INTO `gz_region` VALUES ('2852', '333', '青神县', '3', '0');
INSERT INTO `gz_region` VALUES ('2851', '333', '丹棱县', '3', '0');
INSERT INTO `gz_region` VALUES ('2850', '333', '洪雅县', '3', '0');
INSERT INTO `gz_region` VALUES ('2849', '333', '彭山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2848', '333', '仁寿县', '3', '0');
INSERT INTO `gz_region` VALUES ('2847', '333', '东坡区', '3', '0');
INSERT INTO `gz_region` VALUES ('2846', '332', '木里', '3', '0');
INSERT INTO `gz_region` VALUES ('2845', '332', '雷波县', '3', '0');
INSERT INTO `gz_region` VALUES ('2844', '332', '美姑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2843', '332', '甘洛县', '3', '0');
INSERT INTO `gz_region` VALUES ('2842', '332', '越西县', '3', '0');
INSERT INTO `gz_region` VALUES ('2841', '332', '冕宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2840', '332', '喜德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2839', '332', '昭觉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2838', '332', '金阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2837', '332', '布拖县', '3', '0');
INSERT INTO `gz_region` VALUES ('2836', '332', '普格县', '3', '0');
INSERT INTO `gz_region` VALUES ('2835', '332', '宁南县', '3', '0');
INSERT INTO `gz_region` VALUES ('2834', '332', '会东县', '3', '0');
INSERT INTO `gz_region` VALUES ('2833', '332', '会理县', '3', '0');
INSERT INTO `gz_region` VALUES ('2832', '332', '德昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('2831', '332', '盐源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2830', '332', '西昌市', '3', '0');
INSERT INTO `gz_region` VALUES ('2829', '331', '马边', '3', '0');
INSERT INTO `gz_region` VALUES ('2828', '331', '峨边', '3', '0');
INSERT INTO `gz_region` VALUES ('2827', '331', '沐川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2826', '331', '夹江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2825', '331', '井研县', '3', '0');
INSERT INTO `gz_region` VALUES ('2824', '331', '犍为县', '3', '0');
INSERT INTO `gz_region` VALUES ('2823', '331', '乐山市', '3', '0');
INSERT INTO `gz_region` VALUES ('2822', '331', '峨眉山市', '3', '0');
INSERT INTO `gz_region` VALUES ('2821', '330', '苍溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2820', '330', '剑阁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2819', '330', '青川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2818', '330', '旺苍县', '3', '0');
INSERT INTO `gz_region` VALUES ('2817', '330', '朝天区', '3', '0');
INSERT INTO `gz_region` VALUES ('2816', '330', '元坝区', '3', '0');
INSERT INTO `gz_region` VALUES ('2815', '330', '利州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2814', '329', '邻水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2813', '329', '武胜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2812', '329', '岳池县', '3', '0');
INSERT INTO `gz_region` VALUES ('2811', '329', '华蓥市', '3', '0');
INSERT INTO `gz_region` VALUES ('2810', '329', '广安区', '3', '0');
INSERT INTO `gz_region` VALUES ('2809', '328', '得荣县', '3', '0');
INSERT INTO `gz_region` VALUES ('2808', '328', '巴塘县', '3', '0');
INSERT INTO `gz_region` VALUES ('2807', '328', '色达县', '3', '0');
INSERT INTO `gz_region` VALUES ('2806', '328', '稻城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2805', '328', '石渠县', '3', '0');
INSERT INTO `gz_region` VALUES ('2804', '328', '乡城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2803', '328', '德格县', '3', '0');
INSERT INTO `gz_region` VALUES ('2802', '328', '理塘县', '3', '0');
INSERT INTO `gz_region` VALUES ('2801', '328', '白玉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2800', '328', '道孚县', '3', '0');
INSERT INTO `gz_region` VALUES ('2799', '328', '新龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('2798', '328', '雅江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2797', '328', '甘孜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2796', '328', '九龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('2795', '328', '炉霍县', '3', '0');
INSERT INTO `gz_region` VALUES ('2794', '328', '泸定县', '3', '0');
INSERT INTO `gz_region` VALUES ('2793', '328', '丹巴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2792', '328', '康定县', '3', '0');
INSERT INTO `gz_region` VALUES ('2791', '327', '中江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2790', '327', '罗江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2789', '327', '绵竹市', '3', '0');
INSERT INTO `gz_region` VALUES ('2788', '327', '什邡市', '3', '0');
INSERT INTO `gz_region` VALUES ('2787', '327', '广汉市', '3', '0');
INSERT INTO `gz_region` VALUES ('2786', '327', '旌阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('2785', '326', '渠县', '3', '0');
INSERT INTO `gz_region` VALUES ('2784', '326', '大竹县', '3', '0');
INSERT INTO `gz_region` VALUES ('2783', '326', '开江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2782', '326', '宣汉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2781', '326', '达县', '3', '0');
INSERT INTO `gz_region` VALUES ('2780', '326', '万源市', '3', '0');
INSERT INTO `gz_region` VALUES ('2779', '326', '通川区', '3', '0');
INSERT INTO `gz_region` VALUES ('2778', '325', '平昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('2777', '325', '南江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2776', '325', '通江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2775', '325', '巴州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2774', '324', '红原县', '3', '0');
INSERT INTO `gz_region` VALUES ('2773', '324', '若尔盖县', '3', '0');
INSERT INTO `gz_region` VALUES ('2772', '324', '阿坝县', '3', '0');
INSERT INTO `gz_region` VALUES ('2771', '324', '壤塘县', '3', '0');
INSERT INTO `gz_region` VALUES ('2770', '324', '黑水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2769', '324', '小金县', '3', '0');
INSERT INTO `gz_region` VALUES ('2768', '324', '金川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2767', '324', '九寨沟县', '3', '0');
INSERT INTO `gz_region` VALUES ('2766', '324', '松潘县', '3', '0');
INSERT INTO `gz_region` VALUES ('2765', '324', '茂县', '3', '0');
INSERT INTO `gz_region` VALUES ('2764', '324', '理县', '3', '0');
INSERT INTO `gz_region` VALUES ('2763', '324', '汶川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2762', '324', '马尔康县', '3', '0');
INSERT INTO `gz_region` VALUES ('2761', '323', '北川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2760', '323', '梓潼县', '3', '0');
INSERT INTO `gz_region` VALUES ('2759', '323', '安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2758', '323', '平武县', '3', '0');
INSERT INTO `gz_region` VALUES ('2757', '323', '三台县', '3', '0');
INSERT INTO `gz_region` VALUES ('2756', '323', '盐亭县', '3', '0');
INSERT INTO `gz_region` VALUES ('2755', '323', '江油市', '3', '0');
INSERT INTO `gz_region` VALUES ('2754', '323', '游仙区', '3', '0');
INSERT INTO `gz_region` VALUES ('2753', '323', '涪城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2752', '322', '新津县', '3', '0');
INSERT INTO `gz_region` VALUES ('2751', '322', '蒲江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2750', '322', '大邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2749', '322', '郫县', '3', '0');
INSERT INTO `gz_region` VALUES ('2748', '322', '双流县', '3', '0');
INSERT INTO `gz_region` VALUES ('2747', '322', '金堂县', '3', '0');
INSERT INTO `gz_region` VALUES ('2746', '322', '崇州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2745', '322', '邛崃市', '3', '0');
INSERT INTO `gz_region` VALUES ('2744', '322', '彭州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2743', '322', '都江堰市', '3', '0');
INSERT INTO `gz_region` VALUES ('2742', '322', '新津县', '3', '0');
INSERT INTO `gz_region` VALUES ('2741', '322', '蒲江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2740', '322', '大邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2739', '322', '郫县', '3', '0');
INSERT INTO `gz_region` VALUES ('2738', '322', '双流县', '3', '0');
INSERT INTO `gz_region` VALUES ('2737', '322', '金堂县', '3', '0');
INSERT INTO `gz_region` VALUES ('2736', '322', '崇州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2735', '322', '邛崃市', '3', '0');
INSERT INTO `gz_region` VALUES ('2734', '322', '彭州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2733', '322', '都江堰市', '3', '0');
INSERT INTO `gz_region` VALUES ('2732', '322', '高新西区', '3', '0');
INSERT INTO `gz_region` VALUES ('2731', '322', '高新区', '3', '0');
INSERT INTO `gz_region` VALUES ('2730', '322', '温江区', '3', '0');
INSERT INTO `gz_region` VALUES ('2729', '322', '新都区', '3', '0');
INSERT INTO `gz_region` VALUES ('2728', '322', '青白江区', '3', '0');
INSERT INTO `gz_region` VALUES ('2727', '322', '龙泉驿区', '3', '0');
INSERT INTO `gz_region` VALUES ('2726', '322', '成华区', '3', '0');
INSERT INTO `gz_region` VALUES ('2725', '322', '武侯区', '3', '0');
INSERT INTO `gz_region` VALUES ('2724', '322', '金牛区', '3', '0');
INSERT INTO `gz_region` VALUES ('2723', '322', '锦江区', '3', '0');
INSERT INTO `gz_region` VALUES ('2722', '322', '青羊区', '3', '0');
INSERT INTO `gz_region` VALUES ('2721', '321', '崇明县', '3', '0');
INSERT INTO `gz_region` VALUES ('2720', '321', '奉贤区', '3', '0');
INSERT INTO `gz_region` VALUES ('2719', '321', '金山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2718', '321', '青浦区', '3', '0');
INSERT INTO `gz_region` VALUES ('2717', '321', '宝山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2716', '321', '嘉定区', '3', '0');
INSERT INTO `gz_region` VALUES ('2715', '321', '松江区', '3', '0');
INSERT INTO `gz_region` VALUES ('2714', '321', '南汇区', '3', '0');
INSERT INTO `gz_region` VALUES ('2713', '321', '黄浦区', '3', '0');
INSERT INTO `gz_region` VALUES ('2712', '321', '虹口区', '3', '0');
INSERT INTO `gz_region` VALUES ('2711', '321', '卢湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('2710', '321', '静安区', '3', '0');
INSERT INTO `gz_region` VALUES ('2709', '321', '普陀区', '3', '0');
INSERT INTO `gz_region` VALUES ('2708', '321', '杨浦区', '3', '0');
INSERT INTO `gz_region` VALUES ('2707', '321', '浦东新区', '3', '0');
INSERT INTO `gz_region` VALUES ('2706', '321', '徐汇区', '3', '0');
INSERT INTO `gz_region` VALUES ('2705', '321', '闵行区', '3', '0');
INSERT INTO `gz_region` VALUES ('2704', '321', '闸北区', '3', '0');
INSERT INTO `gz_region` VALUES ('2703', '321', '长宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('2702', '320', '子洲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2701', '320', '清涧县', '3', '0');
INSERT INTO `gz_region` VALUES ('2700', '320', '吴堡县', '3', '0');
INSERT INTO `gz_region` VALUES ('2699', '320', '佳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2698', '320', '米脂县', '3', '0');
INSERT INTO `gz_region` VALUES ('2697', '320', '绥德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2696', '320', '定边县', '3', '0');
INSERT INTO `gz_region` VALUES ('2695', '320', '靖边县', '3', '0');
INSERT INTO `gz_region` VALUES ('2694', '320', '横山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2693', '320', '府谷县', '3', '0');
INSERT INTO `gz_region` VALUES ('2692', '320', '神木县', '3', '0');
INSERT INTO `gz_region` VALUES ('2691', '320', '榆阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('2690', '319', '黄陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('2689', '319', '黄龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('2688', '319', '宜川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2687', '319', '洛川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2686', '319', '富县', '3', '0');
INSERT INTO `gz_region` VALUES ('2685', '319', '甘泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2684', '319', '志丹县', '3', '0');
INSERT INTO `gz_region` VALUES ('2683', '319', '安塞县', '3', '0');
INSERT INTO `gz_region` VALUES ('2682', '319', '子长县', '3', '0');
INSERT INTO `gz_region` VALUES ('2681', '319', '延川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2680', '319', '延长县', '3', '0');
INSERT INTO `gz_region` VALUES ('2679', '319', '宝塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('2678', '319', '吴起县', '3', '0');
INSERT INTO `gz_region` VALUES ('2677', '318', '武功县', '3', '0');
INSERT INTO `gz_region` VALUES ('2676', '318', '淳化县', '3', '0');
INSERT INTO `gz_region` VALUES ('2675', '318', '旬邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2674', '318', '长武县', '3', '0');
INSERT INTO `gz_region` VALUES ('2673', '318', '彬县', '3', '0');
INSERT INTO `gz_region` VALUES ('2672', '318', '永寿县', '3', '0');
INSERT INTO `gz_region` VALUES ('2671', '318', '礼泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2670', '318', '乾县', '3', '0');
INSERT INTO `gz_region` VALUES ('2669', '318', '泾阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2668', '318', '三原县', '3', '0');
INSERT INTO `gz_region` VALUES ('2667', '318', '兴平市', '3', '0');
INSERT INTO `gz_region` VALUES ('2666', '318', '杨陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('2665', '318', '渭城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2664', '318', '秦都区', '3', '0');
INSERT INTO `gz_region` VALUES ('2663', '317', '富平县', '3', '0');
INSERT INTO `gz_region` VALUES ('2662', '317', '白水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2661', '317', '蒲城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2660', '317', '澄城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2659', '317', '合阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2658', '317', '大荔县', '3', '0');
INSERT INTO `gz_region` VALUES ('2657', '317', '潼关县', '3', '0');
INSERT INTO `gz_region` VALUES ('2656', '317', '华县', '3', '0');
INSERT INTO `gz_region` VALUES ('2655', '317', '华阴市', '3', '0');
INSERT INTO `gz_region` VALUES ('2654', '317', '韩城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2653', '317', '临渭区', '3', '0');
INSERT INTO `gz_region` VALUES ('2652', '316', '宜君县', '3', '0');
INSERT INTO `gz_region` VALUES ('2651', '316', '印台区', '3', '0');
INSERT INTO `gz_region` VALUES ('2650', '316', '王益区', '3', '0');
INSERT INTO `gz_region` VALUES ('2649', '316', '耀州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2648', '315', '柞水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2647', '315', '镇安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2646', '315', '山阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2645', '315', '商南县', '3', '0');
INSERT INTO `gz_region` VALUES ('2644', '315', '丹凤县', '3', '0');
INSERT INTO `gz_region` VALUES ('2643', '315', '洛南县', '3', '0');
INSERT INTO `gz_region` VALUES ('2642', '315', '商州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2641', '314', '佛坪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2640', '314', '留坝县', '3', '0');
INSERT INTO `gz_region` VALUES ('2639', '314', '镇巴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2638', '314', '略阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2637', '314', '宁强县', '3', '0');
INSERT INTO `gz_region` VALUES ('2636', '314', '勉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2635', '314', '西乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('2634', '314', '洋县', '3', '0');
INSERT INTO `gz_region` VALUES ('2633', '314', '城固县', '3', '0');
INSERT INTO `gz_region` VALUES ('2632', '314', '南郑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2631', '314', '汉台区', '3', '0');
INSERT INTO `gz_region` VALUES ('2630', '313', '太白县', '3', '0');
INSERT INTO `gz_region` VALUES ('2629', '313', '凤县', '3', '0');
INSERT INTO `gz_region` VALUES ('2628', '313', '麟游县', '3', '0');
INSERT INTO `gz_region` VALUES ('2627', '313', '千阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2626', '313', '陇县', '3', '0');
INSERT INTO `gz_region` VALUES ('2625', '313', '眉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2624', '313', '扶风县', '3', '0');
INSERT INTO `gz_region` VALUES ('2623', '313', '岐山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2622', '313', '凤翔县', '3', '0');
INSERT INTO `gz_region` VALUES ('2621', '313', '金台区', '3', '0');
INSERT INTO `gz_region` VALUES ('2620', '313', '渭滨区', '3', '0');
INSERT INTO `gz_region` VALUES ('2619', '313', '陈仓区', '3', '0');
INSERT INTO `gz_region` VALUES ('2618', '312', '白河县', '3', '0');
INSERT INTO `gz_region` VALUES ('2617', '312', '旬阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2616', '312', '镇坪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2615', '312', '平利县', '3', '0');
INSERT INTO `gz_region` VALUES ('2614', '312', '岚皋县', '3', '0');
INSERT INTO `gz_region` VALUES ('2613', '312', '紫阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2612', '312', '宁陕县', '3', '0');
INSERT INTO `gz_region` VALUES ('2611', '312', '石泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2610', '312', '汉阴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2609', '312', '汉滨区', '3', '0');
INSERT INTO `gz_region` VALUES ('2608', '311', '高陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('2607', '311', '户县', '3', '0');
INSERT INTO `gz_region` VALUES ('2606', '311', '周至县', '3', '0');
INSERT INTO `gz_region` VALUES ('2605', '311', '蓝田县', '3', '0');
INSERT INTO `gz_region` VALUES ('2604', '311', '长安区', '3', '0');
INSERT INTO `gz_region` VALUES ('2603', '311', '临潼区', '3', '0');
INSERT INTO `gz_region` VALUES ('2602', '311', '阎良区', '3', '0');
INSERT INTO `gz_region` VALUES ('2601', '311', '未央区', '3', '0');
INSERT INTO `gz_region` VALUES ('2600', '311', '灞桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('2599', '311', '雁塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('2598', '311', '碑林区', '3', '0');
INSERT INTO `gz_region` VALUES ('2597', '311', '新城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2596', '311', '莲湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('2595', '310', '芮城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2594', '310', '平陆县', '3', '0');
INSERT INTO `gz_region` VALUES ('2593', '310', '夏县', '3', '0');
INSERT INTO `gz_region` VALUES ('2592', '310', '垣曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2591', '310', '绛县', '3', '0');
INSERT INTO `gz_region` VALUES ('2590', '310', '新绛县', '3', '0');
INSERT INTO `gz_region` VALUES ('2589', '310', '稷山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2588', '310', '闻喜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2587', '310', '万荣县', '3', '0');
INSERT INTO `gz_region` VALUES ('2586', '310', '临猗县', '3', '0');
INSERT INTO `gz_region` VALUES ('2585', '310', '河津市', '3', '0');
INSERT INTO `gz_region` VALUES ('2584', '310', '永济市', '3', '0');
INSERT INTO `gz_region` VALUES ('2583', '310', '盐湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('2582', '309', '盂县', '3', '0');
INSERT INTO `gz_region` VALUES ('2581', '309', '平定县', '3', '0');
INSERT INTO `gz_region` VALUES ('2580', '309', '郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('2579', '309', '矿区', '3', '0');
INSERT INTO `gz_region` VALUES ('2578', '309', '城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2577', '308', '偏关县', '3', '0');
INSERT INTO `gz_region` VALUES ('2576', '308', '保德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2575', '308', '河曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2574', '308', '岢岚县', '3', '0');
INSERT INTO `gz_region` VALUES ('2573', '308', '五寨县', '3', '0');
INSERT INTO `gz_region` VALUES ('2572', '308', '神池县', '3', '0');
INSERT INTO `gz_region` VALUES ('2571', '308', '静乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2570', '308', '宁武县', '3', '0');
INSERT INTO `gz_region` VALUES ('2569', '308', '繁峙县', '3', '0');
INSERT INTO `gz_region` VALUES ('2568', '308', '代县', '3', '0');
INSERT INTO `gz_region` VALUES ('2567', '308', '五台县', '3', '0');
INSERT INTO `gz_region` VALUES ('2566', '308', '定襄县', '3', '0');
INSERT INTO `gz_region` VALUES ('2565', '308', '原平市', '3', '0');
INSERT INTO `gz_region` VALUES ('2564', '308', '忻府区', '3', '0');
INSERT INTO `gz_region` VALUES ('2563', '307', '怀仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2562', '307', '右玉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2561', '307', '应县', '3', '0');
INSERT INTO `gz_region` VALUES ('2560', '307', '山阴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2559', '307', '平鲁区', '3', '0');
INSERT INTO `gz_region` VALUES ('2558', '307', '朔城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2557', '306', '交口县', '3', '0');
INSERT INTO `gz_region` VALUES ('2556', '306', '中阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2555', '306', '方山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2554', '306', '岚县', '3', '0');
INSERT INTO `gz_region` VALUES ('2553', '306', '石楼县', '3', '0');
INSERT INTO `gz_region` VALUES ('2552', '306', '柳林县', '3', '0');
INSERT INTO `gz_region` VALUES ('2551', '306', '临县', '3', '0');
INSERT INTO `gz_region` VALUES ('2550', '306', '兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2549', '306', '交城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2548', '306', '文水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2547', '306', '汾阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('2546', '306', '孝义市', '3', '0');
INSERT INTO `gz_region` VALUES ('2545', '306', '离石区', '3', '0');
INSERT INTO `gz_region` VALUES ('2544', '306', '离石市', '3', '0');
INSERT INTO `gz_region` VALUES ('2543', '305', '汾西县', '3', '0');
INSERT INTO `gz_region` VALUES ('2542', '305', '蒲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2541', '305', '永和县', '3', '0');
INSERT INTO `gz_region` VALUES ('2540', '305', '隰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2539', '305', '大宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2538', '305', '乡宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2537', '305', '古县', '3', '0');
INSERT INTO `gz_region` VALUES ('2536', '305', '浮山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2535', '305', '安泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('2534', '305', '吉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2533', '305', '洪洞县', '3', '0');
INSERT INTO `gz_region` VALUES ('2532', '305', '襄汾县', '3', '0');
INSERT INTO `gz_region` VALUES ('2531', '305', '翼城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2530', '305', '曲沃县', '3', '0');
INSERT INTO `gz_region` VALUES ('2529', '305', '霍州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2528', '305', '侯马市', '3', '0');
INSERT INTO `gz_region` VALUES ('2527', '305', '尧都区', '3', '0');
INSERT INTO `gz_region` VALUES ('2526', '304', '灵石县', '3', '0');
INSERT INTO `gz_region` VALUES ('2525', '304', '平遥县', '3', '0');
INSERT INTO `gz_region` VALUES ('2524', '304', '祁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2523', '304', '太谷县', '3', '0');
INSERT INTO `gz_region` VALUES ('2522', '304', '寿阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2521', '304', '昔阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2520', '304', '和顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('2519', '304', '左权县', '3', '0');
INSERT INTO `gz_region` VALUES ('2518', '304', '榆社县', '3', '0');
INSERT INTO `gz_region` VALUES ('2517', '304', '介休市', '3', '0');
INSERT INTO `gz_region` VALUES ('2516', '304', '榆次区', '3', '0');
INSERT INTO `gz_region` VALUES ('2515', '303', '泽州县', '3', '0');
INSERT INTO `gz_region` VALUES ('2514', '303', '陵川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2513', '303', '阳城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2512', '303', '沁水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2511', '303', '高平市', '3', '0');
INSERT INTO `gz_region` VALUES ('2510', '303', '城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2509', '302', '大同县', '3', '0');
INSERT INTO `gz_region` VALUES ('2508', '302', '左云县', '3', '0');
INSERT INTO `gz_region` VALUES ('2507', '302', '浑源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2506', '302', '灵丘县', '3', '0');
INSERT INTO `gz_region` VALUES ('2505', '302', '广灵县', '3', '0');
INSERT INTO `gz_region` VALUES ('2504', '302', '天镇县', '3', '0');
INSERT INTO `gz_region` VALUES ('2503', '302', '阳高县', '3', '0');
INSERT INTO `gz_region` VALUES ('2502', '302', '新荣区', '3', '0');
INSERT INTO `gz_region` VALUES ('2501', '302', '南郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('2500', '302', '矿区', '3', '0');
INSERT INTO `gz_region` VALUES ('2499', '302', '城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2498', '301', '沁源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2497', '301', '武乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('2496', '301', '长子县', '3', '0');
INSERT INTO `gz_region` VALUES ('2495', '301', '壶关县', '3', '0');
INSERT INTO `gz_region` VALUES ('2494', '301', '黎城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2493', '301', '平顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('2492', '301', '屯留县', '3', '0');
INSERT INTO `gz_region` VALUES ('2491', '301', '襄垣县', '3', '0');
INSERT INTO `gz_region` VALUES ('2490', '301', '长治县', '3', '0');
INSERT INTO `gz_region` VALUES ('2489', '301', '潞城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2488', '301', '沁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2487', '301', '郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('2486', '301', '城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2485', '300', '古交市', '3', '0');
INSERT INTO `gz_region` VALUES ('2484', '300', '娄烦县', '3', '0');
INSERT INTO `gz_region` VALUES ('2483', '300', '阳曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2482', '300', '清徐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2481', '300', '经济技术开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('2480', '300', '民营经济开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('2479', '300', '高新开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('2478', '300', '晋源区', '3', '0');
INSERT INTO `gz_region` VALUES ('2477', '300', '万柏林区', '3', '0');
INSERT INTO `gz_region` VALUES ('2476', '300', '尖草坪区', '3', '0');
INSERT INTO `gz_region` VALUES ('2475', '300', '迎泽区', '3', '0');
INSERT INTO `gz_region` VALUES ('2474', '300', '小店区', '3', '0');
INSERT INTO `gz_region` VALUES ('2473', '300', '杏花岭区', '3', '0');
INSERT INTO `gz_region` VALUES ('2472', '299', '沂源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2471', '299', '高青县', '3', '0');
INSERT INTO `gz_region` VALUES ('2470', '299', '桓台县', '3', '0');
INSERT INTO `gz_region` VALUES ('2469', '299', '周村区', '3', '0');
INSERT INTO `gz_region` VALUES ('2468', '299', '博山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2467', '299', '淄川区', '3', '0');
INSERT INTO `gz_region` VALUES ('2466', '299', '临淄区', '3', '0');
INSERT INTO `gz_region` VALUES ('2465', '299', '张店区', '3', '0');
INSERT INTO `gz_region` VALUES ('2464', '298', '滕州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2463', '298', '薛城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2462', '298', '台儿庄区', '3', '0');
INSERT INTO `gz_region` VALUES ('2461', '298', '峄城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2460', '298', '山亭区', '3', '0');
INSERT INTO `gz_region` VALUES ('2459', '298', '市中区', '3', '0');
INSERT INTO `gz_region` VALUES ('2458', '297', '长岛县', '3', '0');
INSERT INTO `gz_region` VALUES ('2457', '297', '海阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('2456', '297', '栖霞市', '3', '0');
INSERT INTO `gz_region` VALUES ('2455', '297', '招远市', '3', '0');
INSERT INTO `gz_region` VALUES ('2454', '297', '蓬莱市', '3', '0');
INSERT INTO `gz_region` VALUES ('2453', '297', '莱州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2452', '297', '莱阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('2451', '297', '龙口市', '3', '0');
INSERT INTO `gz_region` VALUES ('2450', '297', '开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('2449', '297', '莱山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2448', '297', '牟平区', '3', '0');
INSERT INTO `gz_region` VALUES ('2447', '297', '福山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2446', '297', '芝罘区', '3', '0');
INSERT INTO `gz_region` VALUES ('2445', '296', '昌乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2444', '296', '临朐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2443', '296', '昌邑市', '3', '0');
INSERT INTO `gz_region` VALUES ('2442', '296', '高密市', '3', '0');
INSERT INTO `gz_region` VALUES ('2441', '296', '安丘市', '3', '0');
INSERT INTO `gz_region` VALUES ('2440', '296', '寿光市', '3', '0');
INSERT INTO `gz_region` VALUES ('2439', '296', '诸城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2438', '296', '青州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2437', '296', '奎文区', '3', '0');
INSERT INTO `gz_region` VALUES ('2436', '296', '坊子区', '3', '0');
INSERT INTO `gz_region` VALUES ('2435', '296', '寒亭区', '3', '0');
INSERT INTO `gz_region` VALUES ('2434', '296', '潍城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2433', '295', '文登市', '3', '0');
INSERT INTO `gz_region` VALUES ('2432', '295', '环翠区', '3', '0');
INSERT INTO `gz_region` VALUES ('2431', '295', '乳山市', '3', '0');
INSERT INTO `gz_region` VALUES ('2430', '295', '荣成市', '3', '0');
INSERT INTO `gz_region` VALUES ('2429', '294', '东平县', '3', '0');
INSERT INTO `gz_region` VALUES ('2428', '294', '宁阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2427', '294', '肥城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2426', '294', '新泰市', '3', '0');
INSERT INTO `gz_region` VALUES ('2425', '294', '岱岳区', '3', '0');
INSERT INTO `gz_region` VALUES ('2424', '294', '泰山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2423', '293', '莒县', '3', '0');
INSERT INTO `gz_region` VALUES ('2422', '293', '五莲县', '3', '0');
INSERT INTO `gz_region` VALUES ('2421', '293', '岚山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2420', '293', '东港区', '3', '0');
INSERT INTO `gz_region` VALUES ('2419', '292', '临沭县', '3', '0');
INSERT INTO `gz_region` VALUES ('2418', '292', '蒙阴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2417', '292', '莒南县', '3', '0');
INSERT INTO `gz_region` VALUES ('2416', '292', '平邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2415', '292', '费县', '3', '0');
INSERT INTO `gz_region` VALUES ('2414', '292', '苍山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2413', '292', '沂水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2412', '292', '郯城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2411', '292', '沂南县', '3', '0');
INSERT INTO `gz_region` VALUES ('2410', '292', '河东区', '3', '0');
INSERT INTO `gz_region` VALUES ('2409', '292', '罗庄区', '3', '0');
INSERT INTO `gz_region` VALUES ('2408', '292', '兰山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2407', '291', '高唐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2406', '291', '冠县', '3', '0');
INSERT INTO `gz_region` VALUES ('2405', '291', '东阿县', '3', '0');
INSERT INTO `gz_region` VALUES ('2404', '291', '茌平县', '3', '0');
INSERT INTO `gz_region` VALUES ('2403', '291', '莘县', '3', '0');
INSERT INTO `gz_region` VALUES ('2402', '291', '阳谷县', '3', '0');
INSERT INTO `gz_region` VALUES ('2401', '291', '临清市', '3', '0');
INSERT INTO `gz_region` VALUES ('2400', '291', '东昌府区', '3', '0');
INSERT INTO `gz_region` VALUES ('2399', '290', '钢城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2398', '290', '莱城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2397', '289', '梁山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2396', '289', '泗水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2395', '289', '汶上县', '3', '0');
INSERT INTO `gz_region` VALUES ('2394', '289', '嘉祥县', '3', '0');
INSERT INTO `gz_region` VALUES ('2393', '289', '金乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('2392', '289', '鱼台县', '3', '0');
INSERT INTO `gz_region` VALUES ('2391', '289', '微山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2390', '289', '邹城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2389', '289', '兖州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2388', '289', '曲阜市', '3', '0');
INSERT INTO `gz_region` VALUES ('2387', '289', '任城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2386', '289', '市中区', '3', '0');
INSERT INTO `gz_region` VALUES ('2385', '288', '东明县', '3', '0');
INSERT INTO `gz_region` VALUES ('2384', '288', '定陶县', '3', '0');
INSERT INTO `gz_region` VALUES ('2383', '288', '鄄城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2382', '288', '郓城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2381', '288', '巨野县', '3', '0');
INSERT INTO `gz_region` VALUES ('2380', '288', '成武县', '3', '0');
INSERT INTO `gz_region` VALUES ('2379', '288', '单县', '3', '0');
INSERT INTO `gz_region` VALUES ('2378', '288', '曹县', '3', '0');
INSERT INTO `gz_region` VALUES ('2377', '288', '牡丹区', '3', '0');
INSERT INTO `gz_region` VALUES ('2376', '287', '广饶县', '3', '0');
INSERT INTO `gz_region` VALUES ('2375', '287', '利津县', '3', '0');
INSERT INTO `gz_region` VALUES ('2374', '287', '垦利县', '3', '0');
INSERT INTO `gz_region` VALUES ('2373', '287', '河口区', '3', '0');
INSERT INTO `gz_region` VALUES ('2372', '287', '东营区', '3', '0');
INSERT INTO `gz_region` VALUES ('2371', '286', '武城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2370', '286', '夏津县', '3', '0');
INSERT INTO `gz_region` VALUES ('2369', '286', '平原县', '3', '0');
INSERT INTO `gz_region` VALUES ('2368', '286', '齐河县', '3', '0');
INSERT INTO `gz_region` VALUES ('2367', '286', '临邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('2366', '286', '庆云县', '3', '0');
INSERT INTO `gz_region` VALUES ('2365', '286', '宁津县', '3', '0');
INSERT INTO `gz_region` VALUES ('2364', '286', '禹城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2363', '286', '乐陵市', '3', '0');
INSERT INTO `gz_region` VALUES ('2362', '286', '陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('2361', '286', '德城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2360', '285', '邹平县', '3', '0');
INSERT INTO `gz_region` VALUES ('2359', '285', '博兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2358', '285', '沾化县', '3', '0');
INSERT INTO `gz_region` VALUES ('2357', '285', '无棣县', '3', '0');
INSERT INTO `gz_region` VALUES ('2356', '285', '阳信县', '3', '0');
INSERT INTO `gz_region` VALUES ('2355', '285', '惠民县', '3', '0');
INSERT INTO `gz_region` VALUES ('2354', '285', '滨城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2353', '284', '莱西市', '3', '0');
INSERT INTO `gz_region` VALUES ('2352', '284', '胶南市', '3', '0');
INSERT INTO `gz_region` VALUES ('2351', '284', '平度市', '3', '0');
INSERT INTO `gz_region` VALUES ('2350', '284', '即墨市', '3', '0');
INSERT INTO `gz_region` VALUES ('2349', '284', '胶州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2348', '284', '崂山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2347', '284', '黄岛区', '3', '0');
INSERT INTO `gz_region` VALUES ('2346', '284', '李沧区', '3', '0');
INSERT INTO `gz_region` VALUES ('2345', '284', '四方区', '3', '0');
INSERT INTO `gz_region` VALUES ('2344', '284', '城阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('2343', '284', '市北区', '3', '0');
INSERT INTO `gz_region` VALUES ('2342', '284', '市南区', '3', '0');
INSERT INTO `gz_region` VALUES ('2341', '283', '商河县', '3', '0');
INSERT INTO `gz_region` VALUES ('2340', '283', '济阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2339', '283', '平阴县', '3', '0');
INSERT INTO `gz_region` VALUES ('2338', '283', '章丘市', '3', '0');
INSERT INTO `gz_region` VALUES ('2337', '283', '长清区', '3', '0');
INSERT INTO `gz_region` VALUES ('2336', '283', '历城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2335', '283', '槐荫区', '3', '0');
INSERT INTO `gz_region` VALUES ('2334', '283', '天桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('2333', '283', '历下区', '3', '0');
INSERT INTO `gz_region` VALUES ('2332', '283', '市中区', '3', '0');
INSERT INTO `gz_region` VALUES ('2331', '282', '曲麻莱县', '3', '0');
INSERT INTO `gz_region` VALUES ('2330', '282', '囊谦县', '3', '0');
INSERT INTO `gz_region` VALUES ('2329', '282', '治多县', '3', '0');
INSERT INTO `gz_region` VALUES ('2328', '282', '称多县', '3', '0');
INSERT INTO `gz_region` VALUES ('2327', '282', '杂多县', '3', '0');
INSERT INTO `gz_region` VALUES ('2326', '282', '玉树县', '3', '0');
INSERT INTO `gz_region` VALUES ('2325', '281', '河南蒙古族自治县', '3', '0');
INSERT INTO `gz_region` VALUES ('2324', '281', '泽库县', '3', '0');
INSERT INTO `gz_region` VALUES ('2323', '281', '尖扎县', '3', '0');
INSERT INTO `gz_region` VALUES ('2322', '281', '同仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2321', '280', '天峻县', '3', '0');
INSERT INTO `gz_region` VALUES ('2320', '280', '都兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2319', '280', '乌兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2318', '280', '格尔木市', '3', '0');
INSERT INTO `gz_region` VALUES ('2317', '280', '德令哈市', '3', '0');
INSERT INTO `gz_region` VALUES ('2316', '279', '贵南县', '3', '0');
INSERT INTO `gz_region` VALUES ('2315', '279', '兴海县', '3', '0');
INSERT INTO `gz_region` VALUES ('2314', '279', '贵德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2313', '279', '同德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2312', '279', '共和县', '3', '0');
INSERT INTO `gz_region` VALUES ('2311', '278', '循化', '3', '0');
INSERT INTO `gz_region` VALUES ('2310', '278', '化隆', '3', '0');
INSERT INTO `gz_region` VALUES ('2309', '278', '互助', '3', '0');
INSERT INTO `gz_region` VALUES ('2308', '278', '民和', '3', '0');
INSERT INTO `gz_region` VALUES ('2307', '278', '乐都县', '3', '0');
INSERT INTO `gz_region` VALUES ('2306', '278', '平安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2305', '277', '门源', '3', '0');
INSERT INTO `gz_region` VALUES ('2304', '277', '刚察县', '3', '0');
INSERT INTO `gz_region` VALUES ('2303', '277', '祁连县', '3', '0');
INSERT INTO `gz_region` VALUES ('2302', '277', '海晏县', '3', '0');
INSERT INTO `gz_region` VALUES ('2301', '276', '玛多县', '3', '0');
INSERT INTO `gz_region` VALUES ('2300', '276', '久治县', '3', '0');
INSERT INTO `gz_region` VALUES ('2299', '276', '达日县', '3', '0');
INSERT INTO `gz_region` VALUES ('2298', '276', '甘德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2297', '276', '班玛县', '3', '0');
INSERT INTO `gz_region` VALUES ('2296', '276', '玛沁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2295', '275', '大通', '3', '0');
INSERT INTO `gz_region` VALUES ('2294', '275', '湟源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2293', '275', '湟中县', '3', '0');
INSERT INTO `gz_region` VALUES ('2292', '275', '城北区', '3', '0');
INSERT INTO `gz_region` VALUES ('2291', '275', '城西区', '3', '0');
INSERT INTO `gz_region` VALUES ('2290', '275', '城东区', '3', '0');
INSERT INTO `gz_region` VALUES ('2289', '275', '城中区', '3', '0');
INSERT INTO `gz_region` VALUES ('2288', '274', '中宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2287', '274', '海原县', '3', '0');
INSERT INTO `gz_region` VALUES ('2286', '274', '沙坡头区', '3', '0');
INSERT INTO `gz_region` VALUES ('2285', '273', '同心县', '3', '0');
INSERT INTO `gz_region` VALUES ('2284', '273', '盐池县', '3', '0');
INSERT INTO `gz_region` VALUES ('2283', '273', '中宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2282', '273', '青铜峡市', '3', '0');
INSERT INTO `gz_region` VALUES ('2281', '273', '中卫县', '3', '0');
INSERT INTO `gz_region` VALUES ('2280', '273', '利通区', '3', '0');
INSERT INTO `gz_region` VALUES ('2279', '272', '平罗县', '3', '0');
INSERT INTO `gz_region` VALUES ('2278', '272', '陶乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('2277', '272', '惠农区', '3', '0');
INSERT INTO `gz_region` VALUES ('2276', '272', '大武口区', '3', '0');
INSERT INTO `gz_region` VALUES ('2275', '272', '惠农县', '3', '0');
INSERT INTO `gz_region` VALUES ('2274', '271', '彭阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2273', '271', '泾源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2272', '271', '隆德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2271', '271', '西吉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2270', '271', '海原县', '3', '0');
INSERT INTO `gz_region` VALUES ('2269', '271', '原州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2268', '270', '贺兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2267', '270', '永宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2266', '270', '灵武市', '3', '0');
INSERT INTO `gz_region` VALUES ('2265', '270', '兴庆区', '3', '0');
INSERT INTO `gz_region` VALUES ('2264', '270', '金凤区', '3', '0');
INSERT INTO `gz_region` VALUES ('2263', '270', '西夏区', '3', '0');
INSERT INTO `gz_region` VALUES ('2262', '269', '突泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('2261', '269', '扎赉特旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2260', '269', '科尔沁右翼中旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2259', '269', '科尔沁右翼前旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2258', '269', '阿尔山市', '3', '0');
INSERT INTO `gz_region` VALUES ('2257', '269', '乌兰浩特市', '3', '0');
INSERT INTO `gz_region` VALUES ('2256', '268', '多伦县', '3', '0');
INSERT INTO `gz_region` VALUES ('2255', '268', '正蓝旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2254', '268', '正镶白旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2253', '268', '镶黄旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2252', '268', '太仆寺旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2251', '268', '西乌珠穆沁旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2250', '268', '东乌珠穆沁旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2249', '268', '苏尼特右旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2248', '268', '苏尼特左旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2247', '268', '阿巴嘎旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2246', '268', '锡林浩特市', '3', '0');
INSERT INTO `gz_region` VALUES ('2245', '268', '二连浩特市', '3', '0');
INSERT INTO `gz_region` VALUES ('2244', '267', '四子王旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2243', '267', '察哈尔右翼后旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2242', '267', '察哈尔右翼中旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2241', '267', '察哈尔右翼前旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2240', '267', '凉城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2239', '267', '兴和县', '3', '0');
INSERT INTO `gz_region` VALUES ('2238', '267', '商都县', '3', '0');
INSERT INTO `gz_region` VALUES ('2237', '267', '卓资县', '3', '0');
INSERT INTO `gz_region` VALUES ('2236', '267', '丰镇市', '3', '0');
INSERT INTO `gz_region` VALUES ('2235', '267', '集宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('2234', '267', '化德县', '3', '0');
INSERT INTO `gz_region` VALUES ('2233', '266', '海南区', '3', '0');
INSERT INTO `gz_region` VALUES ('2232', '266', '乌达区', '3', '0');
INSERT INTO `gz_region` VALUES ('2231', '266', '海勃湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('2230', '265', '扎鲁特旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2229', '265', '奈曼旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2228', '265', '库伦旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2227', '265', '开鲁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2226', '265', '科尔沁左翼后旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2225', '265', '科尔沁左翼中旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2224', '265', '霍林郭勒市', '3', '0');
INSERT INTO `gz_region` VALUES ('2223', '265', '科尔沁区', '3', '0');
INSERT INTO `gz_region` VALUES ('2222', '264', '新巴尔虎右旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2221', '264', '新巴尔虎左旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2220', '264', '陈巴尔虎旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2219', '264', '鄂温克族自治旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2218', '264', '鄂伦春自治旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2217', '264', '阿荣旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2216', '264', '根河市', '3', '0');
INSERT INTO `gz_region` VALUES ('2215', '264', '额尔古纳市', '3', '0');
INSERT INTO `gz_region` VALUES ('2214', '264', '扎兰屯市', '3', '0');
INSERT INTO `gz_region` VALUES ('2213', '264', '牙克石市', '3', '0');
INSERT INTO `gz_region` VALUES ('2212', '264', '满洲里市', '3', '0');
INSERT INTO `gz_region` VALUES ('2211', '264', '莫力达瓦', '3', '0');
INSERT INTO `gz_region` VALUES ('2210', '264', '海拉尔区', '3', '0');
INSERT INTO `gz_region` VALUES ('2209', '263', '伊金霍洛旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2208', '263', '乌审旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2207', '263', '杭锦旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2206', '263', '鄂托克旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2205', '263', '鄂托克前旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2204', '263', '准格尔旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2203', '263', '达拉特旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2202', '263', '东胜区', '3', '0');
INSERT INTO `gz_region` VALUES ('2201', '262', '敖汉旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2200', '262', '宁城县', '3', '0');
INSERT INTO `gz_region` VALUES ('2199', '262', '喀喇沁旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2198', '262', '翁牛特旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2197', '262', '克什克腾旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2196', '262', '林西县', '3', '0');
INSERT INTO `gz_region` VALUES ('2195', '262', '巴林右旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2194', '262', '巴林左旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2193', '262', '阿鲁科尔沁旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2192', '262', '松山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2191', '262', '元宝山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2190', '262', '红山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2189', '261', '达尔罕茂明安联合旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2188', '261', '固阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2187', '261', '土默特右旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2186', '261', '白云矿区', '3', '0');
INSERT INTO `gz_region` VALUES ('2185', '261', '石拐区', '3', '0');
INSERT INTO `gz_region` VALUES ('2184', '261', '九原区', '3', '0');
INSERT INTO `gz_region` VALUES ('2183', '261', '东河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2182', '261', '青山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2181', '261', '昆都仑区', '3', '0');
INSERT INTO `gz_region` VALUES ('2180', '260', '杭锦后旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2179', '260', '乌拉特后旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2178', '260', '乌拉特中旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2177', '260', '乌拉特前旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2176', '260', '磴口县', '3', '0');
INSERT INTO `gz_region` VALUES ('2175', '260', '五原县', '3', '0');
INSERT INTO `gz_region` VALUES ('2174', '260', '临河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2173', '259', '额济纳旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2172', '259', '阿拉善右旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2171', '259', '阿拉善左旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2170', '258', '武川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2169', '258', '和林格尔县', '3', '0');
INSERT INTO `gz_region` VALUES ('2168', '258', '托克托县', '3', '0');
INSERT INTO `gz_region` VALUES ('2167', '258', '土默特左旗', '3', '0');
INSERT INTO `gz_region` VALUES ('2166', '258', '清水河县', '3', '0');
INSERT INTO `gz_region` VALUES ('2165', '258', '赛罕区', '3', '0');
INSERT INTO `gz_region` VALUES ('2164', '258', '新城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2163', '258', '玉泉区', '3', '0');
INSERT INTO `gz_region` VALUES ('2162', '258', '回民区', '3', '0');
INSERT INTO `gz_region` VALUES ('2161', '257', '大石桥市', '3', '0');
INSERT INTO `gz_region` VALUES ('2160', '257', '盖州市', '3', '0');
INSERT INTO `gz_region` VALUES ('2159', '257', '老边区', '3', '0');
INSERT INTO `gz_region` VALUES ('2158', '257', '鲅鱼圈区', '3', '0');
INSERT INTO `gz_region` VALUES ('2157', '257', '西市区', '3', '0');
INSERT INTO `gz_region` VALUES ('2156', '257', '站前区', '3', '0');
INSERT INTO `gz_region` VALUES ('2155', '256', '昌图县', '3', '0');
INSERT INTO `gz_region` VALUES ('2154', '256', '西丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2153', '256', '铁岭县', '3', '0');
INSERT INTO `gz_region` VALUES ('2152', '256', '开原市', '3', '0');
INSERT INTO `gz_region` VALUES ('2151', '256', '调兵山市', '3', '0');
INSERT INTO `gz_region` VALUES ('2150', '256', '清河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2149', '256', '银州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2148', '255', '盘山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2147', '255', '大洼县', '3', '0');
INSERT INTO `gz_region` VALUES ('2146', '255', '兴隆台区', '3', '0');
INSERT INTO `gz_region` VALUES ('2145', '255', '双台子区', '3', '0');
INSERT INTO `gz_region` VALUES ('2144', '254', '辽阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2143', '254', '灯塔市', '3', '0');
INSERT INTO `gz_region` VALUES ('2142', '254', '弓长岭区', '3', '0');
INSERT INTO `gz_region` VALUES ('2141', '254', '太子河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2140', '254', '宏伟区', '3', '0');
INSERT INTO `gz_region` VALUES ('2139', '254', '文圣区', '3', '0');
INSERT INTO `gz_region` VALUES ('2138', '254', '白塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('2137', '253', '义县', '3', '0');
INSERT INTO `gz_region` VALUES ('2136', '253', '黑山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2135', '253', '北镇市', '3', '0');
INSERT INTO `gz_region` VALUES ('2134', '253', '凌海市', '3', '0');
INSERT INTO `gz_region` VALUES ('2133', '253', '凌河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2132', '253', '古塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('2131', '253', '太和区', '3', '0');
INSERT INTO `gz_region` VALUES ('2130', '252', '建昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('2129', '252', '绥中县', '3', '0');
INSERT INTO `gz_region` VALUES ('2128', '252', '兴城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2127', '252', '连山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2126', '252', '南票区', '3', '0');
INSERT INTO `gz_region` VALUES ('2125', '252', '龙港区', '3', '0');
INSERT INTO `gz_region` VALUES ('2124', '251', '彰武县', '3', '0');
INSERT INTO `gz_region` VALUES ('2123', '251', '细河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2122', '251', '清河门区', '3', '0');
INSERT INTO `gz_region` VALUES ('2121', '251', '太平区', '3', '0');
INSERT INTO `gz_region` VALUES ('2120', '251', '新邱区', '3', '0');
INSERT INTO `gz_region` VALUES ('2119', '251', '海州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2118', '251', '阜新', '3', '0');
INSERT INTO `gz_region` VALUES ('2117', '250', '抚顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('2116', '250', '新宾', '3', '0');
INSERT INTO `gz_region` VALUES ('2115', '250', '清原', '3', '0');
INSERT INTO `gz_region` VALUES ('2114', '250', '望花区', '3', '0');
INSERT INTO `gz_region` VALUES ('2113', '250', '东洲区', '3', '0');
INSERT INTO `gz_region` VALUES ('2112', '250', '新抚区', '3', '0');
INSERT INTO `gz_region` VALUES ('2111', '250', '顺城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2110', '249', '凤城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2109', '249', '东港市', '3', '0');
INSERT INTO `gz_region` VALUES ('2108', '249', '宽甸', '3', '0');
INSERT INTO `gz_region` VALUES ('2107', '249', '振安区', '3', '0');
INSERT INTO `gz_region` VALUES ('2106', '249', '元宝区', '3', '0');
INSERT INTO `gz_region` VALUES ('2105', '249', '振兴区', '3', '0');
INSERT INTO `gz_region` VALUES ('2104', '248', '建平县', '3', '0');
INSERT INTO `gz_region` VALUES ('2103', '248', '朝阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2102', '248', '凌源市', '3', '0');
INSERT INTO `gz_region` VALUES ('2101', '248', '北票市', '3', '0');
INSERT INTO `gz_region` VALUES ('2100', '248', '喀喇沁左翼蒙古族自治县', '3', '0');
INSERT INTO `gz_region` VALUES ('2099', '248', '龙城区', '3', '0');
INSERT INTO `gz_region` VALUES ('2098', '248', '双塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('2097', '247', '桓仁', '3', '0');
INSERT INTO `gz_region` VALUES ('2096', '247', '南芬区', '3', '0');
INSERT INTO `gz_region` VALUES ('2095', '247', '溪湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('2094', '247', '明山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2093', '247', '平山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2092', '247', '本溪', '3', '0');
INSERT INTO `gz_region` VALUES ('2091', '246', '台安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2090', '246', '海城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2089', '246', '岫岩', '3', '0');
INSERT INTO `gz_region` VALUES ('2088', '246', '千山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2087', '246', '立山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2086', '246', '铁西区', '3', '0');
INSERT INTO `gz_region` VALUES ('2085', '246', '铁东区', '3', '0');
INSERT INTO `gz_region` VALUES ('2084', '245', '长海县', '3', '0');
INSERT INTO `gz_region` VALUES ('2083', '245', '庄河市', '3', '0');
INSERT INTO `gz_region` VALUES ('2082', '245', '普兰店市', '3', '0');
INSERT INTO `gz_region` VALUES ('2081', '245', '瓦房店市', '3', '0');
INSERT INTO `gz_region` VALUES ('2080', '245', '开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('2079', '245', '金州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2078', '245', '旅顺口区', '3', '0');
INSERT INTO `gz_region` VALUES ('2077', '245', '甘井子区', '3', '0');
INSERT INTO `gz_region` VALUES ('2076', '245', '沙河口区', '3', '0');
INSERT INTO `gz_region` VALUES ('2075', '245', '中山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2074', '245', '西岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('2073', '244', '法库县', '3', '0');
INSERT INTO `gz_region` VALUES ('2072', '244', '康平县', '3', '0');
INSERT INTO `gz_region` VALUES ('2071', '244', '辽中县', '3', '0');
INSERT INTO `gz_region` VALUES ('2070', '244', '新民市', '3', '0');
INSERT INTO `gz_region` VALUES ('2069', '244', '浑南新区', '3', '0');
INSERT INTO `gz_region` VALUES ('2068', '244', '于洪区', '3', '0');
INSERT INTO `gz_region` VALUES ('2067', '244', '沈北新区', '3', '0');
INSERT INTO `gz_region` VALUES ('2066', '244', '东陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('2065', '244', '苏家屯区', '3', '0');
INSERT INTO `gz_region` VALUES ('2064', '244', '铁西区', '3', '0');
INSERT INTO `gz_region` VALUES ('2063', '244', '大东区', '3', '0');
INSERT INTO `gz_region` VALUES ('2062', '244', '和平区', '3', '0');
INSERT INTO `gz_region` VALUES ('2061', '244', '皇姑区', '3', '0');
INSERT INTO `gz_region` VALUES ('2060', '244', '沈河区', '3', '0');
INSERT INTO `gz_region` VALUES ('2059', '243', '余江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2058', '243', '贵溪市', '3', '0');
INSERT INTO `gz_region` VALUES ('2057', '243', '月湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('2056', '242', '铜鼓县', '3', '0');
INSERT INTO `gz_region` VALUES ('2055', '242', '靖安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2054', '242', '宜丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2053', '242', '上高县', '3', '0');
INSERT INTO `gz_region` VALUES ('2052', '242', '万载县', '3', '0');
INSERT INTO `gz_region` VALUES ('2051', '242', '奉新县', '3', '0');
INSERT INTO `gz_region` VALUES ('2050', '242', '高安市', '3', '0');
INSERT INTO `gz_region` VALUES ('2049', '242', '樟树市', '3', '0');
INSERT INTO `gz_region` VALUES ('2048', '242', '丰城市', '3', '0');
INSERT INTO `gz_region` VALUES ('2047', '242', '袁州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2046', '241', '分宜县', '3', '0');
INSERT INTO `gz_region` VALUES ('2045', '241', '渝水区', '3', '0');
INSERT INTO `gz_region` VALUES ('2044', '240', '婺源县', '3', '0');
INSERT INTO `gz_region` VALUES ('2043', '240', '万年县', '3', '0');
INSERT INTO `gz_region` VALUES ('2042', '240', '波阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2041', '240', '余干县', '3', '0');
INSERT INTO `gz_region` VALUES ('2040', '240', '弋阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('2039', '240', '横峰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2038', '240', '铅山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2037', '240', '玉山县', '3', '0');
INSERT INTO `gz_region` VALUES ('2036', '240', '广丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2035', '240', '上饶县', '3', '0');
INSERT INTO `gz_region` VALUES ('2034', '240', '德兴市', '3', '0');
INSERT INTO `gz_region` VALUES ('2033', '240', '信州区', '3', '0');
INSERT INTO `gz_region` VALUES ('2032', '239', '上栗县', '3', '0');
INSERT INTO `gz_region` VALUES ('2031', '239', '芦溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('2030', '239', '莲花县', '3', '0');
INSERT INTO `gz_region` VALUES ('2029', '239', '湘东区', '3', '0');
INSERT INTO `gz_region` VALUES ('2028', '239', '安源区', '3', '0');
INSERT INTO `gz_region` VALUES ('2027', '238', '彭泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('2026', '238', '湖口县', '3', '0');
INSERT INTO `gz_region` VALUES ('2025', '238', '都昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('2024', '238', '星子县', '3', '0');
INSERT INTO `gz_region` VALUES ('2023', '238', '德安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2022', '238', '永修县', '3', '0');
INSERT INTO `gz_region` VALUES ('2021', '238', '修水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2020', '238', '武宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2019', '238', '九江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2018', '238', '瑞昌市', '3', '0');
INSERT INTO `gz_region` VALUES ('2017', '238', '庐山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2016', '238', '浔阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('2015', '237', '浮梁县', '3', '0');
INSERT INTO `gz_region` VALUES ('2014', '237', '乐平市', '3', '0');
INSERT INTO `gz_region` VALUES ('2013', '237', '昌江区', '3', '0');
INSERT INTO `gz_region` VALUES ('2012', '237', '珠山区', '3', '0');
INSERT INTO `gz_region` VALUES ('2011', '236', '永新县', '3', '0');
INSERT INTO `gz_region` VALUES ('2010', '236', '万安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2009', '236', '遂川县', '3', '0');
INSERT INTO `gz_region` VALUES ('2008', '236', '泰和县', '3', '0');
INSERT INTO `gz_region` VALUES ('2007', '236', '永丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('2006', '236', '新干县', '3', '0');
INSERT INTO `gz_region` VALUES ('2005', '236', '峡江县', '3', '0');
INSERT INTO `gz_region` VALUES ('2004', '236', '吉水县', '3', '0');
INSERT INTO `gz_region` VALUES ('2003', '236', '吉安县', '3', '0');
INSERT INTO `gz_region` VALUES ('2002', '236', '井冈山市', '3', '0');
INSERT INTO `gz_region` VALUES ('2001', '236', '青原区', '3', '0');
INSERT INTO `gz_region` VALUES ('2000', '236', '吉州区', '3', '0');
INSERT INTO `gz_region` VALUES ('1999', '236', '安福县', '3', '0');
INSERT INTO `gz_region` VALUES ('1998', '235', '石城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1997', '235', '寻乌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1996', '235', '会昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1995', '235', '兴国县', '3', '0');
INSERT INTO `gz_region` VALUES ('1994', '235', '宁都县', '3', '0');
INSERT INTO `gz_region` VALUES ('1993', '235', '全南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1992', '235', '定南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1991', '235', '龙南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1990', '235', '安远县', '3', '0');
INSERT INTO `gz_region` VALUES ('1989', '235', '崇义县', '3', '0');
INSERT INTO `gz_region` VALUES ('1988', '235', '上犹县', '3', '0');
INSERT INTO `gz_region` VALUES ('1987', '235', '大余县', '3', '0');
INSERT INTO `gz_region` VALUES ('1986', '235', '信丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1985', '235', '赣县', '3', '0');
INSERT INTO `gz_region` VALUES ('1984', '235', '南康市', '3', '0');
INSERT INTO `gz_region` VALUES ('1983', '235', '瑞金市', '3', '0');
INSERT INTO `gz_region` VALUES ('1982', '235', '于都县', '3', '0');
INSERT INTO `gz_region` VALUES ('1981', '235', '章贡区', '3', '0');
INSERT INTO `gz_region` VALUES ('1980', '234', '广昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1979', '234', '东乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1978', '234', '资溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('1977', '234', '金溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('1976', '234', '宜黄县', '3', '0');
INSERT INTO `gz_region` VALUES ('1975', '234', '乐安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1974', '234', '崇仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1973', '234', '南丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1972', '234', '黎川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1971', '234', '南城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1970', '234', '临川区', '3', '0');
INSERT INTO `gz_region` VALUES ('1969', '233', '进贤县', '3', '0');
INSERT INTO `gz_region` VALUES ('1968', '233', '安义县', '3', '0');
INSERT INTO `gz_region` VALUES ('1967', '233', '新建县', '3', '0');
INSERT INTO `gz_region` VALUES ('1966', '233', '南昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1965', '233', '高新区', '3', '0');
INSERT INTO `gz_region` VALUES ('1964', '233', '昌北区', '3', '0');
INSERT INTO `gz_region` VALUES ('1963', '233', '红谷滩新区', '3', '0');
INSERT INTO `gz_region` VALUES ('1962', '233', '青山湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1961', '233', '湾里区', '3', '0');
INSERT INTO `gz_region` VALUES ('1960', '233', '青云谱区', '3', '0');
INSERT INTO `gz_region` VALUES ('1959', '233', '西湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1958', '233', '东湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1957', '232', '句容市', '3', '0');
INSERT INTO `gz_region` VALUES ('1956', '232', '扬中市', '3', '0');
INSERT INTO `gz_region` VALUES ('1955', '232', '丹阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1954', '232', '丹徒区', '3', '0');
INSERT INTO `gz_region` VALUES ('1953', '232', '润州区', '3', '0');
INSERT INTO `gz_region` VALUES ('1952', '232', '京口区', '3', '0');
INSERT INTO `gz_region` VALUES ('1951', '231', '宝应县', '3', '0');
INSERT INTO `gz_region` VALUES ('1950', '231', '江都市', '3', '0');
INSERT INTO `gz_region` VALUES ('1949', '231', '高邮市', '3', '0');
INSERT INTO `gz_region` VALUES ('1948', '231', '仪征市', '3', '0');
INSERT INTO `gz_region` VALUES ('1947', '231', '邗江区', '3', '0');
INSERT INTO `gz_region` VALUES ('1946', '231', '维扬区', '3', '0');
INSERT INTO `gz_region` VALUES ('1945', '231', '广陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1944', '230', '建湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('1943', '230', '射阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1942', '230', '阜宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1941', '230', '滨海县', '3', '0');
INSERT INTO `gz_region` VALUES ('1940', '230', '响水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1939', '230', '大丰市', '3', '0');
INSERT INTO `gz_region` VALUES ('1938', '230', '东台市', '3', '0');
INSERT INTO `gz_region` VALUES ('1937', '230', '盐都县', '3', '0');
INSERT INTO `gz_region` VALUES ('1936', '230', '盐都区', '3', '0');
INSERT INTO `gz_region` VALUES ('1935', '230', '亭湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1934', '230', '城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1933', '229', '睢宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1932', '229', '铜山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1931', '229', '沛县', '3', '0');
INSERT INTO `gz_region` VALUES ('1930', '229', '丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1929', '229', '邳州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1928', '229', '新沂市', '3', '0');
INSERT INTO `gz_region` VALUES ('1927', '229', '泉山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1926', '229', '贾汪区', '3', '0');
INSERT INTO `gz_region` VALUES ('1925', '229', '九里区', '3', '0');
INSERT INTO `gz_region` VALUES ('1924', '229', '鼓楼区', '3', '0');
INSERT INTO `gz_region` VALUES ('1923', '229', '云龙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1922', '228', '姜堰市', '3', '0');
INSERT INTO `gz_region` VALUES ('1921', '228', '泰兴市', '3', '0');
INSERT INTO `gz_region` VALUES ('1920', '228', '靖江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1919', '228', '兴化市', '3', '0');
INSERT INTO `gz_region` VALUES ('1918', '228', '高港区', '3', '0');
INSERT INTO `gz_region` VALUES ('1917', '228', '海陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1916', '227', '泗洪县', '3', '0');
INSERT INTO `gz_region` VALUES ('1915', '227', '泗阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1914', '227', '沭阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1913', '227', '宿豫县', '3', '0');
INSERT INTO `gz_region` VALUES ('1912', '227', '宿豫区', '3', '0');
INSERT INTO `gz_region` VALUES ('1911', '227', '宿城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1910', '226', '如东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1909', '226', '海安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1908', '226', '海门市', '3', '0');
INSERT INTO `gz_region` VALUES ('1907', '226', '通州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1906', '226', '如皋市', '3', '0');
INSERT INTO `gz_region` VALUES ('1905', '226', '启东市', '3', '0');
INSERT INTO `gz_region` VALUES ('1904', '226', '经济开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1903', '226', '港闸区', '3', '0');
INSERT INTO `gz_region` VALUES ('1902', '226', '崇川区', '3', '0');
INSERT INTO `gz_region` VALUES ('1901', '225', '灌南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1900', '225', '灌云县', '3', '0');
INSERT INTO `gz_region` VALUES ('1899', '225', '东海县', '3', '0');
INSERT INTO `gz_region` VALUES ('1898', '225', '赣榆县', '3', '0');
INSERT INTO `gz_region` VALUES ('1897', '225', '海州区', '3', '0');
INSERT INTO `gz_region` VALUES ('1896', '225', '连云区', '3', '0');
INSERT INTO `gz_region` VALUES ('1895', '225', '新浦区', '3', '0');
INSERT INTO `gz_region` VALUES ('1894', '224', '金湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('1893', '224', '盱眙县', '3', '0');
INSERT INTO `gz_region` VALUES ('1892', '224', '洪泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('1891', '224', '涟水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1890', '224', '淮阴区', '3', '0');
INSERT INTO `gz_region` VALUES ('1889', '224', '楚州区', '3', '0');
INSERT INTO `gz_region` VALUES ('1888', '224', '清浦区', '3', '0');
INSERT INTO `gz_region` VALUES ('1887', '224', '清河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1886', '223', '金坛市', '3', '0');
INSERT INTO `gz_region` VALUES ('1885', '223', '溧阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1884', '223', '武进区', '3', '0');
INSERT INTO `gz_region` VALUES ('1883', '223', '新北区', '3', '0');
INSERT INTO `gz_region` VALUES ('1882', '223', '郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('1881', '223', '戚墅堰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1880', '223', '钟楼区', '3', '0');
INSERT INTO `gz_region` VALUES ('1879', '223', '天宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('1878', '222', '宜兴市', '3', '0');
INSERT INTO `gz_region` VALUES ('1877', '222', '江阴市', '3', '0');
INSERT INTO `gz_region` VALUES ('1876', '222', '新区', '3', '0');
INSERT INTO `gz_region` VALUES ('1875', '222', '滨湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1874', '222', '惠山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1873', '222', '锡山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1872', '222', '南长区', '3', '0');
INSERT INTO `gz_region` VALUES ('1871', '222', '北塘区', '3', '0');
INSERT INTO `gz_region` VALUES ('1870', '222', '崇安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1869', '221', '太仓市', '3', '0');
INSERT INTO `gz_region` VALUES ('1868', '221', '吴江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1867', '221', '开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1866', '221', '锦溪镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1865', '221', '千灯镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1864', '221', '周庄镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1863', '221', '张浦镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1862', '221', '淀山湖镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1861', '221', '花桥镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1860', '221', '陆家镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1859', '221', '周市镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1858', '221', '巴城镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1857', '221', '玉山镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1856', '221', '张家港市', '3', '0');
INSERT INTO `gz_region` VALUES ('1855', '221', '常熟市', '3', '0');
INSERT INTO `gz_region` VALUES ('1854', '221', '新区', '3', '0');
INSERT INTO `gz_region` VALUES ('1853', '221', '园区', '3', '0');
INSERT INTO `gz_region` VALUES ('1852', '221', '相城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1851', '221', '吴中区', '3', '0');
INSERT INTO `gz_region` VALUES ('1850', '221', '虎丘区', '3', '0');
INSERT INTO `gz_region` VALUES ('1849', '221', '平江区', '3', '0');
INSERT INTO `gz_region` VALUES ('1848', '221', '金阊区', '3', '0');
INSERT INTO `gz_region` VALUES ('1847', '221', '沧浪区', '3', '0');
INSERT INTO `gz_region` VALUES ('1846', '220', '高淳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1845', '220', '溧水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1844', '220', '六合区', '3', '0');
INSERT INTO `gz_region` VALUES ('1843', '220', '江宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('1842', '220', '浦口区', '3', '0');
INSERT INTO `gz_region` VALUES ('1841', '220', '栖霞区', '3', '0');
INSERT INTO `gz_region` VALUES ('1840', '220', '下关区', '3', '0');
INSERT INTO `gz_region` VALUES ('1839', '220', '雨花台区', '3', '0');
INSERT INTO `gz_region` VALUES ('1838', '220', '秦淮区', '3', '0');
INSERT INTO `gz_region` VALUES ('1837', '220', '建邺区', '3', '0');
INSERT INTO `gz_region` VALUES ('1836', '220', '白下区', '3', '0');
INSERT INTO `gz_region` VALUES ('1835', '220', '鼓楼区', '3', '0');
INSERT INTO `gz_region` VALUES ('1834', '220', '玄武区', '3', '0');
INSERT INTO `gz_region` VALUES ('1833', '219', '汪清县', '3', '0');
INSERT INTO `gz_region` VALUES ('1832', '219', '安图县', '3', '0');
INSERT INTO `gz_region` VALUES ('1831', '219', '和龙市', '3', '0');
INSERT INTO `gz_region` VALUES ('1830', '219', '龙井市', '3', '0');
INSERT INTO `gz_region` VALUES ('1829', '219', '珲春市', '3', '0');
INSERT INTO `gz_region` VALUES ('1828', '219', '敦化市', '3', '0');
INSERT INTO `gz_region` VALUES ('1827', '219', '图们市', '3', '0');
INSERT INTO `gz_region` VALUES ('1826', '219', '延吉市', '3', '0');
INSERT INTO `gz_region` VALUES ('1825', '218', '柳河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1824', '218', '辉南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1823', '218', '通化县', '3', '0');
INSERT INTO `gz_region` VALUES ('1822', '218', '集安市', '3', '0');
INSERT INTO `gz_region` VALUES ('1821', '218', '梅河口市', '3', '0');
INSERT INTO `gz_region` VALUES ('1820', '218', '二道江区', '3', '0');
INSERT INTO `gz_region` VALUES ('1819', '218', '东昌区', '3', '0');
INSERT INTO `gz_region` VALUES ('1818', '217', '扶余县', '3', '0');
INSERT INTO `gz_region` VALUES ('1817', '217', '乾安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1816', '217', '长岭县', '3', '0');
INSERT INTO `gz_region` VALUES ('1815', '217', '宁江区', '3', '0');
INSERT INTO `gz_region` VALUES ('1814', '217', '前郭尔罗斯', '3', '0');
INSERT INTO `gz_region` VALUES ('1813', '216', '梨树县', '3', '0');
INSERT INTO `gz_region` VALUES ('1812', '216', '双辽市', '3', '0');
INSERT INTO `gz_region` VALUES ('1811', '216', '公主岭市', '3', '0');
INSERT INTO `gz_region` VALUES ('1810', '216', '伊通', '3', '0');
INSERT INTO `gz_region` VALUES ('1809', '216', '铁东区', '3', '0');
INSERT INTO `gz_region` VALUES ('1808', '216', '铁西区', '3', '0');
INSERT INTO `gz_region` VALUES ('1807', '215', '东辽县', '3', '0');
INSERT INTO `gz_region` VALUES ('1806', '215', '东丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1805', '215', '西安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1804', '215', '龙山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1803', '214', '靖宇县', '3', '0');
INSERT INTO `gz_region` VALUES ('1802', '214', '抚松县', '3', '0');
INSERT INTO `gz_region` VALUES ('1801', '214', '临江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1800', '214', '长白', '3', '0');
INSERT INTO `gz_region` VALUES ('1799', '214', '八道江区', '3', '0');
INSERT INTO `gz_region` VALUES ('1798', '214', '江源区', '3', '0');
INSERT INTO `gz_region` VALUES ('1797', '213', '通榆县', '3', '0');
INSERT INTO `gz_region` VALUES ('1796', '213', '镇赉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1795', '213', '大安市', '3', '0');
INSERT INTO `gz_region` VALUES ('1794', '213', '洮南市', '3', '0');
INSERT INTO `gz_region` VALUES ('1793', '213', '洮北区', '3', '0');
INSERT INTO `gz_region` VALUES ('1792', '212', '永吉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1791', '212', '磐石市', '3', '0');
INSERT INTO `gz_region` VALUES ('1790', '212', '舒兰市', '3', '0');
INSERT INTO `gz_region` VALUES ('1789', '212', '桦甸市', '3', '0');
INSERT INTO `gz_region` VALUES ('1788', '212', '蛟河市', '3', '0');
INSERT INTO `gz_region` VALUES ('1787', '212', '丰满区', '3', '0');
INSERT INTO `gz_region` VALUES ('1786', '212', '龙潭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1785', '212', '昌邑区', '3', '0');
INSERT INTO `gz_region` VALUES ('1784', '212', '船营区', '3', '0');
INSERT INTO `gz_region` VALUES ('1783', '211', '农安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1782', '211', '榆树市', '3', '0');
INSERT INTO `gz_region` VALUES ('1781', '211', '九台市', '3', '0');
INSERT INTO `gz_region` VALUES ('1780', '211', '德惠市', '3', '0');
INSERT INTO `gz_region` VALUES ('1779', '211', '汽车产业开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1778', '211', '经济技术开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1777', '211', '高新技术开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1776', '211', '净月潭开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1775', '211', '双阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1774', '211', '绿园区', '3', '0');
INSERT INTO `gz_region` VALUES ('1773', '211', '南关区', '3', '0');
INSERT INTO `gz_region` VALUES ('1772', '211', '二道区', '3', '0');
INSERT INTO `gz_region` VALUES ('1771', '211', '宽城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1770', '211', '朝阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1769', '210', '炎陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1768', '210', '茶陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1767', '210', '攸县', '3', '0');
INSERT INTO `gz_region` VALUES ('1766', '210', '株洲县', '3', '0');
INSERT INTO `gz_region` VALUES ('1765', '210', '醴陵市', '3', '0');
INSERT INTO `gz_region` VALUES ('1764', '210', '石峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1763', '210', '芦淞区', '3', '0');
INSERT INTO `gz_region` VALUES ('1762', '210', '荷塘区', '3', '0');
INSERT INTO `gz_region` VALUES ('1761', '210', '天元区', '3', '0');
INSERT INTO `gz_region` VALUES ('1760', '209', '平江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1759', '209', '湘阴县', '3', '0');
INSERT INTO `gz_region` VALUES ('1758', '209', '华容县', '3', '0');
INSERT INTO `gz_region` VALUES ('1757', '209', '岳阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1756', '209', '临湘市', '3', '0');
INSERT INTO `gz_region` VALUES ('1755', '209', '汨罗市', '3', '0');
INSERT INTO `gz_region` VALUES ('1754', '209', '云溪区', '3', '0');
INSERT INTO `gz_region` VALUES ('1753', '209', '君山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1752', '209', '岳阳楼区', '3', '0');
INSERT INTO `gz_region` VALUES ('1751', '208', '新田县', '3', '0');
INSERT INTO `gz_region` VALUES ('1750', '208', '蓝山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1749', '208', '宁远县', '3', '0');
INSERT INTO `gz_region` VALUES ('1748', '208', '江永县', '3', '0');
INSERT INTO `gz_region` VALUES ('1747', '208', '道县', '3', '0');
INSERT INTO `gz_region` VALUES ('1746', '208', '双牌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1745', '208', '东安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1744', '208', '祁阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1743', '208', '零陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1742', '208', '冷水滩区', '3', '0');
INSERT INTO `gz_region` VALUES ('1741', '208', '江华', '3', '0');
INSERT INTO `gz_region` VALUES ('1740', '207', '安化县', '3', '0');
INSERT INTO `gz_region` VALUES ('1739', '207', '桃江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1738', '207', '南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1737', '207', '沅江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1736', '207', '资阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1735', '207', '赫山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1734', '206', '龙山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1733', '206', '永顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('1732', '206', '古丈县', '3', '0');
INSERT INTO `gz_region` VALUES ('1731', '206', '保靖县', '3', '0');
INSERT INTO `gz_region` VALUES ('1730', '206', '花垣县', '3', '0');
INSERT INTO `gz_region` VALUES ('1729', '206', '凤凰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1728', '206', '泸溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('1727', '206', '吉首市', '3', '0');
INSERT INTO `gz_region` VALUES ('1726', '205', '湘潭县', '3', '0');
INSERT INTO `gz_region` VALUES ('1725', '205', '韶山市', '3', '0');
INSERT INTO `gz_region` VALUES ('1724', '205', '湘乡市', '3', '0');
INSERT INTO `gz_region` VALUES ('1723', '205', '雨湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1722', '205', '岳塘区', '3', '0');
INSERT INTO `gz_region` VALUES ('1721', '204', '新宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1720', '204', '绥宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1719', '204', '洞口县', '3', '0');
INSERT INTO `gz_region` VALUES ('1718', '204', '隆回县', '3', '0');
INSERT INTO `gz_region` VALUES ('1717', '204', '邵阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1716', '204', '新邵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1715', '204', '邵东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1714', '204', '武冈市', '3', '0');
INSERT INTO `gz_region` VALUES ('1713', '204', '北塔区', '3', '0');
INSERT INTO `gz_region` VALUES ('1712', '204', '大祥区', '3', '0');
INSERT INTO `gz_region` VALUES ('1711', '204', '双清区', '3', '0');
INSERT INTO `gz_region` VALUES ('1710', '204', '城步', '3', '0');
INSERT INTO `gz_region` VALUES ('1709', '203', '新化县', '3', '0');
INSERT INTO `gz_region` VALUES ('1708', '203', '双峰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1707', '203', '涟源市', '3', '0');
INSERT INTO `gz_region` VALUES ('1706', '203', '冷水江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1705', '203', '娄星区', '3', '0');
INSERT INTO `gz_region` VALUES ('1704', '202', '洪江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1703', '202', '会同县', '3', '0');
INSERT INTO `gz_region` VALUES ('1702', '202', '中方县', '3', '0');
INSERT INTO `gz_region` VALUES ('1701', '202', '溆浦县', '3', '0');
INSERT INTO `gz_region` VALUES ('1700', '202', '辰溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('1699', '202', '沅陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1698', '202', '芷江', '3', '0');
INSERT INTO `gz_region` VALUES ('1697', '202', '新晃', '3', '0');
INSERT INTO `gz_region` VALUES ('1696', '202', '通道', '3', '0');
INSERT INTO `gz_region` VALUES ('1695', '202', '麻阳', '3', '0');
INSERT INTO `gz_region` VALUES ('1694', '202', '靖州', '3', '0');
INSERT INTO `gz_region` VALUES ('1693', '202', '鹤城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1692', '201', '祁东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1691', '201', '衡东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1690', '201', '衡山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1689', '201', '衡南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1688', '201', '衡阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1687', '201', '常宁市', '3', '0');
INSERT INTO `gz_region` VALUES ('1686', '201', '耒阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1685', '201', '南岳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1684', '201', '蒸湘区', '3', '0');
INSERT INTO `gz_region` VALUES ('1683', '201', '石鼓区', '3', '0');
INSERT INTO `gz_region` VALUES ('1682', '201', '珠晖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1681', '201', '雁峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1680', '200', '安仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1679', '200', '桂东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1678', '200', '汝城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1677', '200', '临武县', '3', '0');
INSERT INTO `gz_region` VALUES ('1676', '200', '嘉禾县', '3', '0');
INSERT INTO `gz_region` VALUES ('1675', '200', '永兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('1674', '200', '宜章县', '3', '0');
INSERT INTO `gz_region` VALUES ('1673', '200', '桂阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1672', '200', '资兴市', '3', '0');
INSERT INTO `gz_region` VALUES ('1671', '200', '苏仙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1670', '200', '北湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1669', '199', '石门县', '3', '0');
INSERT INTO `gz_region` VALUES ('1668', '199', '桃源县', '3', '0');
INSERT INTO `gz_region` VALUES ('1667', '199', '临澧县', '3', '0');
INSERT INTO `gz_region` VALUES ('1666', '199', '澧县', '3', '0');
INSERT INTO `gz_region` VALUES ('1665', '199', '汉寿县', '3', '0');
INSERT INTO `gz_region` VALUES ('1664', '199', '安乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1663', '199', '津市市', '3', '0');
INSERT INTO `gz_region` VALUES ('1662', '199', '鼎城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1661', '199', '武陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1660', '198', '桑植县', '3', '0');
INSERT INTO `gz_region` VALUES ('1659', '198', '慈利县', '3', '0');
INSERT INTO `gz_region` VALUES ('1658', '198', '武陵源区', '3', '0');
INSERT INTO `gz_region` VALUES ('1657', '198', '永定区', '3', '0');
INSERT INTO `gz_region` VALUES ('1656', '197', '宁乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1655', '197', '望城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1654', '197', '长沙县', '3', '0');
INSERT INTO `gz_region` VALUES ('1653', '197', '浏阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1652', '197', '开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1651', '197', '雨花区', '3', '0');
INSERT INTO `gz_region` VALUES ('1650', '197', '开福区', '3', '0');
INSERT INTO `gz_region` VALUES ('1649', '197', '天心区', '3', '0');
INSERT INTO `gz_region` VALUES ('1648', '197', '芙蓉区', '3', '0');
INSERT INTO `gz_region` VALUES ('1647', '197', '岳麓区', '3', '0');
INSERT INTO `gz_region` VALUES ('1646', '196', '鹤峰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1645', '196', '来凤县', '3', '0');
INSERT INTO `gz_region` VALUES ('1644', '196', '咸丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1643', '196', '宣恩县', '3', '0');
INSERT INTO `gz_region` VALUES ('1642', '196', '巴东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1641', '196', '建始县', '3', '0');
INSERT INTO `gz_region` VALUES ('1640', '196', '利川市', '3', '0');
INSERT INTO `gz_region` VALUES ('1639', '196', '恩施市', '3', '0');
INSERT INTO `gz_region` VALUES ('1638', '195', '秭归县', '3', '0');
INSERT INTO `gz_region` VALUES ('1637', '195', '兴山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1636', '195', '远安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1635', '195', '枝江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1634', '195', '当阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1633', '195', '宜都市', '3', '0');
INSERT INTO `gz_region` VALUES ('1632', '195', '夷陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1631', '195', '猇亭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1630', '195', '点军区', '3', '0');
INSERT INTO `gz_region` VALUES ('1629', '195', '伍家岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('1628', '195', '西陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1627', '195', '五峰', '3', '0');
INSERT INTO `gz_region` VALUES ('1626', '195', '长阳', '3', '0');
INSERT INTO `gz_region` VALUES ('1625', '194', '云梦县', '3', '0');
INSERT INTO `gz_region` VALUES ('1624', '194', '大悟县', '3', '0');
INSERT INTO `gz_region` VALUES ('1623', '194', '孝昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1622', '194', '汉川市', '3', '0');
INSERT INTO `gz_region` VALUES ('1621', '194', '安陆市', '3', '0');
INSERT INTO `gz_region` VALUES ('1620', '194', '应城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1619', '194', '孝南区', '3', '0');
INSERT INTO `gz_region` VALUES ('1618', '193', '保康县', '3', '0');
INSERT INTO `gz_region` VALUES ('1617', '193', '谷城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1616', '193', '南漳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1615', '193', '宜城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1614', '193', '枣阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1613', '193', '老河口市', '3', '0');
INSERT INTO `gz_region` VALUES ('1612', '193', '襄阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1611', '193', '樊城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1610', '193', '襄城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1609', '192', '通山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1608', '192', '崇阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1607', '192', '通城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1606', '192', '嘉鱼县', '3', '0');
INSERT INTO `gz_region` VALUES ('1605', '192', '赤壁市', '3', '0');
INSERT INTO `gz_region` VALUES ('1604', '192', '咸安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1603', '191', '天门市', '3', '0');
INSERT INTO `gz_region` VALUES ('1602', '190', '广水市', '3', '0');
INSERT INTO `gz_region` VALUES ('1601', '190', '曾都区', '3', '0');
INSERT INTO `gz_region` VALUES ('1600', '189', '房县', '3', '0');
INSERT INTO `gz_region` VALUES ('1599', '189', '竹溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('1598', '189', '竹山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1597', '189', '郧西县', '3', '0');
INSERT INTO `gz_region` VALUES ('1596', '189', '郧县', '3', '0');
INSERT INTO `gz_region` VALUES ('1595', '189', '丹江口市', '3', '0');
INSERT INTO `gz_region` VALUES ('1594', '189', '茅箭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1593', '189', '张湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('1592', '188', '神农架林区', '3', '0');
INSERT INTO `gz_region` VALUES ('1591', '187', '潜江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1590', '186', '江陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1589', '186', '监利县', '3', '0');
INSERT INTO `gz_region` VALUES ('1588', '186', '公安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1587', '186', '松滋市', '3', '0');
INSERT INTO `gz_region` VALUES ('1586', '186', '洪湖市', '3', '0');
INSERT INTO `gz_region` VALUES ('1585', '186', '石首市', '3', '0');
INSERT INTO `gz_region` VALUES ('1584', '186', '荆州区', '3', '0');
INSERT INTO `gz_region` VALUES ('1583', '186', '沙市区', '3', '0');
INSERT INTO `gz_region` VALUES ('1582', '185', '沙洋县', '3', '0');
INSERT INTO `gz_region` VALUES ('1581', '185', '京山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1580', '185', '钟祥市', '3', '0');
INSERT INTO `gz_region` VALUES ('1579', '185', '掇刀区', '3', '0');
INSERT INTO `gz_region` VALUES ('1578', '185', '东宝区', '3', '0');
INSERT INTO `gz_region` VALUES ('1577', '184', '阳新县', '3', '0');
INSERT INTO `gz_region` VALUES ('1576', '184', '大冶市', '3', '0');
INSERT INTO `gz_region` VALUES ('1575', '184', '铁山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1574', '184', '下陆区', '3', '0');
INSERT INTO `gz_region` VALUES ('1573', '184', '西塞山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1572', '184', '黄石港区', '3', '0');
INSERT INTO `gz_region` VALUES ('1571', '183', '黄梅县', '3', '0');
INSERT INTO `gz_region` VALUES ('1570', '183', '蕲春县', '3', '0');
INSERT INTO `gz_region` VALUES ('1569', '183', '浠水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1568', '183', '英山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1567', '183', '罗田县', '3', '0');
INSERT INTO `gz_region` VALUES ('1566', '183', '红安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1565', '183', '团风县', '3', '0');
INSERT INTO `gz_region` VALUES ('1564', '183', '武穴市', '3', '0');
INSERT INTO `gz_region` VALUES ('1563', '183', '麻城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1562', '183', '黄州区', '3', '0');
INSERT INTO `gz_region` VALUES ('1561', '182', '梁子湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1560', '182', '华容区', '3', '0');
INSERT INTO `gz_region` VALUES ('1559', '182', '鄂城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1558', '181', '仙桃市', '3', '0');
INSERT INTO `gz_region` VALUES ('1557', '180', '经济开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1556', '180', '新洲区', '3', '0');
INSERT INTO `gz_region` VALUES ('1555', '180', '黄陂区', '3', '0');
INSERT INTO `gz_region` VALUES ('1554', '180', '江夏区', '3', '0');
INSERT INTO `gz_region` VALUES ('1553', '180', '蔡甸区', '3', '0');
INSERT INTO `gz_region` VALUES ('1552', '180', '汉南区', '3', '0');
INSERT INTO `gz_region` VALUES ('1551', '180', '东西湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('1550', '180', '洪山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1549', '180', '青山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1548', '180', '汉阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1547', '180', '硚口区', '3', '0');
INSERT INTO `gz_region` VALUES ('1546', '180', '江汉区', '3', '0');
INSERT INTO `gz_region` VALUES ('1545', '180', '武昌区', '3', '0');
INSERT INTO `gz_region` VALUES ('1544', '180', '江岸区', '3', '0');
INSERT INTO `gz_region` VALUES ('1543', '179', '嘉荫县', '3', '0');
INSERT INTO `gz_region` VALUES ('1542', '179', '铁力市', '3', '0');
INSERT INTO `gz_region` VALUES ('1541', '179', '乌伊岭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1540', '179', '汤旺河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1539', '179', '新青区', '3', '0');
INSERT INTO `gz_region` VALUES ('1538', '179', '红星区', '3', '0');
INSERT INTO `gz_region` VALUES ('1537', '179', '五营区', '3', '0');
INSERT INTO `gz_region` VALUES ('1536', '179', '上甘岭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1535', '179', '友好区', '3', '0');
INSERT INTO `gz_region` VALUES ('1534', '179', '翠峦区', '3', '0');
INSERT INTO `gz_region` VALUES ('1533', '179', '乌马河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1532', '179', '美溪区', '3', '0');
INSERT INTO `gz_region` VALUES ('1531', '179', '西林区', '3', '0');
INSERT INTO `gz_region` VALUES ('1530', '179', '金山屯区', '3', '0');
INSERT INTO `gz_region` VALUES ('1529', '179', '南岔区', '3', '0');
INSERT INTO `gz_region` VALUES ('1528', '179', '带岭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1527', '179', '伊春区', '3', '0');
INSERT INTO `gz_region` VALUES ('1526', '178', '绥棱县', '3', '0');
INSERT INTO `gz_region` VALUES ('1525', '178', '明水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1524', '178', '庆安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1523', '178', '青冈县', '3', '0');
INSERT INTO `gz_region` VALUES ('1522', '178', '兰西县', '3', '0');
INSERT INTO `gz_region` VALUES ('1521', '178', '望奎县', '3', '0');
INSERT INTO `gz_region` VALUES ('1520', '178', '海伦市', '3', '0');
INSERT INTO `gz_region` VALUES ('1519', '178', '肇东市', '3', '0');
INSERT INTO `gz_region` VALUES ('1518', '178', '安达市', '3', '0');
INSERT INTO `gz_region` VALUES ('1517', '178', '北林区', '3', '0');
INSERT INTO `gz_region` VALUES ('1516', '177', '饶河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1515', '177', '宝清县', '3', '0');
INSERT INTO `gz_region` VALUES ('1514', '177', '友谊县', '3', '0');
INSERT INTO `gz_region` VALUES ('1513', '177', '集贤县', '3', '0');
INSERT INTO `gz_region` VALUES ('1512', '177', '宝山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1511', '177', '四方台区', '3', '0');
INSERT INTO `gz_region` VALUES ('1510', '177', '岭东区', '3', '0');
INSERT INTO `gz_region` VALUES ('1509', '177', '尖山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1508', '176', '拜泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1507', '176', '克东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1506', '176', '克山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1505', '176', '富裕县', '3', '0');
INSERT INTO `gz_region` VALUES ('1504', '176', '甘南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1503', '176', '泰来县', '3', '0');
INSERT INTO `gz_region` VALUES ('1502', '176', '依安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1501', '176', '龙江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1500', '176', '讷河市', '3', '0');
INSERT INTO `gz_region` VALUES ('1499', '176', '梅里斯达斡尔区', '3', '0');
INSERT INTO `gz_region` VALUES ('1498', '176', '碾子山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1497', '176', '富拉尔基区', '3', '0');
INSERT INTO `gz_region` VALUES ('1496', '176', '建华区', '3', '0');
INSERT INTO `gz_region` VALUES ('1495', '176', '铁峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1494', '176', '昂昂溪区', '3', '0');
INSERT INTO `gz_region` VALUES ('1493', '176', '龙沙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1492', '175', '勃利县', '3', '0');
INSERT INTO `gz_region` VALUES ('1491', '175', '茄子河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1490', '175', '新兴区', '3', '0');
INSERT INTO `gz_region` VALUES ('1489', '175', '桃山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1488', '174', '林口县', '3', '0');
INSERT INTO `gz_region` VALUES ('1487', '174', '东宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1486', '174', '穆棱市', '3', '0');
INSERT INTO `gz_region` VALUES ('1485', '174', '宁安市', '3', '0');
INSERT INTO `gz_region` VALUES ('1484', '174', '海林市', '3', '0');
INSERT INTO `gz_region` VALUES ('1483', '174', '绥芬河市', '3', '0');
INSERT INTO `gz_region` VALUES ('1482', '174', '西安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1481', '174', '阳明区', '3', '0');
INSERT INTO `gz_region` VALUES ('1480', '174', '东安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1479', '174', '爱民区', '3', '0');
INSERT INTO `gz_region` VALUES ('1478', '173', '抚远县', '3', '0');
INSERT INTO `gz_region` VALUES ('1477', '173', '汤原县', '3', '0');
INSERT INTO `gz_region` VALUES ('1476', '173', '桦川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1475', '173', '桦南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1474', '173', '富锦市', '3', '0');
INSERT INTO `gz_region` VALUES ('1473', '173', '同江市', '3', '0');
INSERT INTO `gz_region` VALUES ('1472', '173', '东风区', '3', '0');
INSERT INTO `gz_region` VALUES ('1471', '173', '向阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1470', '173', '郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('1469', '173', '前进区', '3', '0');
INSERT INTO `gz_region` VALUES ('1468', '172', '鸡东县', '3', '0');
INSERT INTO `gz_region` VALUES ('1467', '172', '密山市', '3', '0');
INSERT INTO `gz_region` VALUES ('1466', '172', '虎林市', '3', '0');
INSERT INTO `gz_region` VALUES ('1465', '172', '梨树区', '3', '0');
INSERT INTO `gz_region` VALUES ('1464', '172', '滴道区', '3', '0');
INSERT INTO `gz_region` VALUES ('1463', '172', '城子河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1462', '172', '恒山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1461', '172', '鸡冠区', '3', '0');
INSERT INTO `gz_region` VALUES ('1460', '171', '孙吴县', '3', '0');
INSERT INTO `gz_region` VALUES ('1459', '171', '逊克县', '3', '0');
INSERT INTO `gz_region` VALUES ('1458', '171', '嫩江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1457', '171', '北安市', '3', '0');
INSERT INTO `gz_region` VALUES ('1456', '171', '五大连池市', '3', '0');
INSERT INTO `gz_region` VALUES ('1455', '171', '爱辉区', '3', '0');
INSERT INTO `gz_region` VALUES ('1454', '170', '绥滨县', '3', '0');
INSERT INTO `gz_region` VALUES ('1453', '170', '萝北县', '3', '0');
INSERT INTO `gz_region` VALUES ('1452', '170', '东山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1451', '170', '向阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1450', '170', '兴安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1449', '170', '南山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1448', '170', '工农区', '3', '0');
INSERT INTO `gz_region` VALUES ('1447', '170', '兴山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1446', '169', '塔河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1445', '169', '漠河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1444', '169', '呼玛县', '3', '0');
INSERT INTO `gz_region` VALUES ('1443', '168', '杜尔伯特', '3', '0');
INSERT INTO `gz_region` VALUES ('1442', '168', '林甸县', '3', '0');
INSERT INTO `gz_region` VALUES ('1441', '168', '肇源县', '3', '0');
INSERT INTO `gz_region` VALUES ('1440', '168', '肇州县', '3', '0');
INSERT INTO `gz_region` VALUES ('1439', '168', '大同区', '3', '0');
INSERT INTO `gz_region` VALUES ('1438', '168', '让胡路区', '3', '0');
INSERT INTO `gz_region` VALUES ('1437', '168', '龙凤区', '3', '0');
INSERT INTO `gz_region` VALUES ('1436', '168', '红岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('1435', '168', '萨尔图区', '3', '0');
INSERT INTO `gz_region` VALUES ('1434', '167', '延寿县', '3', '0');
INSERT INTO `gz_region` VALUES ('1433', '167', '木兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1432', '167', '通河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1431', '167', '巴彦县', '3', '0');
INSERT INTO `gz_region` VALUES ('1430', '167', '依兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1429', '167', '宾县', '3', '0');
INSERT INTO `gz_region` VALUES ('1428', '167', '方正县', '3', '0');
INSERT INTO `gz_region` VALUES ('1427', '167', '五常市', '3', '0');
INSERT INTO `gz_region` VALUES ('1426', '167', '双城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1425', '167', '尚志市', '3', '0');
INSERT INTO `gz_region` VALUES ('1424', '167', '松北区', '3', '0');
INSERT INTO `gz_region` VALUES ('1423', '167', '呼兰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1422', '167', '阿城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1421', '167', '道外区', '3', '0');
INSERT INTO `gz_region` VALUES ('1420', '167', '太平区', '3', '0');
INSERT INTO `gz_region` VALUES ('1419', '167', '香坊区', '3', '0');
INSERT INTO `gz_region` VALUES ('1418', '167', '平房区', '3', '0');
INSERT INTO `gz_region` VALUES ('1417', '167', '动力区', '3', '0');
INSERT INTO `gz_region` VALUES ('1416', '167', '南岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('1415', '167', '道里区', '3', '0');
INSERT INTO `gz_region` VALUES ('1414', '166', '濮阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1413', '166', '台前县', '3', '0');
INSERT INTO `gz_region` VALUES ('1412', '166', '范县', '3', '0');
INSERT INTO `gz_region` VALUES ('1411', '166', '南乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('1410', '166', '清丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1409', '166', '华龙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1408', '165', '临颍县', '3', '0');
INSERT INTO `gz_region` VALUES ('1407', '165', '舞阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1406', '165', '召陵区', '3', '0');
INSERT INTO `gz_region` VALUES ('1405', '165', '源汇区', '3', '0');
INSERT INTO `gz_region` VALUES ('1404', '165', '郾城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1403', '164', '新蔡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1402', '164', '遂平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1401', '164', '汝南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1400', '164', '泌阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1399', '164', '确山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1398', '164', '正阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1397', '164', '平舆县', '3', '0');
INSERT INTO `gz_region` VALUES ('1396', '164', '上蔡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1395', '164', '西平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1394', '164', '驿城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1393', '163', '鹿邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('1392', '163', '太康县', '3', '0');
INSERT INTO `gz_region` VALUES ('1391', '163', '淮阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1390', '163', '郸城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1389', '163', '沈丘县', '3', '0');
INSERT INTO `gz_region` VALUES ('1388', '163', '商水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1387', '163', '西华县', '3', '0');
INSERT INTO `gz_region` VALUES ('1386', '163', '扶沟县', '3', '0');
INSERT INTO `gz_region` VALUES ('1385', '163', '项城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1384', '163', '川汇区', '3', '0');
INSERT INTO `gz_region` VALUES ('1383', '162', '襄城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1382', '162', '鄢陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1381', '162', '许昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('1380', '162', '长葛市', '3', '0');
INSERT INTO `gz_region` VALUES ('1379', '162', '禹州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1378', '162', '魏都区', '3', '0');
INSERT INTO `gz_region` VALUES ('1377', '161', '息县', '3', '0');
INSERT INTO `gz_region` VALUES ('1376', '161', '淮滨县', '3', '0');
INSERT INTO `gz_region` VALUES ('1375', '161', '潢川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1374', '161', '固始县', '3', '0');
INSERT INTO `gz_region` VALUES ('1373', '161', '商城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1372', '161', '新县', '3', '0');
INSERT INTO `gz_region` VALUES ('1371', '161', '光山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1370', '161', '罗山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1369', '161', '平桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('1368', '161', '浉河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1367', '160', '长垣县', '3', '0');
INSERT INTO `gz_region` VALUES ('1366', '160', '封丘县', '3', '0');
INSERT INTO `gz_region` VALUES ('1365', '160', '延津县', '3', '0');
INSERT INTO `gz_region` VALUES ('1364', '160', '原阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1363', '160', '获嘉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1362', '160', '新乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1361', '160', '辉县市', '3', '0');
INSERT INTO `gz_region` VALUES ('1360', '160', '卫辉市', '3', '0');
INSERT INTO `gz_region` VALUES ('1359', '160', '牧野区', '3', '0');
INSERT INTO `gz_region` VALUES ('1358', '160', '凤泉区', '3', '0');
INSERT INTO `gz_region` VALUES ('1357', '160', '红旗区', '3', '0');
INSERT INTO `gz_region` VALUES ('1356', '160', '卫滨区', '3', '0');
INSERT INTO `gz_region` VALUES ('1355', '159', '夏邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('1354', '159', '柘城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1353', '159', '虞城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1352', '159', '宁陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1351', '159', '睢县', '3', '0');
INSERT INTO `gz_region` VALUES ('1350', '159', '民权县', '3', '0');
INSERT INTO `gz_region` VALUES ('1349', '159', '永城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1348', '159', '睢阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1347', '159', '梁园区', '3', '0');
INSERT INTO `gz_region` VALUES ('1346', '158', '卢氏县', '3', '0');
INSERT INTO `gz_region` VALUES ('1345', '158', '陕县', '3', '0');
INSERT INTO `gz_region` VALUES ('1344', '158', '渑池县', '3', '0');
INSERT INTO `gz_region` VALUES ('1343', '158', '灵宝市', '3', '0');
INSERT INTO `gz_region` VALUES ('1342', '158', '义马市', '3', '0');
INSERT INTO `gz_region` VALUES ('1341', '158', '湖滨区', '3', '0');
INSERT INTO `gz_region` VALUES ('1340', '157', '郏县', '3', '0');
INSERT INTO `gz_region` VALUES ('1339', '157', '鲁山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1338', '157', '叶县', '3', '0');
INSERT INTO `gz_region` VALUES ('1337', '157', '宝丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1336', '157', '汝州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1335', '157', '舞钢市', '3', '0');
INSERT INTO `gz_region` VALUES ('1334', '157', '石龙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1333', '157', '湛河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1332', '157', '卫东区', '3', '0');
INSERT INTO `gz_region` VALUES ('1331', '157', '新华区', '3', '0');
INSERT INTO `gz_region` VALUES ('1330', '156', '桐柏县', '3', '0');
INSERT INTO `gz_region` VALUES ('1329', '156', '新野县', '3', '0');
INSERT INTO `gz_region` VALUES ('1328', '156', '唐河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1327', '156', '社旗县', '3', '0');
INSERT INTO `gz_region` VALUES ('1326', '156', '淅川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1325', '156', '内乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1324', '156', '镇平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1323', '156', '西峡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1322', '156', '方城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1321', '156', '南召县', '3', '0');
INSERT INTO `gz_region` VALUES ('1320', '156', '邓州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1319', '156', '宛城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1318', '156', '卧龙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1317', '155', '温县', '3', '0');
INSERT INTO `gz_region` VALUES ('1316', '155', '武陟县', '3', '0');
INSERT INTO `gz_region` VALUES ('1315', '155', '博爱县', '3', '0');
INSERT INTO `gz_region` VALUES ('1314', '155', '修武县', '3', '0');
INSERT INTO `gz_region` VALUES ('1313', '155', '孟州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1312', '155', '沁阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1311', '155', '山阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1310', '155', '马村区', '3', '0');
INSERT INTO `gz_region` VALUES ('1309', '155', '中站区', '3', '0');
INSERT INTO `gz_region` VALUES ('1308', '155', '解放区', '3', '0');
INSERT INTO `gz_region` VALUES ('1307', '154', '济源市', '3', '0');
INSERT INTO `gz_region` VALUES ('1306', '153', '淇县', '3', '0');
INSERT INTO `gz_region` VALUES ('1305', '153', '浚县', '3', '0');
INSERT INTO `gz_region` VALUES ('1304', '153', '鹤山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1303', '153', '山城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1302', '153', '淇滨区', '3', '0');
INSERT INTO `gz_region` VALUES ('1301', '152', '内黄县', '3', '0');
INSERT INTO `gz_region` VALUES ('1300', '152', '滑县', '3', '0');
INSERT INTO `gz_region` VALUES ('1299', '152', '汤阴县', '3', '0');
INSERT INTO `gz_region` VALUES ('1298', '152', '安阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1297', '152', '林州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1296', '152', '龙安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1295', '152', '殷都区', '3', '0');
INSERT INTO `gz_region` VALUES ('1294', '152', '文峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1293', '152', '北关区', '3', '0');
INSERT INTO `gz_region` VALUES ('1292', '151', '兰考县', '3', '0');
INSERT INTO `gz_region` VALUES ('1291', '151', '开封县', '3', '0');
INSERT INTO `gz_region` VALUES ('1290', '151', '尉氏县', '3', '0');
INSERT INTO `gz_region` VALUES ('1289', '151', '通许县', '3', '0');
INSERT INTO `gz_region` VALUES ('1288', '151', '杞县', '3', '0');
INSERT INTO `gz_region` VALUES ('1287', '151', '禹王台区', '3', '0');
INSERT INTO `gz_region` VALUES ('1286', '151', '金明区', '3', '0');
INSERT INTO `gz_region` VALUES ('1285', '151', '顺河回族区', '3', '0');
INSERT INTO `gz_region` VALUES ('1284', '151', '龙亭区', '3', '0');
INSERT INTO `gz_region` VALUES ('1283', '151', '鼓楼区', '3', '0');
INSERT INTO `gz_region` VALUES ('1282', '150', '伊川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1281', '150', '洛宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1280', '150', '宜阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1279', '150', '汝阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1278', '150', '嵩县', '3', '0');
INSERT INTO `gz_region` VALUES ('1277', '150', '栾川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1276', '150', '新安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1275', '150', '孟津县', '3', '0');
INSERT INTO `gz_region` VALUES ('1274', '150', '偃师市', '3', '0');
INSERT INTO `gz_region` VALUES ('1273', '150', '吉利区', '3', '0');
INSERT INTO `gz_region` VALUES ('1272', '150', '洛龙区', '3', '0');
INSERT INTO `gz_region` VALUES ('1271', '150', '瀍河回族区', '3', '0');
INSERT INTO `gz_region` VALUES ('1270', '150', '涧西区', '3', '0');
INSERT INTO `gz_region` VALUES ('1269', '150', '老城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1268', '150', '西工区', '3', '0');
INSERT INTO `gz_region` VALUES ('1267', '149', '中牟县', '3', '0');
INSERT INTO `gz_region` VALUES ('1266', '149', '登封市', '3', '0');
INSERT INTO `gz_region` VALUES ('1265', '149', '新郑市', '3', '0');
INSERT INTO `gz_region` VALUES ('1264', '149', '新密市', '3', '0');
INSERT INTO `gz_region` VALUES ('1263', '149', '荥阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('1262', '149', '巩义市', '3', '0');
INSERT INTO `gz_region` VALUES ('1261', '149', '出口加工区', '3', '0');
INSERT INTO `gz_region` VALUES ('1260', '149', '高新开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1259', '149', '经济技术开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1258', '149', '郑东新区', '3', '0');
INSERT INTO `gz_region` VALUES ('1257', '149', '惠济区', '3', '0');
INSERT INTO `gz_region` VALUES ('1256', '149', '上街区', '3', '0');
INSERT INTO `gz_region` VALUES ('1255', '149', '中原区', '3', '0');
INSERT INTO `gz_region` VALUES ('1254', '149', '管城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1253', '149', '二七区', '3', '0');
INSERT INTO `gz_region` VALUES ('1252', '149', '邙山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1251', '149', '金水区', '3', '0');
INSERT INTO `gz_region` VALUES ('1250', '148', '崇礼县', '3', '0');
INSERT INTO `gz_region` VALUES ('1249', '148', '赤城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1248', '148', '涿鹿县', '3', '0');
INSERT INTO `gz_region` VALUES ('1247', '148', '怀来县', '3', '0');
INSERT INTO `gz_region` VALUES ('1246', '148', '万全县', '3', '0');
INSERT INTO `gz_region` VALUES ('1245', '148', '怀安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1244', '148', '阳原县', '3', '0');
INSERT INTO `gz_region` VALUES ('1243', '148', '蔚县', '3', '0');
INSERT INTO `gz_region` VALUES ('1242', '148', '尚义县', '3', '0');
INSERT INTO `gz_region` VALUES ('1241', '148', '沽源县', '3', '0');
INSERT INTO `gz_region` VALUES ('1240', '148', '康保县', '3', '0');
INSERT INTO `gz_region` VALUES ('1239', '148', '张北县', '3', '0');
INSERT INTO `gz_region` VALUES ('1238', '148', '宣化县', '3', '0');
INSERT INTO `gz_region` VALUES ('1237', '148', '下花园区', '3', '0');
INSERT INTO `gz_region` VALUES ('1236', '148', '宣化区', '3', '0');
INSERT INTO `gz_region` VALUES ('1235', '148', '桥东区', '3', '0');
INSERT INTO `gz_region` VALUES ('1234', '148', '桥西区', '3', '0');
INSERT INTO `gz_region` VALUES ('1233', '147', '临西县', '3', '0');
INSERT INTO `gz_region` VALUES ('1232', '147', '清河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1231', '147', '威县', '3', '0');
INSERT INTO `gz_region` VALUES ('1230', '147', '平乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1229', '147', '广宗县', '3', '0');
INSERT INTO `gz_region` VALUES ('1228', '147', '新河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1227', '147', '巨鹿县', '3', '0');
INSERT INTO `gz_region` VALUES ('1226', '147', '宁晋县', '3', '0');
INSERT INTO `gz_region` VALUES ('1225', '147', '南和县', '3', '0');
INSERT INTO `gz_region` VALUES ('1224', '147', '任县', '3', '0');
INSERT INTO `gz_region` VALUES ('1223', '147', '隆尧县', '3', '0');
INSERT INTO `gz_region` VALUES ('1222', '147', '柏乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1221', '147', '内丘县', '3', '0');
INSERT INTO `gz_region` VALUES ('1220', '147', '临城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1219', '147', '邢台县', '3', '0');
INSERT INTO `gz_region` VALUES ('1218', '147', '沙河市', '3', '0');
INSERT INTO `gz_region` VALUES ('1217', '147', '南宫市', '3', '0');
INSERT INTO `gz_region` VALUES ('1216', '147', '桥西区', '3', '0');
INSERT INTO `gz_region` VALUES ('1215', '147', '桥东区', '3', '0');
INSERT INTO `gz_region` VALUES ('1214', '146', '唐海县', '3', '0');
INSERT INTO `gz_region` VALUES ('1213', '146', '玉田县', '3', '0');
INSERT INTO `gz_region` VALUES ('1212', '146', '迁西县', '3', '0');
INSERT INTO `gz_region` VALUES ('1211', '146', '乐亭县', '3', '0');
INSERT INTO `gz_region` VALUES ('1210', '146', '滦南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1209', '146', '滦县', '3', '0');
INSERT INTO `gz_region` VALUES ('1208', '146', '迁安市', '3', '0');
INSERT INTO `gz_region` VALUES ('1207', '146', '遵化市', '3', '0');
INSERT INTO `gz_region` VALUES ('1206', '146', '丰润区', '3', '0');
INSERT INTO `gz_region` VALUES ('1205', '146', '丰南区', '3', '0');
INSERT INTO `gz_region` VALUES ('1204', '146', '开平区', '3', '0');
INSERT INTO `gz_region` VALUES ('1203', '146', '古冶区', '3', '0');
INSERT INTO `gz_region` VALUES ('1202', '146', '路南区', '3', '0');
INSERT INTO `gz_region` VALUES ('1201', '146', '路北区', '3', '0');
INSERT INTO `gz_region` VALUES ('1200', '145', '青龙', '3', '0');
INSERT INTO `gz_region` VALUES ('1199', '145', '卢龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('1198', '145', '抚宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1197', '145', '昌黎县', '3', '0');
INSERT INTO `gz_region` VALUES ('1196', '145', '北戴河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1195', '145', '山海关区', '3', '0');
INSERT INTO `gz_region` VALUES ('1194', '145', '海港区', '3', '0');
INSERT INTO `gz_region` VALUES ('1193', '144', '大厂', '3', '0');
INSERT INTO `gz_region` VALUES ('1192', '144', '文安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1191', '144', '大城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1190', '144', '香河县', '3', '0');
INSERT INTO `gz_region` VALUES ('1189', '144', '永清县', '3', '0');
INSERT INTO `gz_region` VALUES ('1188', '144', '固安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1187', '144', '三河市', '3', '0');
INSERT INTO `gz_region` VALUES ('1186', '144', '霸州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1185', '144', '广阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('1184', '144', '安次区', '3', '0');
INSERT INTO `gz_region` VALUES ('1183', '143', '阜城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1182', '143', '景县', '3', '0');
INSERT INTO `gz_region` VALUES ('1181', '143', '故城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1180', '143', '安平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1179', '143', '饶阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1178', '143', '武强县', '3', '0');
INSERT INTO `gz_region` VALUES ('1177', '143', '武邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('1176', '143', '枣强县', '3', '0');
INSERT INTO `gz_region` VALUES ('1175', '143', '深州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1174', '143', '冀州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1173', '143', '桃城区', '3', '0');
INSERT INTO `gz_region` VALUES ('1172', '142', '曲周县', '3', '0');
INSERT INTO `gz_region` VALUES ('1171', '142', '魏县', '3', '0');
INSERT INTO `gz_region` VALUES ('1170', '142', '馆陶县', '3', '0');
INSERT INTO `gz_region` VALUES ('1169', '142', '广平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1168', '142', '鸡泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('1167', '142', '邱县', '3', '0');
INSERT INTO `gz_region` VALUES ('1166', '142', '永年县', '3', '0');
INSERT INTO `gz_region` VALUES ('1165', '142', '肥乡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1164', '142', '磁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1163', '142', '涉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1162', '142', '大名县', '3', '0');
INSERT INTO `gz_region` VALUES ('1161', '142', '成安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1160', '142', '临漳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1159', '142', '邯郸县', '3', '0');
INSERT INTO `gz_region` VALUES ('1158', '142', '武安市', '3', '0');
INSERT INTO `gz_region` VALUES ('1157', '142', '峰峰矿区', '3', '0');
INSERT INTO `gz_region` VALUES ('1156', '142', '邯山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1155', '142', '复兴区', '3', '0');
INSERT INTO `gz_region` VALUES ('1154', '142', '从台区', '3', '0');
INSERT INTO `gz_region` VALUES ('1153', '141', '围场', '3', '0');
INSERT INTO `gz_region` VALUES ('1152', '141', '宽城', '3', '0');
INSERT INTO `gz_region` VALUES ('1151', '141', '丰宁', '3', '0');
INSERT INTO `gz_region` VALUES ('1150', '141', '隆化县', '3', '0');
INSERT INTO `gz_region` VALUES ('1149', '141', '滦平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1148', '141', '平泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1147', '141', '兴隆县', '3', '0');
INSERT INTO `gz_region` VALUES ('1146', '141', '承德县', '3', '0');
INSERT INTO `gz_region` VALUES ('1145', '141', '鹰手营子矿区', '3', '0');
INSERT INTO `gz_region` VALUES ('1144', '141', '双滦区', '3', '0');
INSERT INTO `gz_region` VALUES ('1143', '141', '双桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('1142', '140', '孟村', '3', '0');
INSERT INTO `gz_region` VALUES ('1141', '140', '献县', '3', '0');
INSERT INTO `gz_region` VALUES ('1140', '140', '吴桥县', '3', '0');
INSERT INTO `gz_region` VALUES ('1139', '140', '南皮县', '3', '0');
INSERT INTO `gz_region` VALUES ('1138', '140', '肃宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1137', '140', '盐山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1136', '140', '海兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('1135', '140', '东光县', '3', '0');
INSERT INTO `gz_region` VALUES ('1134', '140', '青县', '3', '0');
INSERT INTO `gz_region` VALUES ('1133', '140', '沧县', '3', '0');
INSERT INTO `gz_region` VALUES ('1132', '140', '河间市', '3', '0');
INSERT INTO `gz_region` VALUES ('1131', '140', '黄骅市', '3', '0');
INSERT INTO `gz_region` VALUES ('1130', '140', '任丘市', '3', '0');
INSERT INTO `gz_region` VALUES ('1129', '140', '泊头市', '3', '0');
INSERT INTO `gz_region` VALUES ('1128', '140', '新华区', '3', '0');
INSERT INTO `gz_region` VALUES ('1127', '140', '运河区', '3', '0');
INSERT INTO `gz_region` VALUES ('1126', '139', '雄县', '3', '0');
INSERT INTO `gz_region` VALUES ('1125', '139', '博野县', '3', '0');
INSERT INTO `gz_region` VALUES ('1124', '139', '顺平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1123', '139', '蠡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1122', '139', '曲阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1121', '139', '易县', '3', '0');
INSERT INTO `gz_region` VALUES ('1120', '139', '安新县', '3', '0');
INSERT INTO `gz_region` VALUES ('1119', '139', '望都县', '3', '0');
INSERT INTO `gz_region` VALUES ('1118', '139', '涞源县', '3', '0');
INSERT INTO `gz_region` VALUES ('1117', '139', '容城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1116', '139', '高阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1115', '139', '唐县', '3', '0');
INSERT INTO `gz_region` VALUES ('1114', '139', '定兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('1113', '139', '徐水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1112', '139', '阜平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1111', '139', '涞水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1110', '139', '清苑县', '3', '0');
INSERT INTO `gz_region` VALUES ('1109', '139', '满城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1108', '139', '高碑店市', '3', '0');
INSERT INTO `gz_region` VALUES ('1107', '139', '安国市', '3', '0');
INSERT INTO `gz_region` VALUES ('1106', '139', '定州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1105', '139', '涿州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1104', '139', '北市区', '3', '0');
INSERT INTO `gz_region` VALUES ('1103', '139', '南市区', '3', '0');
INSERT INTO `gz_region` VALUES ('1102', '139', '新市区', '3', '0');
INSERT INTO `gz_region` VALUES ('1101', '138', '赵县', '3', '0');
INSERT INTO `gz_region` VALUES ('1100', '138', '元氏县', '3', '0');
INSERT INTO `gz_region` VALUES ('1099', '138', '平山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1098', '138', '无极县', '3', '0');
INSERT INTO `gz_region` VALUES ('1097', '138', '赞皇县', '3', '0');
INSERT INTO `gz_region` VALUES ('1096', '138', '深泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('1095', '138', '高邑县', '3', '0');
INSERT INTO `gz_region` VALUES ('1094', '138', '灵寿县', '3', '0');
INSERT INTO `gz_region` VALUES ('1093', '138', '行唐县', '3', '0');
INSERT INTO `gz_region` VALUES ('1092', '138', '栾城县', '3', '0');
INSERT INTO `gz_region` VALUES ('1091', '138', '正定县', '3', '0');
INSERT INTO `gz_region` VALUES ('1090', '138', '井陉县', '3', '0');
INSERT INTO `gz_region` VALUES ('1089', '138', '鹿泉市', '3', '0');
INSERT INTO `gz_region` VALUES ('1088', '138', '新乐市', '3', '0');
INSERT INTO `gz_region` VALUES ('1087', '138', '晋州市', '3', '0');
INSERT INTO `gz_region` VALUES ('1086', '138', '藁城市', '3', '0');
INSERT INTO `gz_region` VALUES ('1085', '138', '辛集市', '3', '0');
INSERT INTO `gz_region` VALUES ('1084', '138', '高新区', '3', '0');
INSERT INTO `gz_region` VALUES ('1083', '138', '井陉矿区', '3', '0');
INSERT INTO `gz_region` VALUES ('1082', '138', '裕华区', '3', '0');
INSERT INTO `gz_region` VALUES ('1081', '138', '新华区', '3', '0');
INSERT INTO `gz_region` VALUES ('1080', '138', '桥西区', '3', '0');
INSERT INTO `gz_region` VALUES ('1079', '138', '桥东区', '3', '0');
INSERT INTO `gz_region` VALUES ('1078', '138', '长安区', '3', '0');
INSERT INTO `gz_region` VALUES ('1077', '137', '其他', '3', '0');
INSERT INTO `gz_region` VALUES ('1076', '137', '三都镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1075', '137', '新州镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1074', '137', '木棠镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1073', '137', '光村镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1072', '137', '东成镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1071', '137', '排浦镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1070', '137', '海头镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1069', '137', '和庆镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1068', '137', '兰洋镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1067', '137', '白马井镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1066', '137', '南丰镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1065', '137', '峨蔓镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1064', '137', '中和镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1063', '137', '大成镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1062', '137', '雅星镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1061', '137', '王五镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1060', '137', '那大镇', '3', '0');
INSERT INTO `gz_region` VALUES ('1059', '137', '洋浦开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('1058', '137', '市区', '3', '0');
INSERT INTO `gz_region` VALUES ('1057', '120', '美兰区', '3', '0');
INSERT INTO `gz_region` VALUES ('1056', '120', '琼山区', '3', '0');
INSERT INTO `gz_region` VALUES ('1055', '120', '龙华区', '3', '0');
INSERT INTO `gz_region` VALUES ('1054', '120', '秀英区', '3', '0');
INSERT INTO `gz_region` VALUES ('1053', '119', '务川', '3', '0');
INSERT INTO `gz_region` VALUES ('1052', '119', '道真', '3', '0');
INSERT INTO `gz_region` VALUES ('1051', '119', '习水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1050', '119', '余庆县', '3', '0');
INSERT INTO `gz_region` VALUES ('1049', '119', '湄潭县', '3', '0');
INSERT INTO `gz_region` VALUES ('1048', '119', '凤冈县', '3', '0');
INSERT INTO `gz_region` VALUES ('1047', '119', '正安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1046', '119', '绥阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('1045', '119', '桐梓县', '3', '0');
INSERT INTO `gz_region` VALUES ('1044', '119', '遵义县', '3', '0');
INSERT INTO `gz_region` VALUES ('1043', '119', '仁怀市', '3', '0');
INSERT INTO `gz_region` VALUES ('1042', '119', '赤水市', '3', '0');
INSERT INTO `gz_region` VALUES ('1041', '119', '汇川区', '3', '0');
INSERT INTO `gz_region` VALUES ('1040', '119', '道真县', '3', '0');
INSERT INTO `gz_region` VALUES ('1039', '119', '务川县', '3', '0');
INSERT INTO `gz_region` VALUES ('1038', '119', '红花岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('1037', '118', '万山特区', '3', '0');
INSERT INTO `gz_region` VALUES ('1036', '118', '松桃', '3', '0');
INSERT INTO `gz_region` VALUES ('1035', '118', '沿河', '3', '0');
INSERT INTO `gz_region` VALUES ('1034', '118', '印江', '3', '0');
INSERT INTO `gz_region` VALUES ('1033', '118', '玉屏', '3', '0');
INSERT INTO `gz_region` VALUES ('1032', '118', '德江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1031', '118', '思南县', '3', '0');
INSERT INTO `gz_region` VALUES ('1030', '118', '石阡县', '3', '0');
INSERT INTO `gz_region` VALUES ('1029', '118', '江口县', '3', '0');
INSERT INTO `gz_region` VALUES ('1028', '118', '铜仁市', '3', '0');
INSERT INTO `gz_region` VALUES ('1027', '117', '安龙县', '3', '0');
INSERT INTO `gz_region` VALUES ('1026', '117', '册亨县', '3', '0');
INSERT INTO `gz_region` VALUES ('1025', '117', '望谟县', '3', '0');
INSERT INTO `gz_region` VALUES ('1024', '117', '贞丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('1023', '117', '晴隆县', '3', '0');
INSERT INTO `gz_region` VALUES ('1022', '117', '普安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1021', '117', '兴仁县', '3', '0');
INSERT INTO `gz_region` VALUES ('1020', '117', '兴义市', '3', '0');
INSERT INTO `gz_region` VALUES ('1019', '116', '三都', '3', '0');
INSERT INTO `gz_region` VALUES ('1018', '116', '惠水县', '3', '0');
INSERT INTO `gz_region` VALUES ('1017', '116', '龙里县', '3', '0');
INSERT INTO `gz_region` VALUES ('1016', '116', '长顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('1015', '116', '罗甸县', '3', '0');
INSERT INTO `gz_region` VALUES ('1014', '116', '平塘县', '3', '0');
INSERT INTO `gz_region` VALUES ('1013', '116', '独山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1012', '116', '瓮安县', '3', '0');
INSERT INTO `gz_region` VALUES ('1011', '116', '贵定县', '3', '0');
INSERT INTO `gz_region` VALUES ('1010', '116', '荔波县', '3', '0');
INSERT INTO `gz_region` VALUES ('1009', '116', '福泉市', '3', '0');
INSERT INTO `gz_region` VALUES ('1008', '116', '都匀市', '3', '0');
INSERT INTO `gz_region` VALUES ('1007', '115', '丹寨县', '3', '0');
INSERT INTO `gz_region` VALUES ('1006', '115', '麻江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1005', '115', '雷山县', '3', '0');
INSERT INTO `gz_region` VALUES ('1004', '115', '从江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1003', '115', '榕江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1002', '115', '黎平县', '3', '0');
INSERT INTO `gz_region` VALUES ('1001', '115', '台江县', '3', '0');
INSERT INTO `gz_region` VALUES ('1000', '115', '剑河县', '3', '0');
INSERT INTO `gz_region` VALUES ('999', '115', '锦屏县', '3', '0');
INSERT INTO `gz_region` VALUES ('998', '115', '天柱县', '3', '0');
INSERT INTO `gz_region` VALUES ('997', '115', '岑巩县', '3', '0');
INSERT INTO `gz_region` VALUES ('996', '115', '镇远县', '3', '0');
INSERT INTO `gz_region` VALUES ('995', '115', '三穗县', '3', '0');
INSERT INTO `gz_region` VALUES ('994', '115', '施秉县', '3', '0');
INSERT INTO `gz_region` VALUES ('993', '115', '黄平县', '3', '0');
INSERT INTO `gz_region` VALUES ('992', '115', '凯里市', '3', '0');
INSERT INTO `gz_region` VALUES ('991', '114', '盘县', '3', '0');
INSERT INTO `gz_region` VALUES ('990', '114', '水城县', '3', '0');
INSERT INTO `gz_region` VALUES ('989', '114', '六枝特区', '3', '0');
INSERT INTO `gz_region` VALUES ('988', '114', '钟山区', '3', '0');
INSERT INTO `gz_region` VALUES ('987', '113', '威宁', '3', '0');
INSERT INTO `gz_region` VALUES ('986', '113', '赫章县', '3', '0');
INSERT INTO `gz_region` VALUES ('985', '113', '纳雍县', '3', '0');
INSERT INTO `gz_region` VALUES ('984', '113', '织金县', '3', '0');
INSERT INTO `gz_region` VALUES ('983', '113', '金沙县', '3', '0');
INSERT INTO `gz_region` VALUES ('982', '113', '黔西县', '3', '0');
INSERT INTO `gz_region` VALUES ('981', '113', '大方县', '3', '0');
INSERT INTO `gz_region` VALUES ('980', '113', '毕节市', '3', '0');
INSERT INTO `gz_region` VALUES ('979', '112', '普定县', '3', '0');
INSERT INTO `gz_region` VALUES ('978', '112', '平坝县', '3', '0');
INSERT INTO `gz_region` VALUES ('977', '112', '紫云', '3', '0');
INSERT INTO `gz_region` VALUES ('976', '112', '镇宁', '3', '0');
INSERT INTO `gz_region` VALUES ('975', '112', '关岭', '3', '0');
INSERT INTO `gz_region` VALUES ('974', '112', '西秀区', '3', '0');
INSERT INTO `gz_region` VALUES ('973', '111', '息烽县', '3', '0');
INSERT INTO `gz_region` VALUES ('972', '111', '修文县', '3', '0');
INSERT INTO `gz_region` VALUES ('971', '111', '开阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('970', '111', '清镇市', '3', '0');
INSERT INTO `gz_region` VALUES ('969', '111', '新天园区', '3', '0');
INSERT INTO `gz_region` VALUES ('968', '111', '金阳新区', '3', '0');
INSERT INTO `gz_region` VALUES ('967', '111', '小河区', '3', '0');
INSERT INTO `gz_region` VALUES ('966', '111', '白云区', '3', '0');
INSERT INTO `gz_region` VALUES ('965', '111', '乌当区', '3', '0');
INSERT INTO `gz_region` VALUES ('964', '111', '花溪区', '3', '0');
INSERT INTO `gz_region` VALUES ('963', '111', '云岩区', '3', '0');
INSERT INTO `gz_region` VALUES ('962', '111', '南明区', '3', '0');
INSERT INTO `gz_region` VALUES ('961', '110', '兴业县', '3', '0');
INSERT INTO `gz_region` VALUES ('960', '110', '博白县', '3', '0');
INSERT INTO `gz_region` VALUES ('959', '110', '陆川县', '3', '0');
INSERT INTO `gz_region` VALUES ('958', '110', '容县', '3', '0');
INSERT INTO `gz_region` VALUES ('957', '110', '北流市', '3', '0');
INSERT INTO `gz_region` VALUES ('956', '110', '玉州区', '3', '0');
INSERT INTO `gz_region` VALUES ('955', '109', '蒙山县', '3', '0');
INSERT INTO `gz_region` VALUES ('954', '109', '藤县', '3', '0');
INSERT INTO `gz_region` VALUES ('953', '109', '苍梧县', '3', '0');
INSERT INTO `gz_region` VALUES ('952', '109', '岑溪市', '3', '0');
INSERT INTO `gz_region` VALUES ('951', '109', '长洲区', '3', '0');
INSERT INTO `gz_region` VALUES ('950', '109', '蝶山区', '3', '0');
INSERT INTO `gz_region` VALUES ('949', '109', '万秀区', '3', '0');
INSERT INTO `gz_region` VALUES ('948', '108', '浦北县', '3', '0');
INSERT INTO `gz_region` VALUES ('947', '108', '灵山县', '3', '0');
INSERT INTO `gz_region` VALUES ('946', '108', '钦北区', '3', '0');
INSERT INTO `gz_region` VALUES ('945', '108', '钦南区', '3', '0');
INSERT INTO `gz_region` VALUES ('944', '107', '三江', '3', '0');
INSERT INTO `gz_region` VALUES ('943', '107', '融水', '3', '0');
INSERT INTO `gz_region` VALUES ('942', '107', '融安县', '3', '0');
INSERT INTO `gz_region` VALUES ('941', '107', '鹿寨县', '3', '0');
INSERT INTO `gz_region` VALUES ('940', '107', '柳城县', '3', '0');
INSERT INTO `gz_region` VALUES ('939', '107', '柳江县', '3', '0');
INSERT INTO `gz_region` VALUES ('938', '107', '柳南区', '3', '0');
INSERT INTO `gz_region` VALUES ('937', '107', '柳北区', '3', '0');
INSERT INTO `gz_region` VALUES ('936', '107', '鱼峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('935', '107', '城中区', '3', '0');
INSERT INTO `gz_region` VALUES ('934', '106', '金秀', '3', '0');
INSERT INTO `gz_region` VALUES ('933', '106', '忻城县', '3', '0');
INSERT INTO `gz_region` VALUES ('932', '106', '武宣县', '3', '0');
INSERT INTO `gz_region` VALUES ('931', '106', '象州县', '3', '0');
INSERT INTO `gz_region` VALUES ('930', '106', '合山市', '3', '0');
INSERT INTO `gz_region` VALUES ('929', '106', '兴宾区', '3', '0');
INSERT INTO `gz_region` VALUES ('928', '105', '富川', '3', '0');
INSERT INTO `gz_region` VALUES ('927', '105', '昭平县', '3', '0');
INSERT INTO `gz_region` VALUES ('926', '105', '钟山县', '3', '0');
INSERT INTO `gz_region` VALUES ('925', '105', '八步区', '3', '0');
INSERT INTO `gz_region` VALUES ('924', '104', '大化', '3', '0');
INSERT INTO `gz_region` VALUES ('923', '104', '环江', '3', '0');
INSERT INTO `gz_region` VALUES ('922', '104', '巴马', '3', '0');
INSERT INTO `gz_region` VALUES ('921', '104', '罗城', '3', '0');
INSERT INTO `gz_region` VALUES ('920', '104', '都安', '3', '0');
INSERT INTO `gz_region` VALUES ('919', '104', '东兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('918', '104', '南丹县', '3', '0');
INSERT INTO `gz_region` VALUES ('917', '104', '凤山县', '3', '0');
INSERT INTO `gz_region` VALUES ('916', '104', '天峨县', '3', '0');
INSERT INTO `gz_region` VALUES ('915', '104', '宜州市', '3', '0');
INSERT INTO `gz_region` VALUES ('914', '104', '金城江区', '3', '0');
INSERT INTO `gz_region` VALUES ('913', '103', '平南县', '3', '0');
INSERT INTO `gz_region` VALUES ('912', '103', '桂平市', '3', '0');
INSERT INTO `gz_region` VALUES ('911', '103', '覃塘区', '3', '0');
INSERT INTO `gz_region` VALUES ('910', '103', '港南区', '3', '0');
INSERT INTO `gz_region` VALUES ('909', '103', '港北区', '3', '0');
INSERT INTO `gz_region` VALUES ('908', '102', '上思县', '3', '0');
INSERT INTO `gz_region` VALUES ('907', '102', '东兴市', '3', '0');
INSERT INTO `gz_region` VALUES ('906', '102', '防城区', '3', '0');
INSERT INTO `gz_region` VALUES ('905', '102', '港口区', '3', '0');
INSERT INTO `gz_region` VALUES ('904', '101', '天等县', '3', '0');
INSERT INTO `gz_region` VALUES ('903', '101', '大新县', '3', '0');
INSERT INTO `gz_region` VALUES ('902', '101', '龙州县', '3', '0');
INSERT INTO `gz_region` VALUES ('901', '101', '扶绥县', '3', '0');
INSERT INTO `gz_region` VALUES ('900', '101', '宁明县', '3', '0');
INSERT INTO `gz_region` VALUES ('899', '101', '凭祥市', '3', '0');
INSERT INTO `gz_region` VALUES ('898', '101', '江州区', '3', '0');
INSERT INTO `gz_region` VALUES ('897', '100', '合浦县', '3', '0');
INSERT INTO `gz_region` VALUES ('896', '100', '铁山港区', '3', '0');
INSERT INTO `gz_region` VALUES ('895', '100', '银海区', '3', '0');
INSERT INTO `gz_region` VALUES ('894', '100', '海城区', '3', '0');
INSERT INTO `gz_region` VALUES ('893', '99', '隆林', '3', '0');
INSERT INTO `gz_region` VALUES ('892', '99', '那坡县', '3', '0');
INSERT INTO `gz_region` VALUES ('891', '99', '田东县', '3', '0');
INSERT INTO `gz_region` VALUES ('890', '99', '靖西县', '3', '0');
INSERT INTO `gz_region` VALUES ('889', '99', '田阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('888', '99', '田林县', '3', '0');
INSERT INTO `gz_region` VALUES ('887', '99', '德保县', '3', '0');
INSERT INTO `gz_region` VALUES ('886', '99', '乐业县', '3', '0');
INSERT INTO `gz_region` VALUES ('885', '99', '西林县', '3', '0');
INSERT INTO `gz_region` VALUES ('884', '99', '平果县', '3', '0');
INSERT INTO `gz_region` VALUES ('883', '99', '凌云县', '3', '0');
INSERT INTO `gz_region` VALUES ('882', '99', '右江区', '3', '0');
INSERT INTO `gz_region` VALUES ('881', '98', '恭城', '3', '0');
INSERT INTO `gz_region` VALUES ('880', '98', '龙胜', '3', '0');
INSERT INTO `gz_region` VALUES ('879', '98', '永福县', '3', '0');
INSERT INTO `gz_region` VALUES ('878', '98', '资源县', '3', '0');
INSERT INTO `gz_region` VALUES ('877', '98', '荔浦县', '3', '0');
INSERT INTO `gz_region` VALUES ('876', '98', '灌阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('875', '98', '兴安县', '3', '0');
INSERT INTO `gz_region` VALUES ('874', '98', '平乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('873', '98', '全州县', '3', '0');
INSERT INTO `gz_region` VALUES ('872', '98', '灵川县', '3', '0');
INSERT INTO `gz_region` VALUES ('871', '98', '临桂县', '3', '0');
INSERT INTO `gz_region` VALUES ('870', '98', '阳朔县', '3', '0');
INSERT INTO `gz_region` VALUES ('869', '98', '雁山区', '3', '0');
INSERT INTO `gz_region` VALUES ('868', '98', '七星区', '3', '0');
INSERT INTO `gz_region` VALUES ('867', '98', '象山区', '3', '0');
INSERT INTO `gz_region` VALUES ('866', '98', '叠彩区', '3', '0');
INSERT INTO `gz_region` VALUES ('865', '98', '秀峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('864', '97', '横县', '3', '0');
INSERT INTO `gz_region` VALUES ('863', '97', '宾阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('862', '97', '上林县', '3', '0');
INSERT INTO `gz_region` VALUES ('861', '97', '马山县', '3', '0');
INSERT INTO `gz_region` VALUES ('860', '97', '隆安县', '3', '0');
INSERT INTO `gz_region` VALUES ('859', '97', '武鸣县', '3', '0');
INSERT INTO `gz_region` VALUES ('858', '97', '江南区', '3', '0');
INSERT INTO `gz_region` VALUES ('857', '97', '西乡塘区', '3', '0');
INSERT INTO `gz_region` VALUES ('856', '97', '良庆区', '3', '0');
INSERT INTO `gz_region` VALUES ('855', '97', '兴宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('854', '97', '青秀区', '3', '0');
INSERT INTO `gz_region` VALUES ('853', '97', '邕宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('852', '96', '金湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('851', '96', '斗门区', '3', '0');
INSERT INTO `gz_region` VALUES ('850', '96', '香洲区', '3', '0');
INSERT INTO `gz_region` VALUES ('849', '95', '五桂山街道', '3', '0');
INSERT INTO `gz_region` VALUES ('848', '95', '中山港街道', '3', '0');
INSERT INTO `gz_region` VALUES ('847', '95', '环城街道', '3', '0');
INSERT INTO `gz_region` VALUES ('846', '95', '西区街道', '3', '0');
INSERT INTO `gz_region` VALUES ('845', '95', '东区街道', '3', '0');
INSERT INTO `gz_region` VALUES ('844', '95', '石岐街道', '3', '0');
INSERT INTO `gz_region` VALUES ('843', '94', '德庆县', '3', '0');
INSERT INTO `gz_region` VALUES ('842', '94', '封开县', '3', '0');
INSERT INTO `gz_region` VALUES ('841', '94', '怀集县', '3', '0');
INSERT INTO `gz_region` VALUES ('840', '94', '广宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('839', '94', '四会市', '3', '0');
INSERT INTO `gz_region` VALUES ('838', '94', '高要市', '3', '0');
INSERT INTO `gz_region` VALUES ('837', '94', '肇庆市', '3', '0');
INSERT INTO `gz_region` VALUES ('836', '93', '徐闻县', '3', '0');
INSERT INTO `gz_region` VALUES ('835', '93', '遂溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('834', '93', '吴川市', '3', '0');
INSERT INTO `gz_region` VALUES ('833', '93', '雷州市', '3', '0');
INSERT INTO `gz_region` VALUES ('832', '93', '廉江市', '3', '0');
INSERT INTO `gz_region` VALUES ('831', '93', '麻章区', '3', '0');
INSERT INTO `gz_region` VALUES ('830', '93', '坡头区', '3', '0');
INSERT INTO `gz_region` VALUES ('829', '93', '霞山区', '3', '0');
INSERT INTO `gz_region` VALUES ('828', '93', '赤坎区', '3', '0');
INSERT INTO `gz_region` VALUES ('827', '92', '云安县', '3', '0');
INSERT INTO `gz_region` VALUES ('826', '92', '郁南县', '3', '0');
INSERT INTO `gz_region` VALUES ('825', '92', '新兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('824', '92', '罗定市', '3', '0');
INSERT INTO `gz_region` VALUES ('823', '92', '云城区', '3', '0');
INSERT INTO `gz_region` VALUES ('822', '91', '阳东县', '3', '0');
INSERT INTO `gz_region` VALUES ('821', '91', '阳西县', '3', '0');
INSERT INTO `gz_region` VALUES ('820', '91', '阳春市', '3', '0');
INSERT INTO `gz_region` VALUES ('819', '91', '江城区', '3', '0');
INSERT INTO `gz_region` VALUES ('818', '90', '乳源', '3', '0');
INSERT INTO `gz_region` VALUES ('817', '90', '新丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('816', '90', '翁源县', '3', '0');
INSERT INTO `gz_region` VALUES ('815', '90', '仁化县', '3', '0');
INSERT INTO `gz_region` VALUES ('814', '90', '始兴县', '3', '0');
INSERT INTO `gz_region` VALUES ('813', '90', '南雄市', '3', '0');
INSERT INTO `gz_region` VALUES ('812', '90', '乐昌市', '3', '0');
INSERT INTO `gz_region` VALUES ('811', '90', '曲江区', '3', '0');
INSERT INTO `gz_region` VALUES ('810', '90', '武江区', '3', '0');
INSERT INTO `gz_region` VALUES ('809', '90', '浈江区', '3', '0');
INSERT INTO `gz_region` VALUES ('808', '90', '曲江县', '3', '0');
INSERT INTO `gz_region` VALUES ('807', '89', '陆河县', '3', '0');
INSERT INTO `gz_region` VALUES ('806', '89', '海丰县', '3', '0');
INSERT INTO `gz_region` VALUES ('805', '89', '陆丰市', '3', '0');
INSERT INTO `gz_region` VALUES ('804', '89', '城区', '3', '0');
INSERT INTO `gz_region` VALUES ('803', '88', '潮南区', '3', '0');
INSERT INTO `gz_region` VALUES ('802', '88', '濠江区', '3', '0');
INSERT INTO `gz_region` VALUES ('801', '88', '金平区', '3', '0');
INSERT INTO `gz_region` VALUES ('800', '88', '龙湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('799', '88', '澄海区', '3', '0');
INSERT INTO `gz_region` VALUES ('798', '88', '潮阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('797', '88', '南澳县', '3', '0');
INSERT INTO `gz_region` VALUES ('796', '87', '连南', '3', '0');
INSERT INTO `gz_region` VALUES ('795', '87', '连山', '3', '0');
INSERT INTO `gz_region` VALUES ('794', '87', '清新县', '3', '0');
INSERT INTO `gz_region` VALUES ('793', '87', '阳山县', '3', '0');
INSERT INTO `gz_region` VALUES ('792', '87', '佛冈县', '3', '0');
INSERT INTO `gz_region` VALUES ('791', '87', '连州市', '3', '0');
INSERT INTO `gz_region` VALUES ('790', '87', '英德市', '3', '0');
INSERT INTO `gz_region` VALUES ('789', '87', '清城区', '3', '0');
INSERT INTO `gz_region` VALUES ('788', '86', '蕉岭县', '3', '0');
INSERT INTO `gz_region` VALUES ('787', '86', '平远县', '3', '0');
INSERT INTO `gz_region` VALUES ('786', '86', '五华县', '3', '0');
INSERT INTO `gz_region` VALUES ('785', '86', '丰顺县', '3', '0');
INSERT INTO `gz_region` VALUES ('784', '86', '大埔县', '3', '0');
INSERT INTO `gz_region` VALUES ('783', '86', '兴宁市', '3', '0');
INSERT INTO `gz_region` VALUES ('782', '86', '梅江区', '3', '0');
INSERT INTO `gz_region` VALUES ('781', '86', '梅县', '3', '0');
INSERT INTO `gz_region` VALUES ('780', '85', '电白县', '3', '0');
INSERT INTO `gz_region` VALUES ('779', '85', '信宜市', '3', '0');
INSERT INTO `gz_region` VALUES ('778', '85', '化州市', '3', '0');
INSERT INTO `gz_region` VALUES ('777', '85', '高州市', '3', '0');
INSERT INTO `gz_region` VALUES ('776', '85', '茂港区', '3', '0');
INSERT INTO `gz_region` VALUES ('775', '85', '茂南区', '3', '0');
INSERT INTO `gz_region` VALUES ('774', '84', '惠来县', '3', '0');
INSERT INTO `gz_region` VALUES ('773', '84', '揭西县', '3', '0');
INSERT INTO `gz_region` VALUES ('772', '84', '揭东县', '3', '0');
INSERT INTO `gz_region` VALUES ('771', '84', '普宁市', '3', '0');
INSERT INTO `gz_region` VALUES ('770', '84', '榕城区', '3', '0');
INSERT INTO `gz_region` VALUES ('769', '83', '恩平市', '3', '0');
INSERT INTO `gz_region` VALUES ('768', '83', '鹤山市', '3', '0');
INSERT INTO `gz_region` VALUES ('767', '83', '开平市', '3', '0');
INSERT INTO `gz_region` VALUES ('766', '83', '台山市', '3', '0');
INSERT INTO `gz_region` VALUES ('765', '83', '新会区', '3', '0');
INSERT INTO `gz_region` VALUES ('764', '83', '蓬江区', '3', '0');
INSERT INTO `gz_region` VALUES ('763', '83', '江海区', '3', '0');
INSERT INTO `gz_region` VALUES ('762', '82', '龙门县', '3', '0');
INSERT INTO `gz_region` VALUES ('761', '82', '惠东县', '3', '0');
INSERT INTO `gz_region` VALUES ('760', '82', '博罗县', '3', '0');
INSERT INTO `gz_region` VALUES ('759', '82', '大亚湾', '3', '0');
INSERT INTO `gz_region` VALUES ('758', '82', '惠城区', '3', '0');
INSERT INTO `gz_region` VALUES ('757', '82', '惠阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('756', '81', '紫金县', '3', '0');
INSERT INTO `gz_region` VALUES ('755', '81', '龙川县', '3', '0');
INSERT INTO `gz_region` VALUES ('754', '81', '连平县', '3', '0');
INSERT INTO `gz_region` VALUES ('753', '81', '源城区', '3', '0');
INSERT INTO `gz_region` VALUES ('752', '81', '和平县', '3', '0');
INSERT INTO `gz_region` VALUES ('751', '81', '东源县', '3', '0');
INSERT INTO `gz_region` VALUES ('750', '80', '高明区', '3', '0');
INSERT INTO `gz_region` VALUES ('749', '80', '三水区', '3', '0');
INSERT INTO `gz_region` VALUES ('748', '80', '顺德区', '3', '0');
INSERT INTO `gz_region` VALUES ('747', '80', '南海区', '3', '0');
INSERT INTO `gz_region` VALUES ('746', '80', '禅城区', '3', '0');
INSERT INTO `gz_region` VALUES ('745', '79', '高埗镇', '3', '0');
INSERT INTO `gz_region` VALUES ('744', '79', '中堂镇', '3', '0');
INSERT INTO `gz_region` VALUES ('743', '79', '长安镇', '3', '0');
INSERT INTO `gz_region` VALUES ('742', '79', '石排镇', '3', '0');
INSERT INTO `gz_region` VALUES ('741', '79', '企石镇', '3', '0');
INSERT INTO `gz_region` VALUES ('740', '79', '东坑镇', '3', '0');
INSERT INTO `gz_region` VALUES ('739', '79', '横沥镇', '3', '0');
INSERT INTO `gz_region` VALUES ('738', '79', '桥头镇', '3', '0');
INSERT INTO `gz_region` VALUES ('737', '79', '常平镇', '3', '0');
INSERT INTO `gz_region` VALUES ('736', '79', '清溪镇', '3', '0');
INSERT INTO `gz_region` VALUES ('735', '79', '厚街镇', '3', '0');
INSERT INTO `gz_region` VALUES ('734', '79', '谢岗镇', '3', '0');
INSERT INTO `gz_region` VALUES ('733', '79', '塘厦镇', '3', '0');
INSERT INTO `gz_region` VALUES ('732', '79', '凤岗镇', '3', '0');
INSERT INTO `gz_region` VALUES ('731', '79', '樟木头', '3', '0');
INSERT INTO `gz_region` VALUES ('730', '79', '黄江镇', '3', '0');
INSERT INTO `gz_region` VALUES ('729', '79', '大朗镇', '3', '0');
INSERT INTO `gz_region` VALUES ('728', '79', '大岭山镇', '3', '0');
INSERT INTO `gz_region` VALUES ('727', '79', '寮步镇', '3', '0');
INSERT INTO `gz_region` VALUES ('726', '79', '茶山镇', '3', '0');
INSERT INTO `gz_region` VALUES ('725', '79', '洪梅镇', '3', '0');
INSERT INTO `gz_region` VALUES ('724', '79', '望牛墩镇', '3', '0');
INSERT INTO `gz_region` VALUES ('723', '79', '沙田镇', '3', '0');
INSERT INTO `gz_region` VALUES ('722', '79', '石碣镇', '3', '0');
INSERT INTO `gz_region` VALUES ('721', '79', '道滘镇', '3', '0');
INSERT INTO `gz_region` VALUES ('720', '79', '麻涌镇', '3', '0');
INSERT INTO `gz_region` VALUES ('719', '79', '虎门镇', '3', '0');
INSERT INTO `gz_region` VALUES ('718', '79', '石龙镇', '3', '0');
INSERT INTO `gz_region` VALUES ('717', '79', '莞城区', '3', '0');
INSERT INTO `gz_region` VALUES ('716', '79', '万江区', '3', '0');
INSERT INTO `gz_region` VALUES ('715', '79', '东城区', '3', '0');
INSERT INTO `gz_region` VALUES ('714', '79', '南城区', '3', '0');
INSERT INTO `gz_region` VALUES ('713', '78', '饶平县', '3', '0');
INSERT INTO `gz_region` VALUES ('712', '78', '潮安县', '3', '0');
INSERT INTO `gz_region` VALUES ('711', '78', '湘桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('710', '77', '盐田区', '3', '0');
INSERT INTO `gz_region` VALUES ('709', '77', '龙岗区', '3', '0');
INSERT INTO `gz_region` VALUES ('708', '77', '宝安区', '3', '0');
INSERT INTO `gz_region` VALUES ('707', '77', '南山区', '3', '0');
INSERT INTO `gz_region` VALUES ('706', '77', '罗湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('705', '77', '福田区', '3', '0');
INSERT INTO `gz_region` VALUES ('701', '76', '花都区', '3', '0');
INSERT INTO `gz_region` VALUES ('700', '76', '番禺区', '3', '0');
INSERT INTO `gz_region` VALUES ('699', '76', '黄埔区', '3', '0');
INSERT INTO `gz_region` VALUES ('698', '76', '越秀区', '3', '0');
INSERT INTO `gz_region` VALUES ('697', '76', '荔湾区', '3', '0');
INSERT INTO `gz_region` VALUES ('696', '76', '海珠区', '3', '0');
INSERT INTO `gz_region` VALUES ('695', '76', '白云区', '3', '0');
INSERT INTO `gz_region` VALUES ('693', '76', '天河区', '3', '0');
INSERT INTO `gz_region` VALUES ('692', '76', '从化市', '3', '0');
INSERT INTO `gz_region` VALUES ('691', '75', '甘州区', '3', '0');
INSERT INTO `gz_region` VALUES ('690', '75', '肃南', '3', '0');
INSERT INTO `gz_region` VALUES ('689', '75', '山丹县', '3', '0');
INSERT INTO `gz_region` VALUES ('688', '75', '民乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('687', '75', '临泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('686', '75', '高台县', '3', '0');
INSERT INTO `gz_region` VALUES ('685', '74', '凉州区', '3', '0');
INSERT INTO `gz_region` VALUES ('684', '74', '天祝', '3', '0');
INSERT INTO `gz_region` VALUES ('683', '74', '民勤县', '3', '0');
INSERT INTO `gz_region` VALUES ('682', '74', '古浪县', '3', '0');
INSERT INTO `gz_region` VALUES ('681', '73', '张家川', '3', '0');
INSERT INTO `gz_region` VALUES ('680', '73', '武山县', '3', '0');
INSERT INTO `gz_region` VALUES ('679', '73', '麦积区', '3', '0');
INSERT INTO `gz_region` VALUES ('678', '73', '秦州区', '3', '0');
INSERT INTO `gz_region` VALUES ('677', '73', '清水县', '3', '0');
INSERT INTO `gz_region` VALUES ('676', '73', '秦安县', '3', '0');
INSERT INTO `gz_region` VALUES ('675', '73', '甘谷县', '3', '0');
INSERT INTO `gz_region` VALUES ('674', '72', '正宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('673', '72', '镇原县', '3', '0');
INSERT INTO `gz_region` VALUES ('672', '72', '西峰区', '3', '0');
INSERT INTO `gz_region` VALUES ('671', '72', '庆城县', '3', '0');
INSERT INTO `gz_region` VALUES ('670', '72', '宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('669', '72', '环县', '3', '0');
INSERT INTO `gz_region` VALUES ('668', '72', '华池县', '3', '0');
INSERT INTO `gz_region` VALUES ('667', '72', '合水县', '3', '0');
INSERT INTO `gz_region` VALUES ('666', '71', '泾川县', '3', '0');
INSERT INTO `gz_region` VALUES ('665', '71', '庄浪县', '3', '0');
INSERT INTO `gz_region` VALUES ('664', '71', '崆峒区', '3', '0');
INSERT INTO `gz_region` VALUES ('663', '71', '灵台县', '3', '0');
INSERT INTO `gz_region` VALUES ('662', '71', '静宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('661', '71', '华亭县', '3', '0');
INSERT INTO `gz_region` VALUES ('660', '71', '崇信县', '3', '0');
INSERT INTO `gz_region` VALUES ('659', '70', '武都区', '3', '0');
INSERT INTO `gz_region` VALUES ('658', '70', '宕昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('657', '70', '西和县', '3', '0');
INSERT INTO `gz_region` VALUES ('656', '70', '文县', '3', '0');
INSERT INTO `gz_region` VALUES ('655', '70', '两当县', '3', '0');
INSERT INTO `gz_region` VALUES ('654', '70', '礼县', '3', '0');
INSERT INTO `gz_region` VALUES ('653', '70', '康县', '3', '0');
INSERT INTO `gz_region` VALUES ('652', '70', '徽县', '3', '0');
INSERT INTO `gz_region` VALUES ('651', '70', '成县', '3', '0');
INSERT INTO `gz_region` VALUES ('650', '69', '积石山', '3', '0');
INSERT INTO `gz_region` VALUES ('649', '69', '东乡族自治县', '3', '0');
INSERT INTO `gz_region` VALUES ('648', '69', '和政县', '3', '0');
INSERT INTO `gz_region` VALUES ('647', '69', '广河县', '3', '0');
INSERT INTO `gz_region` VALUES ('646', '69', '永靖县', '3', '0');
INSERT INTO `gz_region` VALUES ('645', '69', '康乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('644', '69', '临夏县', '3', '0');
INSERT INTO `gz_region` VALUES ('643', '69', '临夏市', '3', '0');
INSERT INTO `gz_region` VALUES ('642', '68', '阿克塞', '3', '0');
INSERT INTO `gz_region` VALUES ('641', '68', '肃北', '3', '0');
INSERT INTO `gz_region` VALUES ('640', '68', '瓜州县', '3', '0');
INSERT INTO `gz_region` VALUES ('639', '68', '金塔县', '3', '0');
INSERT INTO `gz_region` VALUES ('638', '68', '敦煌市', '3', '0');
INSERT INTO `gz_region` VALUES ('637', '68', '玉门市', '3', '0');
INSERT INTO `gz_region` VALUES ('636', '68', '肃州区', '3', '0');
INSERT INTO `gz_region` VALUES ('635', '67', '永昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('634', '67', '金川区', '3', '0');
INSERT INTO `gz_region` VALUES ('633', '66', '嘉峪关市', '3', '0');
INSERT INTO `gz_region` VALUES ('632', '65', '夏河县', '3', '0');
INSERT INTO `gz_region` VALUES ('631', '65', '碌曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('630', '65', '玛曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('629', '65', '迭部县', '3', '0');
INSERT INTO `gz_region` VALUES ('628', '65', '舟曲县', '3', '0');
INSERT INTO `gz_region` VALUES ('627', '65', '卓尼县', '3', '0');
INSERT INTO `gz_region` VALUES ('626', '65', '临潭县', '3', '0');
INSERT INTO `gz_region` VALUES ('625', '65', '合作市', '3', '0');
INSERT INTO `gz_region` VALUES ('624', '64', '安定区', '3', '0');
INSERT INTO `gz_region` VALUES ('623', '64', '安定区', '3', '0');
INSERT INTO `gz_region` VALUES ('622', '64', '岷县', '3', '0');
INSERT INTO `gz_region` VALUES ('621', '64', '漳县', '3', '0');
INSERT INTO `gz_region` VALUES ('620', '64', '渭源县', '3', '0');
INSERT INTO `gz_region` VALUES ('619', '64', '通渭县', '3', '0');
INSERT INTO `gz_region` VALUES ('618', '64', '陇西县', '3', '0');
INSERT INTO `gz_region` VALUES ('617', '64', '临洮县', '3', '0');
INSERT INTO `gz_region` VALUES ('616', '63', '靖远县', '3', '0');
INSERT INTO `gz_region` VALUES ('615', '63', '景泰县', '3', '0');
INSERT INTO `gz_region` VALUES ('614', '63', '会宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('613', '63', '平川区', '3', '0');
INSERT INTO `gz_region` VALUES ('612', '63', '白银区', '3', '0');
INSERT INTO `gz_region` VALUES ('611', '62', '榆中县', '3', '0');
INSERT INTO `gz_region` VALUES ('610', '62', '永登县', '3', '0');
INSERT INTO `gz_region` VALUES ('609', '62', '红古区', '3', '0');
INSERT INTO `gz_region` VALUES ('608', '62', '安宁区', '3', '0');
INSERT INTO `gz_region` VALUES ('607', '62', '西固区', '3', '0');
INSERT INTO `gz_region` VALUES ('606', '62', '七里河区', '3', '0');
INSERT INTO `gz_region` VALUES ('605', '62', '城关区', '3', '0');
INSERT INTO `gz_region` VALUES ('604', '62', '皋兰县', '3', '0');
INSERT INTO `gz_region` VALUES ('603', '61', '华安县', '3', '0');
INSERT INTO `gz_region` VALUES ('602', '61', '平和县', '3', '0');
INSERT INTO `gz_region` VALUES ('601', '61', '南靖县', '3', '0');
INSERT INTO `gz_region` VALUES ('600', '61', '东山县', '3', '0');
INSERT INTO `gz_region` VALUES ('599', '61', '长泰县', '3', '0');
INSERT INTO `gz_region` VALUES ('598', '61', '诏安县', '3', '0');
INSERT INTO `gz_region` VALUES ('597', '61', '漳浦县', '3', '0');
INSERT INTO `gz_region` VALUES ('596', '61', '云霄县', '3', '0');
INSERT INTO `gz_region` VALUES ('595', '61', '龙海市', '3', '0');
INSERT INTO `gz_region` VALUES ('594', '61', '龙文区', '3', '0');
INSERT INTO `gz_region` VALUES ('593', '61', '芗城区', '3', '0');
INSERT INTO `gz_region` VALUES ('592', '60', '翔安区', '3', '0');
INSERT INTO `gz_region` VALUES ('591', '60', '同安区', '3', '0');
INSERT INTO `gz_region` VALUES ('590', '60', '集美区', '3', '0');
INSERT INTO `gz_region` VALUES ('589', '60', '湖里区', '3', '0');
INSERT INTO `gz_region` VALUES ('588', '60', '海沧区', '3', '0');
INSERT INTO `gz_region` VALUES ('587', '60', '思明区', '3', '0');
INSERT INTO `gz_region` VALUES ('586', '59', '建宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('585', '59', '泰宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('584', '59', '将乐县', '3', '0');
INSERT INTO `gz_region` VALUES ('583', '59', '沙县', '3', '0');
INSERT INTO `gz_region` VALUES ('582', '59', '尤溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('581', '59', '大田县', '3', '0');
INSERT INTO `gz_region` VALUES ('580', '59', '宁化县', '3', '0');
INSERT INTO `gz_region` VALUES ('579', '59', '清流县', '3', '0');
INSERT INTO `gz_region` VALUES ('578', '59', '明溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('577', '59', '永安市', '3', '0');
INSERT INTO `gz_region` VALUES ('576', '59', '三元区', '3', '0');
INSERT INTO `gz_region` VALUES ('575', '59', '梅列区', '3', '0');
INSERT INTO `gz_region` VALUES ('574', '58', '金门县', '3', '0');
INSERT INTO `gz_region` VALUES ('573', '58', '德化县', '3', '0');
INSERT INTO `gz_region` VALUES ('572', '58', '永春县', '3', '0');
INSERT INTO `gz_region` VALUES ('571', '58', '安溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('570', '58', '惠安县', '3', '0');
INSERT INTO `gz_region` VALUES ('569', '58', '南安市', '3', '0');
INSERT INTO `gz_region` VALUES ('568', '58', '晋江市', '3', '0');
INSERT INTO `gz_region` VALUES ('567', '58', '石狮市', '3', '0');
INSERT INTO `gz_region` VALUES ('566', '58', '泉港区', '3', '0');
INSERT INTO `gz_region` VALUES ('565', '58', '清濛开发区', '3', '0');
INSERT INTO `gz_region` VALUES ('564', '58', '洛江区', '3', '0');
INSERT INTO `gz_region` VALUES ('563', '58', '丰泽区', '3', '0');
INSERT INTO `gz_region` VALUES ('562', '58', '鲤城区', '3', '0');
INSERT INTO `gz_region` VALUES ('561', '57', '仙游县', '3', '0');
INSERT INTO `gz_region` VALUES ('560', '57', '秀屿区', '3', '0');
INSERT INTO `gz_region` VALUES ('559', '57', '荔城区', '3', '0');
INSERT INTO `gz_region` VALUES ('558', '57', '涵江区', '3', '0');
INSERT INTO `gz_region` VALUES ('557', '57', '城厢区', '3', '0');
INSERT INTO `gz_region` VALUES ('556', '56', '柘荣县', '3', '0');
INSERT INTO `gz_region` VALUES ('555', '56', '周宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('554', '56', '寿宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('553', '56', '屏南县', '3', '0');
INSERT INTO `gz_region` VALUES ('552', '56', '古田县', '3', '0');
INSERT INTO `gz_region` VALUES ('551', '56', '霞浦县', '3', '0');
INSERT INTO `gz_region` VALUES ('550', '56', '福鼎市', '3', '0');
INSERT INTO `gz_region` VALUES ('549', '56', '福安市', '3', '0');
INSERT INTO `gz_region` VALUES ('548', '56', '蕉城区', '3', '0');
INSERT INTO `gz_region` VALUES ('547', '55', '政和县', '3', '0');
INSERT INTO `gz_region` VALUES ('546', '55', '松溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('545', '55', '光泽县', '3', '0');
INSERT INTO `gz_region` VALUES ('544', '55', '浦城县', '3', '0');
INSERT INTO `gz_region` VALUES ('543', '55', '顺昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('542', '55', '建阳市', '3', '0');
INSERT INTO `gz_region` VALUES ('541', '55', '建瓯市', '3', '0');
INSERT INTO `gz_region` VALUES ('540', '55', '武夷山市', '3', '0');
INSERT INTO `gz_region` VALUES ('539', '55', '邵武市', '3', '0');
INSERT INTO `gz_region` VALUES ('538', '55', '延平区', '3', '0');
INSERT INTO `gz_region` VALUES ('537', '54', '连城县', '3', '0');
INSERT INTO `gz_region` VALUES ('536', '54', '武平县', '3', '0');
INSERT INTO `gz_region` VALUES ('535', '54', '上杭县', '3', '0');
INSERT INTO `gz_region` VALUES ('534', '54', '永定县', '3', '0');
INSERT INTO `gz_region` VALUES ('533', '54', '长汀县', '3', '0');
INSERT INTO `gz_region` VALUES ('532', '54', '漳平市', '3', '0');
INSERT INTO `gz_region` VALUES ('531', '54', '新罗区', '3', '0');
INSERT INTO `gz_region` VALUES ('530', '53', '平潭县', '3', '0');
INSERT INTO `gz_region` VALUES ('529', '53', '永泰县', '3', '0');
INSERT INTO `gz_region` VALUES ('528', '53', '闽清县', '3', '0');
INSERT INTO `gz_region` VALUES ('527', '53', '罗源县', '3', '0');
INSERT INTO `gz_region` VALUES ('526', '53', '连江县', '3', '0');
INSERT INTO `gz_region` VALUES ('525', '53', '闽侯县', '3', '0');
INSERT INTO `gz_region` VALUES ('524', '53', '长乐市', '3', '0');
INSERT INTO `gz_region` VALUES ('523', '53', '福清市', '3', '0');
INSERT INTO `gz_region` VALUES ('522', '53', '晋安区', '3', '0');
INSERT INTO `gz_region` VALUES ('521', '53', '马尾区', '3', '0');
INSERT INTO `gz_region` VALUES ('520', '53', '仓山区', '3', '0');
INSERT INTO `gz_region` VALUES ('519', '53', '台江区', '3', '0');
INSERT INTO `gz_region` VALUES ('518', '53', '鼓楼区', '3', '0');
INSERT INTO `gz_region` VALUES ('517', '52', '延庆县', '3', '0');
INSERT INTO `gz_region` VALUES ('516', '52', '密云县', '3', '0');
INSERT INTO `gz_region` VALUES ('515', '52', '大兴区', '3', '0');
INSERT INTO `gz_region` VALUES ('514', '52', '平谷区', '3', '0');
INSERT INTO `gz_region` VALUES ('513', '52', '怀柔区', '3', '0');
INSERT INTO `gz_region` VALUES ('512', '52', '昌平区', '3', '0');
INSERT INTO `gz_region` VALUES ('511', '52', '顺义区', '3', '0');
INSERT INTO `gz_region` VALUES ('510', '52', '通州区', '3', '0');
INSERT INTO `gz_region` VALUES ('509', '52', '门头沟区', '3', '0');
INSERT INTO `gz_region` VALUES ('508', '52', '房山区', '3', '0');
INSERT INTO `gz_region` VALUES ('507', '52', '石景山区', '3', '0');
INSERT INTO `gz_region` VALUES ('506', '52', '丰台区', '3', '0');
INSERT INTO `gz_region` VALUES ('505', '52', '宣武区', '3', '0');
INSERT INTO `gz_region` VALUES ('504', '52', '崇文区', '3', '0');
INSERT INTO `gz_region` VALUES ('503', '52', '朝阳区', '3', '0');
INSERT INTO `gz_region` VALUES ('502', '52', '海淀区', '3', '0');
INSERT INTO `gz_region` VALUES ('501', '52', '西城区', '3', '0');
INSERT INTO `gz_region` VALUES ('500', '52', '东城区', '3', '0');
INSERT INTO `gz_region` VALUES ('499', '51', '谯城区', '3', '0');
INSERT INTO `gz_region` VALUES ('498', '51', '利辛县', '3', '0');
INSERT INTO `gz_region` VALUES ('497', '51', '蒙城县', '3', '0');
INSERT INTO `gz_region` VALUES ('496', '51', '涡阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('495', '50', '旌德县', '3', '0');
INSERT INTO `gz_region` VALUES ('494', '50', '绩溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('493', '50', '泾县', '3', '0');
INSERT INTO `gz_region` VALUES ('492', '50', '广德县', '3', '0');
INSERT INTO `gz_region` VALUES ('491', '50', '郎溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('490', '50', '宁国市', '3', '0');
INSERT INTO `gz_region` VALUES ('489', '50', '宣州区', '3', '0');
INSERT INTO `gz_region` VALUES ('488', '49', '南陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('487', '49', '繁昌县', '3', '0');
INSERT INTO `gz_region` VALUES ('486', '49', '芜湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('485', '49', '三山区', '3', '0');
INSERT INTO `gz_region` VALUES ('484', '49', '鸠江区', '3', '0');
INSERT INTO `gz_region` VALUES ('483', '49', '弋江区', '3', '0');
INSERT INTO `gz_region` VALUES ('482', '49', '镜湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('481', '48', '铜陵县', '3', '0');
INSERT INTO `gz_region` VALUES ('480', '48', '郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('479', '48', '狮子山区', '3', '0');
INSERT INTO `gz_region` VALUES ('478', '48', '铜官山区', '3', '0');
INSERT INTO `gz_region` VALUES ('477', '47', '泗县', '3', '0');
INSERT INTO `gz_region` VALUES ('476', '47', '灵璧县', '3', '0');
INSERT INTO `gz_region` VALUES ('475', '47', '萧县', '3', '0');
INSERT INTO `gz_region` VALUES ('474', '47', '砀山县', '3', '0');
INSERT INTO `gz_region` VALUES ('473', '47', '埇桥区', '3', '0');
INSERT INTO `gz_region` VALUES ('472', '46', '当涂县', '3', '0');
INSERT INTO `gz_region` VALUES ('471', '46', '金家庄区', '3', '0');
INSERT INTO `gz_region` VALUES ('470', '46', '花山区', '3', '0');
INSERT INTO `gz_region` VALUES ('469', '46', '雨山区', '3', '0');
INSERT INTO `gz_region` VALUES ('468', '45', '霍山县', '3', '0');
INSERT INTO `gz_region` VALUES ('467', '45', '金寨县', '3', '0');
INSERT INTO `gz_region` VALUES ('466', '45', '舒城县', '3', '0');
INSERT INTO `gz_region` VALUES ('465', '45', '霍邱县', '3', '0');
INSERT INTO `gz_region` VALUES ('464', '45', '寿县', '3', '0');
INSERT INTO `gz_region` VALUES ('463', '45', '裕安区', '3', '0');
INSERT INTO `gz_region` VALUES ('462', '45', '金安区', '3', '0');
INSERT INTO `gz_region` VALUES ('461', '44', '祁门县', '3', '0');
INSERT INTO `gz_region` VALUES ('460', '44', '黟县', '3', '0');
INSERT INTO `gz_region` VALUES ('459', '44', '休宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('458', '44', '歙县', '3', '0');
INSERT INTO `gz_region` VALUES ('457', '44', '徽州区', '3', '0');
INSERT INTO `gz_region` VALUES ('456', '44', '黄山区', '3', '0');
INSERT INTO `gz_region` VALUES ('455', '44', '屯溪区', '3', '0');
INSERT INTO `gz_region` VALUES ('454', '43', '凤台县', '3', '0');
INSERT INTO `gz_region` VALUES ('453', '43', '潘集区', '3', '0');
INSERT INTO `gz_region` VALUES ('452', '43', '八公山区', '3', '0');
INSERT INTO `gz_region` VALUES ('451', '43', '谢家集区', '3', '0');
INSERT INTO `gz_region` VALUES ('450', '43', '大通区', '3', '0');
INSERT INTO `gz_region` VALUES ('449', '43', '田家庵区', '3', '0');
INSERT INTO `gz_region` VALUES ('448', '42', '濉溪县', '3', '0');
INSERT INTO `gz_region` VALUES ('447', '42', '烈山区', '3', '0');
INSERT INTO `gz_region` VALUES ('446', '42', '杜集区', '3', '0');
INSERT INTO `gz_region` VALUES ('445', '42', '相山区', '3', '0');
INSERT INTO `gz_region` VALUES ('444', '41', '颖上县', '3', '0');
INSERT INTO `gz_region` VALUES ('443', '41', '阜南县', '3', '0');
INSERT INTO `gz_region` VALUES ('442', '41', '太和县', '3', '0');
INSERT INTO `gz_region` VALUES ('441', '41', '临泉县', '3', '0');
INSERT INTO `gz_region` VALUES ('440', '41', '界首市', '3', '0');
INSERT INTO `gz_region` VALUES ('439', '41', '颍泉区', '3', '0');
INSERT INTO `gz_region` VALUES ('438', '41', '颍东区', '3', '0');
INSERT INTO `gz_region` VALUES ('437', '41', '颍州区', '3', '0');
INSERT INTO `gz_region` VALUES ('436', '41', '淮上区', '3', '0');
INSERT INTO `gz_region` VALUES ('435', '41', '禹会区', '3', '0');
INSERT INTO `gz_region` VALUES ('434', '41', '龙子湖区', '3', '0');
INSERT INTO `gz_region` VALUES ('433', '41', '蚌山区', '3', '0');
INSERT INTO `gz_region` VALUES ('432', '40', '凤阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('431', '40', '定远县', '3', '0');
INSERT INTO `gz_region` VALUES ('430', '40', '全椒县', '3', '0');
INSERT INTO `gz_region` VALUES ('429', '40', '来安县', '3', '0');
INSERT INTO `gz_region` VALUES ('428', '40', '明光市', '3', '0');
INSERT INTO `gz_region` VALUES ('427', '40', '天长市', '3', '0');
INSERT INTO `gz_region` VALUES ('426', '40', '南谯区', '3', '0');
INSERT INTO `gz_region` VALUES ('425', '40', '琅琊区', '3', '0');
INSERT INTO `gz_region` VALUES ('424', '39', '青阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('423', '39', '石台县', '3', '0');
INSERT INTO `gz_region` VALUES ('422', '39', '东至县', '3', '0');
INSERT INTO `gz_region` VALUES ('421', '39', '贵池区', '3', '0');
INSERT INTO `gz_region` VALUES ('420', '38', '和县', '3', '0');
INSERT INTO `gz_region` VALUES ('419', '38', '含山县', '3', '0');
INSERT INTO `gz_region` VALUES ('418', '38', '无为县', '3', '0');
INSERT INTO `gz_region` VALUES ('417', '38', '庐江县', '3', '0');
INSERT INTO `gz_region` VALUES ('416', '38', '居巢区', '3', '0');
INSERT INTO `gz_region` VALUES ('415', '37', '固镇县', '3', '0');
INSERT INTO `gz_region` VALUES ('414', '37', '五河县', '3', '0');
INSERT INTO `gz_region` VALUES ('413', '37', '怀远县', '3', '0');
INSERT INTO `gz_region` VALUES ('412', '37', '郊区', '3', '0');
INSERT INTO `gz_region` VALUES ('411', '37', '西市区', '3', '0');
INSERT INTO `gz_region` VALUES ('410', '37', '东市区', '3', '0');
INSERT INTO `gz_region` VALUES ('409', '37', '中市区', '3', '0');
INSERT INTO `gz_region` VALUES ('408', '36', '岳西县', '3', '0');
INSERT INTO `gz_region` VALUES ('407', '36', '望江县', '3', '0');
INSERT INTO `gz_region` VALUES ('406', '36', '宿松县', '3', '0');
INSERT INTO `gz_region` VALUES ('405', '36', '太湖县', '3', '0');
INSERT INTO `gz_region` VALUES ('404', '36', '潜山县', '3', '0');
INSERT INTO `gz_region` VALUES ('403', '36', '枞阳县', '3', '0');
INSERT INTO `gz_region` VALUES ('402', '36', '怀宁县', '3', '0');
INSERT INTO `gz_region` VALUES ('401', '36', '桐城市', '3', '0');
INSERT INTO `gz_region` VALUES ('400', '36', '宜秀区', '3', '0');
INSERT INTO `gz_region` VALUES ('399', '36', '大观区', '3', '0');
INSERT INTO `gz_region` VALUES ('398', '36', '迎江区', '3', '0');
INSERT INTO `gz_region` VALUES ('397', '35', '台湾', '2', '0');
INSERT INTO `gz_region` VALUES ('396', '34', '澳门', '2', '0');
INSERT INTO `gz_region` VALUES ('395', '33', '香港', '2', '0');
INSERT INTO `gz_region` VALUES ('394', '32', '重庆', '2', '0');
INSERT INTO `gz_region` VALUES ('393', '31', '衢州', '2', '0');
INSERT INTO `gz_region` VALUES ('392', '31', '舟山', '2', '0');
INSERT INTO `gz_region` VALUES ('391', '31', '温州', '2', '0');
INSERT INTO `gz_region` VALUES ('390', '31', '台州', '2', '0');
INSERT INTO `gz_region` VALUES ('389', '31', '绍兴', '2', '0');
INSERT INTO `gz_region` VALUES ('388', '31', '宁波', '2', '0');
INSERT INTO `gz_region` VALUES ('387', '31', '丽水', '2', '0');
INSERT INTO `gz_region` VALUES ('386', '31', '金华', '2', '0');
INSERT INTO `gz_region` VALUES ('385', '31', '嘉兴', '2', '0');
INSERT INTO `gz_region` VALUES ('384', '31', '湖州', '2', '0');
INSERT INTO `gz_region` VALUES ('383', '31', '杭州', '2', '0');
INSERT INTO `gz_region` VALUES ('382', '30', '昭通', '2', '0');
INSERT INTO `gz_region` VALUES ('381', '30', '玉溪', '2', '0');
INSERT INTO `gz_region` VALUES ('380', '30', '西双版纳', '2', '0');
INSERT INTO `gz_region` VALUES ('379', '30', '文山', '2', '0');
INSERT INTO `gz_region` VALUES ('378', '30', '曲靖', '2', '0');
INSERT INTO `gz_region` VALUES ('377', '30', '临沧', '2', '0');
INSERT INTO `gz_region` VALUES ('376', '30', '红河', '2', '0');
INSERT INTO `gz_region` VALUES ('375', '30', '迪庆', '2', '0');
INSERT INTO `gz_region` VALUES ('374', '30', '德宏', '2', '0');
INSERT INTO `gz_region` VALUES ('373', '30', '大理', '2', '0');
INSERT INTO `gz_region` VALUES ('372', '30', '楚雄', '2', '0');
INSERT INTO `gz_region` VALUES ('371', '30', '保山', '2', '0');
INSERT INTO `gz_region` VALUES ('370', '30', '丽江', '2', '0');
INSERT INTO `gz_region` VALUES ('369', '30', '普洱', '2', '0');
INSERT INTO `gz_region` VALUES ('368', '30', '怒江', '2', '0');
INSERT INTO `gz_region` VALUES ('367', '30', '昆明', '2', '0');
INSERT INTO `gz_region` VALUES ('366', '29', '伊犁', '2', '0');
INSERT INTO `gz_region` VALUES ('365', '29', '五家渠', '2', '0');
INSERT INTO `gz_region` VALUES ('364', '29', '吐鲁番', '2', '0');
INSERT INTO `gz_region` VALUES ('363', '29', '图木舒克', '2', '0');
INSERT INTO `gz_region` VALUES ('362', '29', '石河子', '2', '0');
INSERT INTO `gz_region` VALUES ('361', '29', '克孜勒苏', '2', '0');
INSERT INTO `gz_region` VALUES ('360', '29', '克拉玛依', '2', '0');
INSERT INTO `gz_region` VALUES ('359', '29', '喀什', '2', '0');
INSERT INTO `gz_region` VALUES ('358', '29', '和田', '2', '0');
INSERT INTO `gz_region` VALUES ('357', '29', '哈密', '2', '0');
INSERT INTO `gz_region` VALUES ('356', '29', '昌吉', '2', '0');
INSERT INTO `gz_region` VALUES ('355', '29', '博尔塔拉', '2', '0');
INSERT INTO `gz_region` VALUES ('354', '29', '巴音郭楞', '2', '0');
INSERT INTO `gz_region` VALUES ('353', '29', '阿拉尔', '2', '0');
INSERT INTO `gz_region` VALUES ('352', '29', '阿克苏', '2', '0');
INSERT INTO `gz_region` VALUES ('351', '29', '乌鲁木齐', '2', '0');
INSERT INTO `gz_region` VALUES ('350', '28', '山南', '2', '0');
INSERT INTO `gz_region` VALUES ('349', '28', '日喀则', '2', '0');
INSERT INTO `gz_region` VALUES ('348', '28', '那曲', '2', '0');
INSERT INTO `gz_region` VALUES ('347', '28', '林芝', '2', '0');
INSERT INTO `gz_region` VALUES ('346', '28', '昌都', '2', '0');
INSERT INTO `gz_region` VALUES ('345', '28', '阿里', '2', '0');
INSERT INTO `gz_region` VALUES ('344', '28', '拉萨', '2', '0');
INSERT INTO `gz_region` VALUES ('343', '27', '天津', '2', '0');
INSERT INTO `gz_region` VALUES ('342', '26', '泸州', '2', '0');
INSERT INTO `gz_region` VALUES ('341', '26', '自贡', '2', '0');
INSERT INTO `gz_region` VALUES ('340', '26', '资阳', '2', '0');
INSERT INTO `gz_region` VALUES ('339', '26', '宜宾', '2', '0');
INSERT INTO `gz_region` VALUES ('338', '26', '雅安', '2', '0');
INSERT INTO `gz_region` VALUES ('337', '26', '遂宁', '2', '0');
INSERT INTO `gz_region` VALUES ('336', '26', '攀枝花', '2', '0');
INSERT INTO `gz_region` VALUES ('335', '26', '内江', '2', '0');
INSERT INTO `gz_region` VALUES ('334', '26', '南充', '2', '0');
INSERT INTO `gz_region` VALUES ('333', '26', '眉山', '2', '0');
INSERT INTO `gz_region` VALUES ('332', '26', '凉山', '2', '0');
INSERT INTO `gz_region` VALUES ('331', '26', '乐山', '2', '0');
INSERT INTO `gz_region` VALUES ('330', '26', '广元', '2', '0');
INSERT INTO `gz_region` VALUES ('329', '26', '广安', '2', '0');
INSERT INTO `gz_region` VALUES ('328', '26', '甘孜', '2', '0');
INSERT INTO `gz_region` VALUES ('327', '26', '德阳', '2', '0');
INSERT INTO `gz_region` VALUES ('326', '26', '达州', '2', '0');
INSERT INTO `gz_region` VALUES ('325', '26', '巴中', '2', '0');
INSERT INTO `gz_region` VALUES ('324', '26', '阿坝', '2', '0');
INSERT INTO `gz_region` VALUES ('323', '26', '绵阳', '2', '0');
INSERT INTO `gz_region` VALUES ('322', '26', '成都', '2', '0');
INSERT INTO `gz_region` VALUES ('321', '25', '上海', '2', '0');
INSERT INTO `gz_region` VALUES ('320', '24', '榆林', '2', '0');
INSERT INTO `gz_region` VALUES ('319', '24', '延安', '2', '0');
INSERT INTO `gz_region` VALUES ('318', '24', '咸阳', '2', '0');
INSERT INTO `gz_region` VALUES ('317', '24', '渭南', '2', '0');
INSERT INTO `gz_region` VALUES ('316', '24', '铜川', '2', '0');
INSERT INTO `gz_region` VALUES ('315', '24', '商洛', '2', '0');
INSERT INTO `gz_region` VALUES ('314', '24', '汉中', '2', '0');
INSERT INTO `gz_region` VALUES ('313', '24', '宝鸡', '2', '0');
INSERT INTO `gz_region` VALUES ('312', '24', '安康', '2', '0');
INSERT INTO `gz_region` VALUES ('311', '24', '西安', '2', '0');
INSERT INTO `gz_region` VALUES ('310', '23', '运城', '2', '0');
INSERT INTO `gz_region` VALUES ('309', '23', '阳泉', '2', '0');
INSERT INTO `gz_region` VALUES ('308', '23', '忻州', '2', '0');
INSERT INTO `gz_region` VALUES ('307', '23', '朔州', '2', '0');
INSERT INTO `gz_region` VALUES ('306', '23', '吕梁', '2', '0');
INSERT INTO `gz_region` VALUES ('305', '23', '临汾', '2', '0');
INSERT INTO `gz_region` VALUES ('304', '23', '晋中', '2', '0');
INSERT INTO `gz_region` VALUES ('303', '23', '晋城', '2', '0');
INSERT INTO `gz_region` VALUES ('302', '23', '大同', '2', '0');
INSERT INTO `gz_region` VALUES ('301', '23', '长治', '2', '0');
INSERT INTO `gz_region` VALUES ('300', '23', '太原', '2', '0');
INSERT INTO `gz_region` VALUES ('299', '22', '淄博', '2', '0');
INSERT INTO `gz_region` VALUES ('298', '22', '枣庄', '2', '0');
INSERT INTO `gz_region` VALUES ('297', '22', '烟台', '2', '0');
INSERT INTO `gz_region` VALUES ('296', '22', '潍坊', '2', '0');
INSERT INTO `gz_region` VALUES ('295', '22', '威海', '2', '0');
INSERT INTO `gz_region` VALUES ('294', '22', '泰安', '2', '0');
INSERT INTO `gz_region` VALUES ('293', '22', '日照', '2', '0');
INSERT INTO `gz_region` VALUES ('292', '22', '临沂', '2', '0');
INSERT INTO `gz_region` VALUES ('291', '22', '聊城', '2', '0');
INSERT INTO `gz_region` VALUES ('290', '22', '莱芜', '2', '0');
INSERT INTO `gz_region` VALUES ('289', '22', '济宁', '2', '0');
INSERT INTO `gz_region` VALUES ('288', '22', '菏泽', '2', '0');
INSERT INTO `gz_region` VALUES ('287', '22', '东营', '2', '0');
INSERT INTO `gz_region` VALUES ('286', '22', '德州', '2', '0');
INSERT INTO `gz_region` VALUES ('285', '22', '滨州', '2', '0');
INSERT INTO `gz_region` VALUES ('284', '22', '青岛', '2', '0');
INSERT INTO `gz_region` VALUES ('283', '22', '济南', '2', '0');
INSERT INTO `gz_region` VALUES ('282', '21', '玉树', '2', '0');
INSERT INTO `gz_region` VALUES ('281', '21', '黄南', '2', '0');
INSERT INTO `gz_region` VALUES ('280', '21', '海西', '2', '0');
INSERT INTO `gz_region` VALUES ('279', '21', '海南', '2', '0');
INSERT INTO `gz_region` VALUES ('278', '21', '海东', '2', '0');
INSERT INTO `gz_region` VALUES ('277', '21', '海北', '2', '0');
INSERT INTO `gz_region` VALUES ('276', '21', '果洛', '2', '0');
INSERT INTO `gz_region` VALUES ('275', '21', '西宁', '2', '0');
INSERT INTO `gz_region` VALUES ('274', '20', '中卫', '2', '0');
INSERT INTO `gz_region` VALUES ('273', '20', '吴忠', '2', '0');
INSERT INTO `gz_region` VALUES ('272', '20', '石嘴山', '2', '0');
INSERT INTO `gz_region` VALUES ('271', '20', '固原', '2', '0');
INSERT INTO `gz_region` VALUES ('270', '20', '银川', '2', '0');
INSERT INTO `gz_region` VALUES ('269', '19', '兴安盟', '2', '0');
INSERT INTO `gz_region` VALUES ('268', '19', '锡林郭勒盟', '2', '0');
INSERT INTO `gz_region` VALUES ('267', '19', '乌兰察布市', '2', '0');
INSERT INTO `gz_region` VALUES ('266', '19', '乌海', '2', '0');
INSERT INTO `gz_region` VALUES ('265', '19', '通辽', '2', '0');
INSERT INTO `gz_region` VALUES ('264', '19', '呼伦贝尔', '2', '0');
INSERT INTO `gz_region` VALUES ('263', '19', '鄂尔多斯', '2', '0');
INSERT INTO `gz_region` VALUES ('262', '19', '赤峰', '2', '0');
INSERT INTO `gz_region` VALUES ('261', '19', '包头', '2', '0');
INSERT INTO `gz_region` VALUES ('260', '19', '巴彦淖尔盟', '2', '0');
INSERT INTO `gz_region` VALUES ('259', '19', '阿拉善盟', '2', '0');
INSERT INTO `gz_region` VALUES ('258', '19', '呼和浩特', '2', '0');
INSERT INTO `gz_region` VALUES ('257', '18', '营口', '2', '0');
INSERT INTO `gz_region` VALUES ('256', '18', '铁岭', '2', '0');
INSERT INTO `gz_region` VALUES ('255', '18', '盘锦', '2', '0');
INSERT INTO `gz_region` VALUES ('254', '18', '辽阳', '2', '0');
INSERT INTO `gz_region` VALUES ('253', '18', '锦州', '2', '0');
INSERT INTO `gz_region` VALUES ('252', '18', '葫芦岛', '2', '0');
INSERT INTO `gz_region` VALUES ('251', '18', '阜新', '2', '0');
INSERT INTO `gz_region` VALUES ('250', '18', '抚顺', '2', '0');
INSERT INTO `gz_region` VALUES ('249', '18', '丹东', '2', '0');
INSERT INTO `gz_region` VALUES ('248', '18', '朝阳', '2', '0');
INSERT INTO `gz_region` VALUES ('247', '18', '本溪', '2', '0');
INSERT INTO `gz_region` VALUES ('246', '18', '鞍山', '2', '0');
INSERT INTO `gz_region` VALUES ('245', '18', '大连', '2', '0');
INSERT INTO `gz_region` VALUES ('244', '18', '沈阳', '2', '0');
INSERT INTO `gz_region` VALUES ('243', '17', '鹰潭', '2', '0');
INSERT INTO `gz_region` VALUES ('242', '17', '宜春', '2', '0');
INSERT INTO `gz_region` VALUES ('241', '17', '新余', '2', '0');
INSERT INTO `gz_region` VALUES ('240', '17', '上饶', '2', '0');
INSERT INTO `gz_region` VALUES ('239', '17', '萍乡', '2', '0');
INSERT INTO `gz_region` VALUES ('238', '17', '九江', '2', '0');
INSERT INTO `gz_region` VALUES ('237', '17', '景德镇', '2', '0');
INSERT INTO `gz_region` VALUES ('236', '17', '吉安', '2', '0');
INSERT INTO `gz_region` VALUES ('235', '17', '赣州', '2', '0');
INSERT INTO `gz_region` VALUES ('234', '17', '抚州', '2', '0');
INSERT INTO `gz_region` VALUES ('233', '17', '南昌', '2', '0');
INSERT INTO `gz_region` VALUES ('232', '16', '镇江', '2', '0');
INSERT INTO `gz_region` VALUES ('231', '16', '扬州', '2', '0');
INSERT INTO `gz_region` VALUES ('230', '16', '盐城', '2', '0');
INSERT INTO `gz_region` VALUES ('229', '16', '徐州', '2', '0');
INSERT INTO `gz_region` VALUES ('228', '16', '泰州', '2', '0');
INSERT INTO `gz_region` VALUES ('227', '16', '宿迁', '2', '0');
INSERT INTO `gz_region` VALUES ('226', '16', '南通', '2', '0');
INSERT INTO `gz_region` VALUES ('225', '16', '连云港', '2', '0');
INSERT INTO `gz_region` VALUES ('224', '16', '淮安', '2', '0');
INSERT INTO `gz_region` VALUES ('223', '16', '常州', '2', '0');
INSERT INTO `gz_region` VALUES ('222', '16', '无锡', '2', '0');
INSERT INTO `gz_region` VALUES ('221', '16', '苏州', '2', '0');
INSERT INTO `gz_region` VALUES ('220', '16', '南京', '2', '0');
INSERT INTO `gz_region` VALUES ('219', '15', '延边', '2', '0');
INSERT INTO `gz_region` VALUES ('218', '15', '通化', '2', '0');
INSERT INTO `gz_region` VALUES ('217', '15', '松原', '2', '0');
INSERT INTO `gz_region` VALUES ('216', '15', '四平', '2', '0');
INSERT INTO `gz_region` VALUES ('215', '15', '辽源', '2', '0');
INSERT INTO `gz_region` VALUES ('214', '15', '白山', '2', '0');
INSERT INTO `gz_region` VALUES ('213', '15', '白城', '2', '0');
INSERT INTO `gz_region` VALUES ('212', '15', '吉林', '2', '0');
INSERT INTO `gz_region` VALUES ('211', '15', '长春', '2', '0');
INSERT INTO `gz_region` VALUES ('210', '14', '株洲', '2', '0');
INSERT INTO `gz_region` VALUES ('209', '14', '岳阳', '2', '0');
INSERT INTO `gz_region` VALUES ('208', '14', '永州', '2', '0');
INSERT INTO `gz_region` VALUES ('207', '14', '益阳', '2', '0');
INSERT INTO `gz_region` VALUES ('206', '14', '湘西', '2', '0');
INSERT INTO `gz_region` VALUES ('205', '14', '湘潭', '2', '0');
INSERT INTO `gz_region` VALUES ('204', '14', '邵阳', '2', '0');
INSERT INTO `gz_region` VALUES ('203', '14', '娄底', '2', '0');
INSERT INTO `gz_region` VALUES ('202', '14', '怀化', '2', '0');
INSERT INTO `gz_region` VALUES ('201', '14', '衡阳', '2', '0');
INSERT INTO `gz_region` VALUES ('200', '14', '郴州', '2', '0');
INSERT INTO `gz_region` VALUES ('199', '14', '常德', '2', '0');
INSERT INTO `gz_region` VALUES ('198', '14', '张家界', '2', '0');
INSERT INTO `gz_region` VALUES ('197', '14', '长沙', '2', '0');
INSERT INTO `gz_region` VALUES ('196', '13', '恩施', '2', '0');
INSERT INTO `gz_region` VALUES ('195', '13', '宜昌', '2', '0');
INSERT INTO `gz_region` VALUES ('194', '13', '孝感', '2', '0');
INSERT INTO `gz_region` VALUES ('193', '13', '襄樊', '2', '0');
INSERT INTO `gz_region` VALUES ('192', '13', '咸宁', '2', '0');
INSERT INTO `gz_region` VALUES ('191', '13', '天门', '2', '0');
INSERT INTO `gz_region` VALUES ('190', '13', '随州', '2', '0');
INSERT INTO `gz_region` VALUES ('189', '13', '十堰', '2', '0');
INSERT INTO `gz_region` VALUES ('188', '13', '神农架林区', '2', '0');
INSERT INTO `gz_region` VALUES ('187', '13', '潜江', '2', '0');
INSERT INTO `gz_region` VALUES ('186', '13', '荆州', '2', '0');
INSERT INTO `gz_region` VALUES ('185', '13', '荆门', '2', '0');
INSERT INTO `gz_region` VALUES ('184', '13', '黄石', '2', '0');
INSERT INTO `gz_region` VALUES ('183', '13', '黄冈', '2', '0');
INSERT INTO `gz_region` VALUES ('182', '13', '鄂州', '2', '0');
INSERT INTO `gz_region` VALUES ('181', '13', '仙桃', '2', '0');
INSERT INTO `gz_region` VALUES ('180', '13', '武汉', '2', '0');
INSERT INTO `gz_region` VALUES ('179', '12', '伊春', '2', '0');
INSERT INTO `gz_region` VALUES ('178', '12', '绥化', '2', '0');
INSERT INTO `gz_region` VALUES ('177', '12', '双鸭山', '2', '0');
INSERT INTO `gz_region` VALUES ('176', '12', '齐齐哈尔', '2', '0');
INSERT INTO `gz_region` VALUES ('175', '12', '七台河', '2', '0');
INSERT INTO `gz_region` VALUES ('174', '12', '牡丹江', '2', '0');
INSERT INTO `gz_region` VALUES ('173', '12', '佳木斯', '2', '0');
INSERT INTO `gz_region` VALUES ('172', '12', '鸡西', '2', '0');
INSERT INTO `gz_region` VALUES ('171', '12', '黑河', '2', '0');
INSERT INTO `gz_region` VALUES ('170', '12', '鹤岗', '2', '0');
INSERT INTO `gz_region` VALUES ('169', '12', '大兴安岭', '2', '0');
INSERT INTO `gz_region` VALUES ('168', '12', '大庆', '2', '0');
INSERT INTO `gz_region` VALUES ('167', '12', '哈尔滨', '2', '0');
INSERT INTO `gz_region` VALUES ('166', '11', '濮阳', '2', '0');
INSERT INTO `gz_region` VALUES ('165', '11', '漯河', '2', '0');
INSERT INTO `gz_region` VALUES ('164', '11', '驻马店', '2', '0');
INSERT INTO `gz_region` VALUES ('163', '11', '周口', '2', '0');
INSERT INTO `gz_region` VALUES ('162', '11', '许昌', '2', '0');
INSERT INTO `gz_region` VALUES ('161', '11', '信阳', '2', '0');
INSERT INTO `gz_region` VALUES ('160', '11', '新乡', '2', '0');
INSERT INTO `gz_region` VALUES ('159', '11', '商丘', '2', '0');
INSERT INTO `gz_region` VALUES ('158', '11', '三门峡', '2', '0');
INSERT INTO `gz_region` VALUES ('157', '11', '平顶山', '2', '0');
INSERT INTO `gz_region` VALUES ('156', '11', '南阳', '2', '0');
INSERT INTO `gz_region` VALUES ('155', '11', '焦作', '2', '0');
INSERT INTO `gz_region` VALUES ('154', '11', '济源', '2', '0');
INSERT INTO `gz_region` VALUES ('153', '11', '鹤壁', '2', '0');
INSERT INTO `gz_region` VALUES ('152', '11', '安阳', '2', '0');
INSERT INTO `gz_region` VALUES ('151', '11', '开封', '2', '0');
INSERT INTO `gz_region` VALUES ('150', '11', '洛阳', '2', '0');
INSERT INTO `gz_region` VALUES ('149', '11', '郑州', '2', '0');
INSERT INTO `gz_region` VALUES ('148', '10', '张家口', '2', '0');
INSERT INTO `gz_region` VALUES ('147', '10', '邢台', '2', '0');
INSERT INTO `gz_region` VALUES ('146', '10', '唐山', '2', '0');
INSERT INTO `gz_region` VALUES ('145', '10', '秦皇岛', '2', '0');
INSERT INTO `gz_region` VALUES ('144', '10', '廊坊', '2', '0');
INSERT INTO `gz_region` VALUES ('143', '10', '衡水', '2', '0');
INSERT INTO `gz_region` VALUES ('142', '10', '邯郸', '2', '0');
INSERT INTO `gz_region` VALUES ('141', '10', '承德', '2', '0');
INSERT INTO `gz_region` VALUES ('140', '10', '沧州', '2', '0');
INSERT INTO `gz_region` VALUES ('139', '10', '保定', '2', '0');
INSERT INTO `gz_region` VALUES ('138', '10', '石家庄', '2', '0');
INSERT INTO `gz_region` VALUES ('137', '9', '儋州', '2', '0');
INSERT INTO `gz_region` VALUES ('136', '9', '五指山', '2', '0');
INSERT INTO `gz_region` VALUES ('135', '9', '文昌', '2', '0');
INSERT INTO `gz_region` VALUES ('134', '9', '万宁', '2', '0');
INSERT INTO `gz_region` VALUES ('133', '9', '屯昌县', '2', '0');
INSERT INTO `gz_region` VALUES ('132', '9', '琼中', '2', '0');
INSERT INTO `gz_region` VALUES ('131', '9', '琼海', '2', '0');
INSERT INTO `gz_region` VALUES ('130', '9', '陵水', '2', '0');
INSERT INTO `gz_region` VALUES ('129', '9', '临高县', '2', '0');
INSERT INTO `gz_region` VALUES ('128', '9', '乐东', '2', '0');
INSERT INTO `gz_region` VALUES ('127', '9', '东方', '2', '0');
INSERT INTO `gz_region` VALUES ('126', '9', '定安县', '2', '0');
INSERT INTO `gz_region` VALUES ('125', '9', '澄迈县', '2', '0');
INSERT INTO `gz_region` VALUES ('124', '9', '昌江', '2', '0');
INSERT INTO `gz_region` VALUES ('123', '9', '保亭', '2', '0');
INSERT INTO `gz_region` VALUES ('122', '9', '白沙', '2', '0');
INSERT INTO `gz_region` VALUES ('121', '9', '三亚', '2', '0');
INSERT INTO `gz_region` VALUES ('120', '9', '海口', '2', '0');
INSERT INTO `gz_region` VALUES ('119', '8', '遵义', '2', '0');
INSERT INTO `gz_region` VALUES ('118', '8', '铜仁', '2', '0');
INSERT INTO `gz_region` VALUES ('117', '8', '黔西南', '2', '0');
INSERT INTO `gz_region` VALUES ('116', '8', '黔南', '2', '0');
INSERT INTO `gz_region` VALUES ('115', '8', '黔东南', '2', '0');
INSERT INTO `gz_region` VALUES ('114', '8', '六盘水', '2', '0');
INSERT INTO `gz_region` VALUES ('113', '8', '毕节', '2', '0');
INSERT INTO `gz_region` VALUES ('112', '8', '安顺', '2', '0');
INSERT INTO `gz_region` VALUES ('111', '8', '贵阳', '2', '0');
INSERT INTO `gz_region` VALUES ('110', '7', '玉林', '2', '0');
INSERT INTO `gz_region` VALUES ('109', '7', '梧州', '2', '0');
INSERT INTO `gz_region` VALUES ('108', '7', '钦州', '2', '0');
INSERT INTO `gz_region` VALUES ('107', '7', '柳州', '2', '0');
INSERT INTO `gz_region` VALUES ('106', '7', '来宾', '2', '0');
INSERT INTO `gz_region` VALUES ('105', '7', '贺州', '2', '0');
INSERT INTO `gz_region` VALUES ('104', '7', '河池', '2', '0');
INSERT INTO `gz_region` VALUES ('103', '7', '贵港', '2', '0');
INSERT INTO `gz_region` VALUES ('102', '7', '防城港', '2', '0');
INSERT INTO `gz_region` VALUES ('101', '7', '崇左', '2', '0');
INSERT INTO `gz_region` VALUES ('100', '7', '北海', '2', '0');
INSERT INTO `gz_region` VALUES ('99', '7', '百色', '2', '0');
INSERT INTO `gz_region` VALUES ('98', '7', '桂林', '2', '0');
INSERT INTO `gz_region` VALUES ('97', '7', '南宁', '2', '0');
INSERT INTO `gz_region` VALUES ('96', '6', '珠海', '2', '0');
INSERT INTO `gz_region` VALUES ('95', '6', '中山', '2', '0');
INSERT INTO `gz_region` VALUES ('94', '6', '肇庆', '2', '0');
INSERT INTO `gz_region` VALUES ('93', '6', '湛江', '2', '0');
INSERT INTO `gz_region` VALUES ('92', '6', '云浮', '2', '0');
INSERT INTO `gz_region` VALUES ('91', '6', '阳江', '2', '0');
INSERT INTO `gz_region` VALUES ('90', '6', '韶关', '2', '0');
INSERT INTO `gz_region` VALUES ('89', '6', '汕尾', '2', '0');
INSERT INTO `gz_region` VALUES ('88', '6', '汕头', '2', '0');
INSERT INTO `gz_region` VALUES ('87', '6', '清远', '2', '0');
INSERT INTO `gz_region` VALUES ('86', '6', '梅州', '2', '0');
INSERT INTO `gz_region` VALUES ('85', '6', '茂名', '2', '0');
INSERT INTO `gz_region` VALUES ('84', '6', '揭阳', '2', '0');
INSERT INTO `gz_region` VALUES ('83', '6', '江门', '2', '0');
INSERT INTO `gz_region` VALUES ('82', '6', '惠州', '2', '0');
INSERT INTO `gz_region` VALUES ('81', '6', '河源', '2', '0');
INSERT INTO `gz_region` VALUES ('80', '6', '佛山', '2', '0');
INSERT INTO `gz_region` VALUES ('79', '6', '东莞', '2', '0');
INSERT INTO `gz_region` VALUES ('78', '6', '潮州', '2', '0');
INSERT INTO `gz_region` VALUES ('77', '6', '深圳', '2', '0');
INSERT INTO `gz_region` VALUES ('76', '6', '广州', '2', '0');
INSERT INTO `gz_region` VALUES ('75', '5', '张掖', '2', '0');
INSERT INTO `gz_region` VALUES ('74', '5', '武威', '2', '0');
INSERT INTO `gz_region` VALUES ('73', '5', '天水', '2', '0');
INSERT INTO `gz_region` VALUES ('72', '5', '庆阳', '2', '0');
INSERT INTO `gz_region` VALUES ('71', '5', '平凉', '2', '0');
INSERT INTO `gz_region` VALUES ('70', '5', '陇南', '2', '0');
INSERT INTO `gz_region` VALUES ('69', '5', '临夏', '2', '0');
INSERT INTO `gz_region` VALUES ('68', '5', '酒泉', '2', '0');
INSERT INTO `gz_region` VALUES ('67', '5', '金昌', '2', '0');
INSERT INTO `gz_region` VALUES ('66', '5', '嘉峪关', '2', '0');
INSERT INTO `gz_region` VALUES ('65', '5', '甘南', '2', '0');
INSERT INTO `gz_region` VALUES ('64', '5', '定西', '2', '0');
INSERT INTO `gz_region` VALUES ('63', '5', '白银', '2', '0');
INSERT INTO `gz_region` VALUES ('62', '5', '兰州', '2', '0');
INSERT INTO `gz_region` VALUES ('61', '4', '漳州', '2', '0');
INSERT INTO `gz_region` VALUES ('60', '4', '厦门', '2', '0');
INSERT INTO `gz_region` VALUES ('59', '4', '三明', '2', '0');
INSERT INTO `gz_region` VALUES ('58', '4', '泉州', '2', '0');
INSERT INTO `gz_region` VALUES ('57', '4', '莆田', '2', '0');
INSERT INTO `gz_region` VALUES ('56', '4', '宁德', '2', '0');
INSERT INTO `gz_region` VALUES ('55', '4', '南平', '2', '0');
INSERT INTO `gz_region` VALUES ('54', '4', '龙岩', '2', '0');
INSERT INTO `gz_region` VALUES ('53', '4', '福州', '2', '0');
INSERT INTO `gz_region` VALUES ('52', '2', '北京', '2', '0');
INSERT INTO `gz_region` VALUES ('51', '3', '亳州', '2', '0');
INSERT INTO `gz_region` VALUES ('50', '3', '宣城', '2', '0');
INSERT INTO `gz_region` VALUES ('49', '3', '芜湖', '2', '0');
INSERT INTO `gz_region` VALUES ('48', '3', '铜陵', '2', '0');
INSERT INTO `gz_region` VALUES ('47', '3', '宿州', '2', '0');
INSERT INTO `gz_region` VALUES ('46', '3', '马鞍山', '2', '0');
INSERT INTO `gz_region` VALUES ('45', '3', '六安', '2', '0');
INSERT INTO `gz_region` VALUES ('44', '3', '黄山', '2', '0');
INSERT INTO `gz_region` VALUES ('43', '3', '淮南', '2', '0');
INSERT INTO `gz_region` VALUES ('42', '3', '淮北', '2', '0');
INSERT INTO `gz_region` VALUES ('41', '3', '阜阳', '2', '0');
INSERT INTO `gz_region` VALUES ('40', '3', '滁州', '2', '0');
INSERT INTO `gz_region` VALUES ('39', '3', '池州', '2', '0');
INSERT INTO `gz_region` VALUES ('38', '3', '巢湖', '2', '0');
INSERT INTO `gz_region` VALUES ('37', '3', '蚌埠', '2', '0');
INSERT INTO `gz_region` VALUES ('36', '3', '安庆', '2', '0');
INSERT INTO `gz_region` VALUES ('35', '1', '台湾', '1', '0');
INSERT INTO `gz_region` VALUES ('34', '1', '澳门', '1', '0');
INSERT INTO `gz_region` VALUES ('33', '1', '香港', '1', '0');
INSERT INTO `gz_region` VALUES ('32', '1', '重庆', '1', '0');
INSERT INTO `gz_region` VALUES ('31', '1', '浙江', '1', '0');
INSERT INTO `gz_region` VALUES ('30', '1', '云南', '1', '0');
INSERT INTO `gz_region` VALUES ('29', '1', '新疆', '1', '0');
INSERT INTO `gz_region` VALUES ('28', '1', '西藏', '1', '0');
INSERT INTO `gz_region` VALUES ('27', '1', '天津', '1', '0');
INSERT INTO `gz_region` VALUES ('26', '1', '四川', '1', '0');
INSERT INTO `gz_region` VALUES ('25', '1', '上海', '1', '0');
INSERT INTO `gz_region` VALUES ('24', '1', '陕西', '1', '0');
INSERT INTO `gz_region` VALUES ('23', '1', '山西', '1', '0');
INSERT INTO `gz_region` VALUES ('22', '1', '山东', '1', '0');
INSERT INTO `gz_region` VALUES ('21', '1', '青海', '1', '0');
INSERT INTO `gz_region` VALUES ('20', '1', '宁夏', '1', '0');
INSERT INTO `gz_region` VALUES ('19', '1', '内蒙古', '1', '0');
INSERT INTO `gz_region` VALUES ('18', '1', '辽宁', '1', '0');
INSERT INTO `gz_region` VALUES ('17', '1', '江西', '1', '0');
INSERT INTO `gz_region` VALUES ('16', '1', '江苏', '1', '0');
INSERT INTO `gz_region` VALUES ('15', '1', '吉林', '1', '0');
INSERT INTO `gz_region` VALUES ('14', '1', '湖南', '1', '0');
INSERT INTO `gz_region` VALUES ('13', '1', '湖北', '1', '0');
INSERT INTO `gz_region` VALUES ('12', '1', '黑龙江', '1', '0');
INSERT INTO `gz_region` VALUES ('11', '1', '河南', '1', '0');
INSERT INTO `gz_region` VALUES ('10', '1', '河北', '1', '0');
INSERT INTO `gz_region` VALUES ('9', '1', '海南', '1', '0');
INSERT INTO `gz_region` VALUES ('8', '1', '贵州', '1', '0');
INSERT INTO `gz_region` VALUES ('7', '1', '广西', '1', '0');
INSERT INTO `gz_region` VALUES ('6', '1', '广东', '1', '0');
INSERT INTO `gz_region` VALUES ('5', '1', '甘肃', '1', '0');
INSERT INTO `gz_region` VALUES ('4', '1', '福建', '1', '0');
INSERT INTO `gz_region` VALUES ('3', '1', '安徽', '1', '0');
INSERT INTO `gz_region` VALUES ('2', '1', '北京', '1', '0');
INSERT INTO `gz_region` VALUES ('1', '0', '中国', '0', '0');

-- ----------------------------
-- Table structure for gz_shipping
-- ----------------------------
DROP TABLE IF EXISTS `gz_shipping`;
CREATE TABLE `gz_shipping` (
  `shipping_id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_code` varchar(20) NOT NULL DEFAULT '',
  `shipping_name` varchar(120) NOT NULL DEFAULT '',
  `shipping_desc` varchar(255) NOT NULL DEFAULT '',
  `insure` varchar(10) NOT NULL DEFAULT '0',
  `support_cod` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `enabled` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `print_bg` varchar(255) DEFAULT NULL,
  `config_lable` text,
  `print_model` tinyint(1) DEFAULT '0',
  PRIMARY KEY (`shipping_id`),
  KEY `shipping_code` (`shipping_code`,`enabled`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_shipping
-- ----------------------------
INSERT INTO `gz_shipping` VALUES ('7', '', '圆通快递', '全国性快递公司', '0', '0', '0', null, null, '0');
INSERT INTO `gz_shipping` VALUES ('4', 'flat', '申通快递', '专业送货员送货上门', '0', '1', '1', '', '', '0');

-- ----------------------------
-- Table structure for gz_shipping_area
-- ----------------------------
DROP TABLE IF EXISTS `gz_shipping_area`;
CREATE TABLE `gz_shipping_area` (
  `shipping_area_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `shipping_area_name` varchar(150) NOT NULL DEFAULT '',
  `shipping_id` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `shipping_desc` varchar(255) NOT NULL DEFAULT '',
  `item_fee` float(6,2) NOT NULL DEFAULT '0.00',
  `weight_fee` float(6,2) NOT NULL DEFAULT '0.00',
  `step_weight_fee` float(6,2) NOT NULL DEFAULT '0.00',
  `step_item_fee` float(6,2) NOT NULL DEFAULT '0.00',
  `max_money` float(6,2) NOT NULL DEFAULT '0.00',
  `configure` text NOT NULL,
  `type` enum('item','weight') NOT NULL DEFAULT 'item',
  PRIMARY KEY (`shipping_area_id`),
  KEY `shipping_id` (`shipping_id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_shipping_area
-- ----------------------------
INSERT INTO `gz_shipping_area` VALUES ('5', '测试', '5', '', '10.00', '0.00', '0.00', '5.00', '100.00', '[\"2\",\"6\",\"8\",\"10\",\"23\",\"56\",\"581\",\"4\"]', 'item');
INSERT INTO `gz_shipping_area` VALUES ('4', '运费到付', '7', '', '0.00', '0.00', '0.00', '0.00', '0.00', 'a:2:{i:0;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"50000\";}i:1;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";N;}}', 'item');
INSERT INTO `gz_shipping_area` VALUES ('3', '邮局', '6', '', '0.00', '0.00', '0.00', '0.00', '0.00', 'a:7:{i:0;a:2:{s:4:\"name\";s:8:\"item_fee\";s:5:\"value\";s:1:\"4\";}i:1;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:3:\"3.5\";}i:2;a:2:{s:4:\"name\";s:8:\"step_fee\";s:5:\"value\";s:3:\"2.5\";}i:3;a:2:{s:4:\"name\";s:9:\"step_fee1\";s:5:\"value\";N;}i:4;a:2:{s:4:\"name\";s:8:\"pack_fee\";s:5:\"value\";s:1:\"0\";}i:5;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:5:\"50000\";}i:6;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";s:9:\"by_weight\";}}', 'item');
INSERT INTO `gz_shipping_area` VALUES ('2', '1', '3', '', '0.00', '0.00', '0.00', '0.00', '0.00', 'a:4:{i:0;a:2:{s:4:\"name\";s:8:\"base_fee\";s:5:\"value\";s:2:\"10\";}i:1;a:2:{s:4:\"name\";s:10:\"free_money\";s:5:\"value\";s:6:\"100000\";}i:2;a:2:{s:4:\"name\";s:16:\"fee_compute_mode\";s:5:\"value\";N;}i:3;a:2:{s:4:\"name\";s:7:\"pay_fee\";s:5:\"value\";s:1:\"5\";}}', 'item');
INSERT INTO `gz_shipping_area` VALUES ('1', '申通', '5', '', '0.00', '10.00', '3.00', '0.00', '100.00', '[\"4\"]', 'weight');
INSERT INTO `gz_shipping_area` VALUES ('6', '测试', '4', '', '0.00', '10.00', '5.00', '0.00', '0.00', '[\"76\"]', 'weight');

-- ----------------------------
-- Table structure for gz_shipping_sn
-- ----------------------------
DROP TABLE IF EXISTS `gz_shipping_sn`;
CREATE TABLE `gz_shipping_sn` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `shipping_id` smallint(4) DEFAULT '0',
  `shipping_sn` varchar(64) DEFAULT NULL,
  `is_use` tinyint(1) DEFAULT '0',
  `addtime` int(10) DEFAULT '0',
  `usetime` int(10) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_shipping_sn
-- ----------------------------
INSERT INTO `gz_shipping_sn` VALUES ('1', '7', '453345100', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('2', '7', '453345101', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('3', '7', '453345102', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('4', '7', '453345103', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('5', '7', '453345104', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('6', '7', '453345105', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('7', '7', '453345106', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('8', '7', '453345107', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('9', '7', '453345108', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('10', '7', '453345109', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('11', '7', '453345110', '0', '1418639104', '0');
INSERT INTO `gz_shipping_sn` VALUES ('12', '7', '444444', '0', '1420568147', '0');

-- ----------------------------
-- Table structure for gz_stats_keywords
-- ----------------------------
DROP TABLE IF EXISTS `gz_stats_keywords`;
CREATE TABLE `gz_stats_keywords` (
  `key_id` int(10) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL DEFAULT '0000-00-00',
  `searchengine` varchar(20) NOT NULL DEFAULT '',
  `keyword` varchar(90) NOT NULL DEFAULT '',
  `count` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `active` enum('0','1') NOT NULL DEFAULT '0',
  `tag_n` varchar(3) NOT NULL,
  PRIMARY KEY (`key_id`),
  KEY `keyword` (`keyword`),
  KEY `date` (`date`),
  KEY `tag_n` (`tag_n`)
) ENGINE=MyISAM AUTO_INCREMENT=92 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_stats_keywords
-- ----------------------------
INSERT INTO `gz_stats_keywords` VALUES ('85', '2012-12-05', '', 'å…³é”®å­—2', '3', '0', 'NAL');
INSERT INTO `gz_stats_keywords` VALUES ('84', '2012-12-04', '', '演示商品-是2', '2', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('83', '2012-12-04', '', '演示商品-是3', '1', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('82', '2012-12-04', '', '演示商品-是3++', '1', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('81', '2012-12-04', '', '演示商品-是', '1', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('80', '2012-11-27', '', '演示商品-是1', '1', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('79', '2012-11-27', '', 'fdsafdsa', '1', '0', 'F');
INSERT INTO `gz_stats_keywords` VALUES ('78', '2012-11-23', '', '雪蛤', '1', '0', 'X');
INSERT INTO `gz_stats_keywords` VALUES ('77', '2012-11-24', '', '百事 可乐 碳酸饮料', '6', '0', 'B');
INSERT INTO `gz_stats_keywords` VALUES ('76', '2012-11-19', '', '鸿福满堂', '1', '0', 'H');
INSERT INTO `gz_stats_keywords` VALUES ('75', '2012-11-18', '', '臣', '1', '0', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('74', '2012-11-15', '', '贝奇野菜', '1', '0', 'B');
INSERT INTO `gz_stats_keywords` VALUES ('73', '2012-11-13', '', '新45克贤哥香辣鱼（湘）', '1', '0', 'X');
INSERT INTO `gz_stats_keywords` VALUES ('72', '2012-12-02', '', '财神赐福', '14', '0', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('71', '2012-12-03', '', '恭贺新禧', '11', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('70', '2012-12-03', '', '恭喜发财', '12', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('69', '2012-12-03', '', '祥蛇献福', '11', '0', 'X');
INSERT INTO `gz_stats_keywords` VALUES ('68', '2012-12-03', '', '生肖赐福', '12', '0', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('67', '2012-12-03', '', '蛇年好运', '11', '0', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('66', '2012-12-03', '', '生意兴隆', '11', '0', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('65', '2012-12-05', '', '红底百福', '12', '0', 'H');
INSERT INTO `gz_stats_keywords` VALUES ('64', '2012-12-03', '', '金童送福', '11', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('63', '2012-12-03', '', '顺风顺水', '10', '0', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('62', '2012-12-03', '', '家和富贵', '11', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('61', '2012-12-03', '', '马到功成', '11', '0', 'M');
INSERT INTO `gz_stats_keywords` VALUES ('60', '2012-12-03', '', '清荷送福', '13', '0', 'Q');
INSERT INTO `gz_stats_keywords` VALUES ('59', '2012-12-04', '', '鱼跃龙门', '11', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('58', '2012-12-11', '', '袋鼠精软胶囊', '3', '0', 'D');
INSERT INTO `gz_stats_keywords` VALUES ('57', '2012-12-03', '', '金底百福', '10', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('56', '2012-12-03', '', '福运齐来', '11', '0', 'F');
INSERT INTO `gz_stats_keywords` VALUES ('55', '2012-12-03', '', '观音赐福', '9', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('54', '2012-12-05', '', '诚信是金', '12', '0', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('53', '2012-12-03', '', '天一第一福', '14', '0', 'T');
INSERT INTO `gz_stats_keywords` VALUES ('52', '2012-12-05', '', '健康营养食品国食健字', '15', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('51', '2012-12-03', '', '大展鸿图', '12', '0', 'D');
INSERT INTO `gz_stats_keywords` VALUES ('50', '2012-12-05', '', '出入平安', '13', '0', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('49', '2012-12-04', '', '开门红', '16', '0', 'K');
INSERT INTO `gz_stats_keywords` VALUES ('48', '2012-12-03', '', '九龙福', '17', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('47', '2012-12-05', '', '一帆风顺', '14', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('46', '2012-12-02', '', '健康营养食品', '16', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('45', '2012-12-04', '', '九龙献福', '18', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('44', '2012-12-04', '', '吉祥如意', '19', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('43', '2012-11-30', '', '和谐盛世', '19', '0', 'H');
INSERT INTO `gz_stats_keywords` VALUES ('42', '2012-11-25', '', '百福滿堂', '16', '0', 'B');
INSERT INTO `gz_stats_keywords` VALUES ('41', '2012-12-04', '', '迎春贺岁', '20', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('40', '2012-12-04', '', '蛇年大吉', '13', '0', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('39', '2012-11-28', '', '金童玉女', '14', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('38', '2012-11-26', '', '财源广进', '18', '0', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('37', '2012-11-25', '', '江南水秀', '12', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('36', '2012-12-04', '', '龙风呈祥', '16', '0', 'L');
INSERT INTO `gz_stats_keywords` VALUES ('35', '2012-11-24', '', '年年有余', '12', '0', 'N');
INSERT INTO `gz_stats_keywords` VALUES ('34', '2012-11-25', '', '富贵呈祥', '18', '0', 'F');
INSERT INTO `gz_stats_keywords` VALUES ('33', '2012-11-06', '', '手表', '4', '0', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('32', '2012-11-30', '', '保健营养食品', '39', '0', 'B');
INSERT INTO `gz_stats_keywords` VALUES ('31', '2012-12-01', '', '福运滿堂', '13', '0', 'F');
INSERT INTO `gz_stats_keywords` VALUES ('30', '2012-12-04', '', '吉庆平安', '26', '0', 'J');
INSERT INTO `gz_stats_keywords` VALUES ('29', '2012-12-03', '', '鸿福滿堂', '19', '0', 'H');
INSERT INTO `gz_stats_keywords` VALUES ('28', '2012-12-05', '', '保健营养食品国食健字', '35', '0', 'B');
INSERT INTO `gz_stats_keywords` VALUES ('27', '2012-12-02', '', '万事胜意', '14', '0', 'W');
INSERT INTO `gz_stats_keywords` VALUES ('26', '2012-11-30', '', '国食健字', '30', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('25', '2012-12-03', '', '关键字2', '79', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('24', '2012-12-04', '', '财神到', '25', '0', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('23', '2012-12-03', '', '关键字', '23', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('22', '2012-11-23', '', '东方红', '24', '0', 'D');
INSERT INTO `gz_stats_keywords` VALUES ('21', '2012-11-25', '', '富贵年', '30', '0', 'F');
INSERT INTO `gz_stats_keywords` VALUES ('20', '2012-11-25', '', '大富贵', '31', '0', 'D');
INSERT INTO `gz_stats_keywords` VALUES ('19', '2012-12-03', '', '唐伯虎', '29', '0', 'T');
INSERT INTO `gz_stats_keywords` VALUES ('18', '2012-12-05', '', '福滿堂', '26', '0', 'F');
INSERT INTO `gz_stats_keywords` VALUES ('17', '2012-11-25', '', '挂历', '28', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('16', '2012-12-03', '', '眼线', '33', '0', 'Y');
INSERT INTO `gz_stats_keywords` VALUES ('15', '2012-12-03', '', '高丝', '31', '0', 'G');
INSERT INTO `gz_stats_keywords` VALUES ('14', '2012-01-02', 'ecshop', 'Final Fantasy Cosplay', '7', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('13', '2012-01-02', 'ecshop', 'Naruto Cosplay', '6', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('12', '2011-12-17', 'ecshop', 'Bleach Cosplay', '8', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('11', '2011-11-30', 'ecshop', '双模手机', '2', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('10', '2011-11-30', 'ecshop', '充值卡', '1', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('9', '2011-12-17', 'ecshop', 'sword', '4', '1', 'S');
INSERT INTO `gz_stats_keywords` VALUES ('8', '2011-11-10', 'ecshop', 'One Piece Cosplay Customes', '2', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('7', '2011-12-17', 'ecshop', 'Cosplay', '5', '1', 'C');
INSERT INTO `gz_stats_keywords` VALUES ('6', '2011-11-28', 'ecshop', 'testest', '4', '0', '');
INSERT INTO `gz_stats_keywords` VALUES ('5', '2011-12-17', 'ecshop', 'SSS', '6', '1', '');
INSERT INTO `gz_stats_keywords` VALUES ('4', '2011-12-17', 'ecshop', 'teste stddd', '29', '1', '');
INSERT INTO `gz_stats_keywords` VALUES ('3', '2011-12-14', 'ecshop', 'Hanasaku Iroha', '31', '1', 'H');
INSERT INTO `gz_stats_keywords` VALUES ('2', '2011-12-17', 'ecshop', 'ddddd', '9', '1', '');
INSERT INTO `gz_stats_keywords` VALUES ('1', '2011-12-18', 'ecshop', 'test', '40', '1', '');
INSERT INTO `gz_stats_keywords` VALUES ('86', '2012-12-11', '', 'Ob瘦身蛋白胶囊', '1', '0', 'O');
INSERT INTO `gz_stats_keywords` VALUES ('87', '2013-04-27', '', 'dd', '2', '0', 'D');
INSERT INTO `gz_stats_keywords` VALUES ('88', '2013-04-27', '', '你好', '2', '0', 'N');
INSERT INTO `gz_stats_keywords` VALUES ('89', '2013-10-09', '', 'd', '2', '0', 'D');
INSERT INTO `gz_stats_keywords` VALUES ('90', '2013-10-28', '', '女衫', '2', '0', 'N');
INSERT INTO `gz_stats_keywords` VALUES ('91', '2013-11-10', '', '单炒单水撑电磁小炒炉', '5', '0', 'D');

-- ----------------------------
-- Table structure for gz_stats_page
-- ----------------------------
DROP TABLE IF EXISTS `gz_stats_page`;
CREATE TABLE `gz_stats_page` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `ip` varchar(32) NOT NULL DEFAULT '0.0.0.0',
  `area` varchar(64) NOT NULL DEFAULT '',
  `thispage` varchar(128) NOT NULL DEFAULT '',
  `visit_time` int(5) NOT NULL,
  `add_date` varchar(32) NOT NULL DEFAULT '',
  `add_time` int(11) NOT NULL,
  `visit_count` int(10) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_stats_page
-- ----------------------------

-- ----------------------------
-- Table structure for gz_stats_referer
-- ----------------------------
DROP TABLE IF EXISTS `gz_stats_referer`;
CREATE TABLE `gz_stats_referer` (
  `access_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `visit_times` smallint(5) unsigned NOT NULL DEFAULT '1',
  `browser` varchar(60) NOT NULL DEFAULT '',
  `system` varchar(20) NOT NULL DEFAULT '',
  `language` varchar(20) NOT NULL DEFAULT '',
  `area` varchar(30) NOT NULL DEFAULT '',
  `referer_domain` varchar(100) NOT NULL DEFAULT '',
  `referer_path` varchar(200) NOT NULL DEFAULT '',
  `access_url` varchar(255) NOT NULL DEFAULT '',
  KEY `access_time` (`access_time`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_stats_referer
-- ----------------------------

-- ----------------------------
-- Table structure for gz_suppliers_goods
-- ----------------------------
DROP TABLE IF EXISTS `gz_suppliers_goods`;
CREATE TABLE `gz_suppliers_goods` (
  `sgid` int(11) NOT NULL AUTO_INCREMENT,
  `goods_id` int(11) NOT NULL,
  `suppliers_id` mediumint(8) NOT NULL DEFAULT '0',
  `goods_number` smallint(5) NOT NULL DEFAULT '1000',
  `warn_number` tinyint(2) NOT NULL DEFAULT '10',
  `market_price` decimal(10,2) NOT NULL,
  `shop_price` decimal(10,2) NOT NULL,
  `pifa_price` decimal(10,2) NOT NULL,
  `is_on_sale` enum('0','1') NOT NULL DEFAULT '0',
  `is_check` enum('0','1') NOT NULL DEFAULT '0',
  `is_delete` enum('0','1') NOT NULL DEFAULT '0',
  `addtime` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`sgid`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=3265 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_suppliers_goods
-- ----------------------------
INSERT INTO `gz_suppliers_goods` VALUES ('75', '5309', '55', '1000', '10', '86.00', '103.00', '86.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('76', '5308', '55', '1000', '10', '106.00', '128.00', '106.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('77', '5307', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('78', '5306', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('79', '5305', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('80', '5304', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('81', '5303', '55', '1000', '10', '31.50', '38.00', '31.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('82', '5302', '55', '1000', '10', '31.50', '38.00', '31.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('83', '5301', '55', '1000', '10', '63.00', '76.00', '63.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('84', '5300', '55', '1000', '10', '63.00', '76.00', '63.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('85', '5299', '55', '1000', '10', '63.00', '76.00', '63.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('141', '5243', '55', '1000', '10', '41.00', '49.00', '41.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('145', '5239', '55', '1000', '10', '38.00', '46.00', '38.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('146', '5238', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('171', '5213', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('172', '5212', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('173', '5211', '55', '1000', '10', '36.00', '43.00', '36.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('495', '4880', '56', '1000', '10', '0.00', '0.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('499', '4876', '56', '1000', '10', '0.00', '0.00', '11.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('501', '4874', '56', '1000', '10', '0.00', '0.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('502', '4873', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('503', '4872', '56', '1000', '10', '0.00', '0.00', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('504', '4871', '56', '1000', '10', '10.50', '1.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('505', '4870', '56', '1000', '10', '10.50', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('506', '4869', '56', '1000', '10', '10.50', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('507', '4868', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('508', '4867', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('516', '4859', '56', '1000', '10', '0.00', '0.00', '18.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('520', '4855', '56', '1000', '10', '0.00', '0.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('521', '4854', '56', '1000', '10', '0.00', '0.00', '0.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('522', '4853', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('523', '4852', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('524', '4851', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('525', '4850', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('526', '4849', '56', '1000', '10', '0.00', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('527', '4848', '56', '1000', '10', '0.00', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('528', '4847', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('529', '4846', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('530', '4845', '56', '1000', '10', '0.00', '0.00', '23.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('531', '4844', '56', '1000', '10', '0.00', '0.00', '23.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('532', '4843', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('533', '4842', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('534', '4841', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('535', '4840', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('539', '4836', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('540', '4835', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('541', '4834', '56', '1000', '10', '0.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('547', '4828', '56', '1000', '10', '0.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('548', '4827', '56', '1000', '10', '0.00', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('549', '4826', '56', '1000', '10', '0.00', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('550', '4825', '56', '1000', '10', '0.00', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('551', '4824', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('552', '4823', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('553', '4822', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('556', '4819', '56', '1000', '10', '0.00', '0.00', '13.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('557', '4818', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('558', '4817', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('559', '4816', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('560', '4815', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('561', '4814', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('562', '4813', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('563', '4812', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('564', '4811', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('565', '4810', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('566', '4809', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('567', '4808', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('568', '4807', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('569', '4806', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('570', '4805', '56', '1000', '10', '0.00', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('571', '4804', '56', '1000', '10', '0.00', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('576', '4799', '56', '1000', '10', '0.00', '0.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('577', '4798', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('578', '4797', '56', '1000', '10', '0.00', '0.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('579', '4796', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('580', '4795', '56', '1000', '10', '0.00', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('581', '4794', '56', '1000', '10', '0.00', '0.00', '0.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('582', '4793', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('583', '4792', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('584', '4791', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('585', '4790', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('586', '4789', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('588', '4787', '56', '1000', '10', '0.00', '0.00', '13.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('589', '4786', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('590', '4785', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('591', '4784', '56', '1000', '10', '0.00', '0.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('592', '4783', '56', '1000', '10', '0.00', '0.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('593', '4782', '56', '1000', '10', '0.00', '0.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('594', '4781', '56', '1000', '10', '0.00', '0.00', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('595', '4780', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('596', '4779', '56', '1000', '10', '0.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('597', '4778', '56', '1000', '10', '0.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('598', '4777', '56', '1000', '10', '0.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('599', '4776', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('600', '4775', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('605', '4770', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('606', '4769', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('607', '4768', '56', '1000', '10', '0.00', '0.00', '50.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('608', '4767', '56', '1000', '10', '0.00', '0.00', '43.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('610', '4765', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('611', '4764', '56', '1000', '10', '0.00', '0.00', '50.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('612', '4763', '56', '1000', '10', '0.00', '0.00', '50.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('613', '4762', '56', '1000', '10', '0.00', '0.00', '50.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('614', '4761', '56', '1000', '10', '0.00', '0.00', '51.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('615', '4760', '56', '1000', '10', '0.00', '0.00', '30.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('616', '4759', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('617', '4758', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('618', '4757', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('619', '4756', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('620', '4755', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('621', '4754', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('622', '4753', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('623', '4752', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('624', '4751', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('625', '4750', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('626', '4749', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('627', '4748', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('628', '4747', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('629', '4746', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('634', '4741', '56', '1000', '10', '0.00', '0.00', '25.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('635', '4740', '56', '1000', '10', '0.00', '0.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('636', '4739', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('637', '4738', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('638', '4737', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('639', '4736', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('640', '4735', '56', '1000', '10', '0.00', '0.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('641', '4734', '56', '1000', '10', '0.00', '0.00', '5.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('647', '4728', '56', '1000', '10', '0.00', '0.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('648', '4727', '56', '1000', '10', '0.00', '0.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('649', '4726', '56', '1000', '10', '0.00', '0.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('650', '4725', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('651', '4724', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('652', '4723', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('653', '4722', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('654', '4721', '56', '1000', '10', '0.00', '0.00', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('655', '4720', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('656', '4719', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('657', '4718', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('658', '4717', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('660', '4715', '56', '1000', '10', '0.00', '0.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('661', '4714', '56', '1000', '10', '0.00', '0.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('670', '4705', '56', '1000', '10', '0.00', '0.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('681', '4694', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('682', '4693', '56', '1000', '10', '0.00', '0.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('713', '4662', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('723', '4652', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('724', '4651', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('725', '4650', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('726', '4649', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('727', '4648', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('728', '4647', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('729', '4646', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('730', '4645', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('731', '4644', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('732', '4643', '56', '1000', '10', '0.00', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('733', '4642', '56', '1000', '10', '0.00', '0.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('763', '4612', '56', '1000', '10', '0.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('764', '4611', '56', '1000', '10', '0.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('765', '4610', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('769', '4606', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('770', '4605', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('771', '4604', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('772', '4603', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('773', '4602', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('774', '4601', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('778', '4597', '56', '1000', '10', '0.00', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('779', '4596', '56', '1000', '10', '0.00', '0.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('780', '4595', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('781', '4594', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('782', '4593', '56', '1000', '10', '0.00', '0.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('783', '4592', '56', '1000', '10', '0.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('784', '4591', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('785', '4590', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('786', '4589', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('787', '4588', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('788', '4587', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('789', '4586', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('790', '4585', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('791', '4584', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('792', '4583', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('793', '4582', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('794', '4581', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('795', '4580', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('796', '4579', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('797', '4578', '56', '1000', '10', '0.00', '0.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('798', '4577', '56', '1000', '10', '0.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('807', '4568', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('808', '4567', '56', '1000', '10', '0.00', '0.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('809', '4566', '56', '1000', '10', '0.00', '0.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('810', '4565', '56', '1000', '10', '0.00', '0.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('812', '4563', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('813', '4562', '56', '1000', '10', '0.00', '0.00', '1.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('814', '4561', '56', '1000', '10', '0.00', '0.00', '1.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('815', '4560', '56', '1000', '10', '0.00', '0.00', '1.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('816', '4559', '56', '1000', '10', '0.00', '0.00', '1.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('819', '4556', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('820', '4555', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('821', '4554', '56', '1000', '10', '0.00', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('822', '4553', '56', '1000', '10', '0.00', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('824', '4551', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('825', '4550', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('826', '4549', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('827', '4548', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('829', '4546', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('830', '4545', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('831', '4544', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('832', '4543', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('838', '4537', '56', '1000', '10', '0.00', '0.00', '3.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('839', '4536', '56', '1000', '10', '0.00', '0.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('840', '4535', '56', '1000', '10', '0.00', '0.00', '24.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('841', '4534', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('843', '4532', '56', '1000', '10', '0.00', '0.00', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('844', '4531', '56', '1000', '10', '0.00', '0.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('851', '4524', '56', '1000', '10', '0.00', '0.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('855', '4520', '56', '1000', '10', '0.00', '0.00', '11.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('856', '4519', '56', '1000', '10', '0.00', '0.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('857', '4518', '56', '1000', '10', '0.00', '0.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('858', '4517', '56', '1000', '10', '0.00', '0.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('859', '4516', '56', '1000', '10', '0.00', '0.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('860', '4515', '56', '1000', '10', '0.00', '0.00', '5.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('861', '4514', '56', '1000', '10', '0.00', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('862', '4513', '56', '1000', '10', '0.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('863', '4512', '56', '1000', '10', '0.00', '0.00', '39.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('871', '4504', '56', '1000', '10', '0.00', '0.00', '32.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('872', '4503', '56', '1000', '10', '0.00', '0.00', '40.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('873', '4502', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('874', '4501', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('875', '4500', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('876', '4499', '56', '1000', '10', '0.00', '0.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('877', '4498', '56', '1000', '10', '0.00', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('883', '4492', '56', '1000', '10', '0.00', '0.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('884', '4491', '56', '1000', '10', '0.00', '0.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('885', '4490', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('886', '4489', '56', '1000', '10', '0.00', '0.00', '2.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('889', '4486', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('890', '4485', '56', '1000', '10', '0.00', '0.00', '8.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('891', '4484', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('892', '4483', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('900', '4475', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('901', '4474', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('902', '4473', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('903', '4472', '56', '1000', '10', '0.00', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('904', '4471', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('905', '4470', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('906', '4469', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('907', '4468', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('908', '4467', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('909', '4466', '56', '1000', '10', '0.00', '0.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('910', '4465', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('911', '4464', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('912', '4463', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('913', '4462', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('914', '4461', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('915', '4460', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('925', '4450', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('926', '4449', '56', '1000', '10', '0.00', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('927', '4448', '56', '1000', '10', '0.00', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('928', '4447', '56', '1000', '10', '0.00', '0.00', '22.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('929', '4446', '56', '1000', '10', '0.00', '0.00', '22.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('930', '4445', '56', '1000', '10', '0.00', '0.00', '17.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('931', '4444', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('932', '4443', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('933', '4442', '56', '1000', '10', '0.00', '0.00', '80.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('934', '4441', '56', '1000', '10', '0.00', '0.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('935', '4440', '56', '1000', '10', '0.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('936', '4439', '56', '1000', '10', '0.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('937', '4438', '56', '1000', '10', '0.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('938', '4437', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('939', '4436', '56', '1000', '10', '0.00', '0.00', '3.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('940', '4435', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('941', '4434', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('942', '4433', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('943', '4432', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('944', '4431', '56', '1000', '10', '0.00', '0.00', '23.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('945', '4430', '56', '1000', '10', '0.00', '0.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('972', '4403', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('973', '4402', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('974', '4401', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('975', '4400', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('976', '4399', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('977', '4398', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('978', '4397', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('979', '4396', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('980', '4395', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('981', '4394', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1000', '4375', '56', '1000', '10', '0.00', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1001', '4374', '56', '1000', '10', '0.00', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1002', '4373', '56', '1000', '10', '0.00', '0.00', '2.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1003', '4372', '56', '1000', '10', '0.00', '0.00', '2.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1004', '4371', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1005', '4370', '56', '1000', '10', '0.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1006', '4369', '56', '1000', '10', '0.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1007', '4368', '56', '1000', '10', '0.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1008', '4367', '56', '1000', '10', '0.00', '0.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1009', '4366', '56', '1000', '10', '0.00', '0.00', '0.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1010', '4365', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1011', '4364', '56', '1000', '10', '0.00', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1012', '4363', '56', '1000', '10', '0.00', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1013', '4362', '56', '1000', '10', '0.00', '0.00', '24.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1014', '4361', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1015', '4360', '56', '1000', '10', '0.00', '0.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1016', '4359', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1017', '4358', '56', '1000', '10', '0.00', '0.00', '3.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1018', '4357', '56', '1000', '10', '0.00', '0.00', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1019', '4356', '56', '1000', '10', '0.00', '0.00', '5.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1020', '4355', '56', '1000', '10', '0.00', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1021', '4354', '56', '1000', '10', '0.00', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1022', '4353', '56', '1000', '10', '0.00', '0.00', '4.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1023', '4352', '56', '1000', '10', '0.00', '0.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1024', '4351', '56', '1000', '10', '0.00', '0.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1025', '4350', '56', '1000', '10', '0.00', '0.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1026', '4349', '56', '1000', '10', '0.00', '0.00', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1027', '4348', '56', '1000', '10', '0.00', '0.00', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1028', '4347', '56', '1000', '10', '0.00', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1029', '4346', '56', '1000', '10', '0.00', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1030', '4345', '56', '1000', '10', '0.00', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1031', '4344', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1032', '4343', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1033', '4342', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1034', '4341', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1035', '4340', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1036', '4339', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1037', '4338', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1038', '4337', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1039', '4336', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1040', '4335', '56', '1000', '10', '0.00', '0.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1041', '4334', '56', '1000', '10', '0.00', '0.00', '37.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1042', '4333', '56', '1000', '10', '0.00', '0.00', '37.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1043', '4332', '56', '1000', '10', '0.00', '0.00', '37.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1047', '4328', '56', '1000', '10', '0.00', '0.00', '33.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1048', '4327', '56', '1000', '10', '0.00', '0.00', '33.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1049', '4326', '56', '1000', '10', '0.00', '0.00', '50.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1050', '4325', '56', '1000', '10', '0.00', '0.00', '36.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1051', '4324', '56', '1000', '10', '0.00', '0.00', '36.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1052', '4323', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1053', '4322', '56', '1000', '10', '0.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1054', '4321', '56', '1000', '10', '0.00', '0.00', '99.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1055', '4320', '56', '1000', '10', '0.00', '0.00', '99.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1056', '4319', '56', '1000', '10', '0.00', '0.00', '43.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1058', '4317', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1059', '4316', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1060', '4315', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1061', '4314', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1062', '4313', '56', '1000', '10', '0.00', '0.00', '49.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1063', '4312', '56', '1000', '10', '0.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1064', '4311', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1065', '4310', '56', '1000', '10', '0.00', '0.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1066', '4309', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1067', '4308', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1068', '4307', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1069', '4306', '56', '1000', '10', '0.00', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1070', '4305', '56', '1000', '10', '0.00', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1071', '4304', '56', '1000', '10', '0.00', '0.00', '7.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1072', '4303', '56', '1000', '10', '0.00', '0.00', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1073', '4302', '56', '1000', '10', '0.00', '0.00', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1074', '4301', '56', '1000', '10', '0.00', '0.00', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1090', '4285', '56', '1000', '10', '0.00', '0.00', '39.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1091', '4284', '56', '1000', '10', '0.00', '0.00', '51.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1092', '4283', '56', '1000', '10', '0.00', '0.00', '42.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1093', '4282', '56', '1000', '10', '0.00', '0.00', '50.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1094', '4281', '56', '1000', '10', '0.00', '0.00', '46.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1095', '4280', '56', '1000', '10', '0.00', '0.00', '25.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1097', '4278', '56', '1000', '10', '0.00', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1098', '4277', '56', '1000', '10', '0.00', '0.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1099', '4276', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1101', '4274', '56', '1000', '10', '0.00', '0.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1107', '4268', '56', '1000', '10', '0.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1108', '4267', '56', '1000', '10', '0.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1109', '4266', '56', '1000', '10', '0.00', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1110', '4265', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1111', '4264', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1112', '4263', '56', '1000', '10', '0.00', '0.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1113', '4262', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1129', '4246', '56', '1000', '10', '0.00', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1131', '4244', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1132', '4243', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1133', '4242', '56', '1000', '10', '0.00', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1135', '4240', '56', '1000', '10', '0.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1136', '4239', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1137', '4238', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1138', '4237', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1139', '4236', '56', '1000', '10', '0.00', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1140', '4235', '56', '1000', '10', '0.00', '0.00', '12.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1141', '4234', '56', '1000', '10', '0.00', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1142', '4233', '56', '1000', '10', '0.00', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1143', '4232', '56', '1000', '10', '0.00', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1144', '4231', '56', '1000', '10', '0.00', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1145', '4230', '56', '1000', '10', '0.00', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1146', '4229', '56', '1000', '10', '0.00', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1147', '4228', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1148', '4227', '56', '1000', '10', '0.00', '0.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1149', '4226', '56', '1000', '10', '0.00', '0.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1150', '4225', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1151', '4224', '56', '1000', '10', '0.00', '0.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1152', '4223', '56', '1000', '10', '0.00', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1153', '4222', '56', '1000', '10', '0.00', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1154', '4221', '56', '1000', '10', '0.00', '0.00', '1.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1155', '4220', '56', '1000', '10', '0.00', '0.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1156', '4219', '56', '1000', '10', '0.00', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1157', '4218', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1158', '4217', '56', '1000', '10', '0.00', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1159', '4216', '56', '1000', '10', '0.00', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1160', '4215', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1161', '4214', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1162', '4213', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1163', '4212', '56', '1000', '10', '0.00', '0.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1164', '4211', '56', '1000', '10', '0.00', '0.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1165', '4210', '56', '1000', '10', '0.00', '0.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1166', '4209', '56', '1000', '10', '0.00', '0.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1167', '4208', '56', '1000', '10', '0.00', '0.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1168', '4207', '56', '1000', '10', '0.00', '0.00', '1.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1169', '4206', '56', '1000', '10', '0.00', '0.00', '1.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1170', '4205', '56', '1000', '10', '0.00', '0.00', '1.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1171', '4204', '56', '1000', '10', '0.00', '0.00', '1.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1172', '4203', '56', '1000', '10', '0.00', '0.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1173', '4202', '56', '1000', '10', '0.00', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1174', '4201', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1175', '4200', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1176', '4199', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1177', '4198', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1178', '4197', '56', '1000', '10', '0.00', '0.00', '0.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1179', '4196', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1180', '4195', '56', '1000', '10', '0.00', '0.00', '2.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1181', '4194', '56', '1000', '10', '0.00', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1182', '4193', '56', '1000', '10', '0.00', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1183', '4192', '56', '1000', '10', '0.00', '0.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1184', '4191', '56', '1000', '10', '0.00', '0.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1185', '4190', '56', '1000', '10', '0.00', '0.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1186', '4189', '56', '1000', '10', '0.00', '0.00', '4.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1187', '4188', '56', '1000', '10', '0.00', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1190', '4185', '56', '1000', '10', '0.00', '0.00', '24.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1191', '4184', '56', '1000', '10', '0.00', '0.00', '24.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1192', '4183', '56', '1000', '10', '0.00', '0.00', '24.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1193', '4182', '56', '1000', '10', '0.00', '0.00', '24.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1194', '4181', '56', '1000', '10', '0.00', '0.00', '24.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1212', '4163', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1213', '4162', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1214', '4161', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1215', '4160', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1216', '4159', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1217', '4158', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1218', '4157', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1219', '4156', '56', '1000', '10', '0.00', '0.00', '14.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1235', '4140', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1236', '4139', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1237', '4138', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1238', '4137', '56', '1000', '10', '0.00', '0.00', '8.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1239', '4136', '56', '1000', '10', '0.00', '0.00', '8.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1240', '4135', '56', '1000', '10', '0.00', '0.00', '8.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1241', '4134', '56', '1000', '10', '0.00', '0.00', '8.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1242', '4133', '56', '1000', '10', '0.00', '0.00', '8.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1243', '4132', '56', '1000', '10', '0.00', '0.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1244', '4131', '56', '1000', '10', '0.00', '0.00', '37.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1245', '4130', '56', '1000', '10', '0.00', '0.00', '30.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1286', '4089', '56', '1000', '10', '0.00', '0.00', '31.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1287', '4088', '56', '1000', '10', '0.00', '0.00', '31.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1288', '4087', '56', '1000', '10', '0.00', '0.00', '31.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1289', '4086', '56', '1000', '10', '0.00', '0.00', '31.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1290', '4085', '56', '1000', '10', '0.00', '0.00', '31.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1291', '4084', '56', '1000', '10', '0.00', '0.00', '31.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1292', '4083', '56', '1000', '10', '0.00', '0.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1293', '4082', '56', '1000', '10', '0.00', '0.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1294', '4081', '56', '1000', '10', '0.00', '0.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1295', '4080', '56', '1000', '10', '0.00', '0.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1296', '4079', '56', '1000', '10', '0.00', '0.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1297', '4078', '56', '1000', '10', '0.00', '0.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1333', '4042', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1334', '4041', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1335', '4040', '56', '1000', '10', '2.90', '0.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1336', '4039', '56', '1000', '10', '2.90', '0.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1343', '4032', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1344', '4031', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1345', '4030', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1346', '4029', '56', '1000', '10', '2.35', '0.00', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1347', '4028', '56', '1000', '10', '2.35', '0.00', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1348', '4027', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1349', '4026', '56', '1000', '10', '4.70', '0.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1350', '4025', '56', '1000', '10', '4.70', '0.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1351', '4024', '56', '1000', '10', '4.70', '0.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1352', '4023', '56', '1000', '10', '4.70', '0.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1357', '4018', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1358', '4017', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1359', '4016', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1360', '4015', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1361', '4014', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1362', '4013', '56', '1000', '10', '1.90', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1363', '4012', '56', '1000', '10', '2.90', '0.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1367', '4008', '56', '1000', '10', '2.90', '0.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1368', '4007', '56', '1000', '10', '3.70', '0.00', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1369', '4006', '56', '1000', '10', '3.50', '0.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1370', '4005', '56', '1000', '10', '4.50', '0.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1371', '4004', '56', '1000', '10', '2.40', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1372', '4003', '56', '1000', '10', '2.60', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1373', '4002', '56', '1000', '10', '2.60', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1374', '4001', '56', '1000', '10', '2.60', '0.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1378', '3997', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1379', '3996', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1380', '3995', '56', '1000', '10', '4.20', '0.00', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1381', '3994', '56', '1000', '10', '1.95', '0.00', '1.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1382', '3993', '56', '1000', '10', '2.75', '0.00', '2.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1383', '3992', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1384', '3991', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1385', '3990', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1386', '3989', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1387', '3988', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1388', '3987', '56', '1000', '10', '6.30', '0.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1389', '3986', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1390', '3985', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1391', '3984', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1392', '3983', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1393', '3982', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1394', '3981', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1395', '3980', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1396', '3979', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1397', '3978', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1398', '3977', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1399', '3976', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1400', '3975', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1401', '3974', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1402', '3973', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1403', '3972', '56', '1000', '10', '3.25', '0.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1404', '3971', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1405', '3970', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1406', '3969', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1407', '3968', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1408', '3967', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1409', '3966', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1410', '3965', '56', '1000', '10', '2.45', '0.00', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1411', '3964', '56', '1000', '10', '2.25', '0.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1412', '3963', '56', '1000', '10', '2.25', '0.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1413', '3962', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1414', '3961', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1415', '3960', '56', '1000', '10', '1.10', '0.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1416', '3959', '56', '1000', '10', '1.35', '0.00', '1.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1417', '3958', '56', '1000', '10', '1.35', '0.00', '1.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1418', '3957', '56', '1000', '10', '2.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1419', '3956', '56', '1000', '10', '1.90', '0.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1420', '3955', '56', '1000', '10', '2.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1421', '3954', '56', '1000', '10', '3.70', '0.00', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1422', '3953', '56', '1000', '10', '1.80', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1423', '3952', '56', '1000', '10', '2.25', '0.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1424', '3951', '56', '1000', '10', '1.80', '0.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1426', '3949', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1427', '3948', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1428', '3947', '56', '1000', '10', '3.15', '0.00', '3.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1429', '3946', '56', '1000', '10', '3.15', '0.00', '3.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1430', '3945', '56', '1000', '10', '3.15', '0.00', '3.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1431', '3944', '56', '1000', '10', '3.15', '0.00', '3.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1432', '3943', '56', '1000', '10', '3.15', '0.00', '3.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1433', '3942', '56', '1000', '10', '3.15', '0.00', '3.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1434', '3941', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1435', '3940', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1436', '3939', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1437', '3938', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1438', '3937', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1439', '3936', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1440', '3935', '56', '1000', '10', '2.55', '0.00', '2.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1441', '3934', '56', '1000', '10', '2.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1442', '3933', '56', '1000', '10', '2.15', '0.00', '2.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1443', '3932', '56', '1000', '10', '3.80', '0.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1444', '3931', '56', '1000', '10', '3.50', '0.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1445', '3930', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1446', '3929', '56', '1000', '10', '4.70', '0.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1447', '3928', '56', '1000', '10', '1.30', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1448', '3927', '56', '1000', '10', '1.30', '0.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1449', '3926', '56', '1000', '10', '3.00', '0.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1450', '3925', '56', '1000', '10', '1.40', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1452', '3923', '56', '1000', '10', '2.25', '0.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1453', '3922', '56', '1000', '10', '2.25', '0.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1454', '3921', '56', '1000', '10', '2.25', '0.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1455', '3920', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1456', '3919', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1457', '3918', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1458', '3917', '56', '1000', '10', '1.75', '0.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1459', '3916', '56', '1000', '10', '1.75', '0.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1469', '3906', '56', '1000', '10', '3.50', '0.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1470', '3905', '56', '1000', '10', '9.00', '0.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1471', '3904', '56', '1000', '10', '2.50', '0.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1472', '3903', '56', '1000', '10', '1.75', '0.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1473', '3902', '56', '1000', '10', '2.10', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1474', '3901', '56', '1000', '10', '1.60', '0.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1475', '3900', '56', '1000', '10', '1.00', '0.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1476', '3899', '56', '1000', '10', '1.05', '0.00', '1.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1477', '3898', '56', '1000', '10', '1.50', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1478', '3897', '56', '1000', '10', '22.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1479', '3896', '56', '1000', '10', '22.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1480', '3895', '56', '1000', '10', '22.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1481', '3894', '56', '1000', '10', '22.00', '0.00', '22.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1484', '3891', '56', '1000', '10', '34.00', '0.00', '34.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1485', '3890', '56', '1000', '10', '2.30', '0.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1486', '3889', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1487', '3888', '56', '1000', '10', '5.90', '0.00', '5.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1488', '3887', '56', '1000', '10', '3.20', '0.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1489', '3886', '56', '1000', '10', '2.35', '0.00', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1490', '3885', '56', '1000', '10', '20.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1491', '3884', '56', '1000', '10', '20.00', '0.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1492', '3883', '56', '1000', '10', '16.50', '0.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1493', '3882', '56', '1000', '10', '16.50', '0.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1494', '3881', '56', '1000', '10', '16.50', '0.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1495', '3880', '56', '1000', '10', '0.36', '0.00', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1496', '3879', '56', '1000', '10', '0.36', '0.00', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1497', '3878', '56', '1000', '10', '0.36', '0.00', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1498', '3877', '56', '1000', '10', '10.50', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1499', '3876', '56', '1000', '10', '2.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1500', '3875', '56', '1000', '10', '2.00', '0.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1501', '3874', '56', '1000', '10', '1.50', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1502', '3873', '56', '1000', '10', '1.50', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1503', '3872', '56', '1000', '10', '1.50', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1504', '3871', '56', '1000', '10', '1.50', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1505', '3870', '56', '1000', '10', '1.50', '0.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1506', '3869', '56', '1000', '10', '10.50', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1507', '3868', '56', '1000', '10', '10.50', '0.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1508', '3867', '56', '1000', '10', '2.80', '0.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1509', '3866', '56', '1000', '10', '2.05', '0.00', '2.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1510', '3865', '56', '1000', '10', '2.05', '0.00', '2.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1511', '3864', '56', '1000', '10', '21.50', '0.00', '21.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1512', '3863', '56', '1000', '10', '17.00', '0.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1513', '3862', '56', '1000', '10', '5.10', '0.00', '5.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1514', '3861', '56', '1000', '10', '5.60', '0.00', '5.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1515', '3860', '56', '1000', '10', '4.80', '0.00', '4.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1516', '3859', '56', '1000', '10', '3.30', '0.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1517', '3858', '56', '1000', '10', '3.70', '0.00', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1518', '3857', '56', '1000', '10', '3.70', '0.00', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1519', '3856', '56', '1000', '10', '3.90', '0.00', '3.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1520', '3855', '56', '1000', '10', '3.90', '0.00', '3.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1521', '3854', '56', '1000', '10', '5.90', '0.00', '5.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1522', '3853', '56', '1000', '10', '5.90', '0.00', '5.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1523', '3852', '56', '1000', '10', '4.80', '0.00', '4.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1524', '3851', '56', '1000', '10', '6.10', '0.00', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1525', '3850', '56', '1000', '10', '5.90', '0.00', '5.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1526', '3849', '56', '1000', '10', '5.90', '0.00', '5.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1527', '3848', '56', '1000', '10', '5.60', '0.00', '5.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1528', '3847', '56', '1000', '10', '5.30', '0.00', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1529', '3846', '56', '1000', '10', '5.60', '0.00', '5.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1530', '3845', '56', '1000', '10', '5.30', '0.00', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1531', '3844', '56', '1000', '10', '1.35', '0.00', '1.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1532', '3843', '56', '1000', '10', '1.40', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1533', '3842', '56', '1000', '10', '2.75', '0.00', '2.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1534', '3841', '56', '1000', '10', '1.95', '0.00', '1.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1535', '3840', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1536', '3839', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1537', '3838', '56', '1000', '10', '0.65', '0.00', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1538', '3837', '56', '1000', '10', '0.65', '0.00', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1539', '3836', '56', '1000', '10', '1.40', '0.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1540', '3835', '56', '1000', '10', '1.35', '0.00', '1.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1541', '3834', '56', '1000', '10', '1.35', '0.00', '1.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1542', '3833', '56', '1000', '10', '1.75', '0.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1543', '3832', '56', '1000', '10', '21.00', '0.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1544', '3831', '56', '1000', '10', '14.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1545', '3830', '56', '1000', '10', '14.00', '0.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1546', '3829', '56', '1000', '10', '27.50', '0.00', '27.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1547', '3828', '56', '1000', '10', '27.50', '0.00', '27.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1548', '3827', '56', '1000', '10', '2.10', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1549', '3826', '56', '1000', '10', '2.10', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1550', '3825', '56', '1000', '10', '2.10', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1551', '3824', '56', '1000', '10', '2.10', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1552', '3823', '56', '1000', '10', '2.10', '0.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1553', '3822', '56', '1000', '10', '1.85', '0.00', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1554', '3821', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1555', '3820', '56', '1000', '10', '2.40', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1556', '3819', '56', '1000', '10', '2.40', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1557', '3818', '56', '1000', '10', '2.40', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1558', '3817', '56', '1000', '10', '2.40', '0.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1559', '3816', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1560', '3815', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1561', '3814', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1562', '3813', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1563', '3812', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1564', '3811', '56', '1000', '10', '1.70', '0.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1565', '3810', '56', '1000', '10', '1.70', '2.80', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1566', '3809', '56', '1000', '10', '1.90', '3.20', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1567', '3808', '56', '1000', '10', '1.70', '2.80', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1568', '3807', '56', '1000', '10', '14.00', '2.20', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1569', '3806', '56', '1000', '10', '1.50', '2.20', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1570', '3805', '56', '1000', '10', '5.00', '6.50', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1571', '3804', '56', '1000', '10', '5.40', '6.90', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1572', '3803', '56', '1000', '10', '15.00', '19.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1573', '3802', '56', '1000', '10', '15.00', '19.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1574', '3801', '56', '1000', '10', '1.70', '2.80', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1575', '3800', '56', '1000', '10', '1.70', '2.80', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1576', '3799', '56', '1000', '10', '1.70', '2.80', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1577', '3798', '56', '1000', '10', '1.70', '22.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1635', '3044', '50', '1000', '10', '4.00', '4.50', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1639', '3040', '50', '1000', '10', '2.10', '2.50', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1640', '3039', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1641', '3037', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1642', '3036', '50', '1000', '10', '2.67', '8.00', '2.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1643', '3035', '50', '1000', '10', '1.75', '4.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1644', '3034', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1645', '3033', '50', '1000', '10', '3.00', '5.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1646', '3032', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1647', '3031', '50', '1000', '10', '1.17', '2.50', '1.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1648', '3030', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1649', '3029', '50', '1000', '10', '1.20', '2.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1650', '3028', '50', '1000', '10', '1.50', '4.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1651', '3027', '50', '1000', '10', '1.75', '3.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1652', '3026', '50', '1000', '10', '2.50', '8.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1653', '3025', '50', '1000', '10', '3.50', '6.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1654', '3024', '50', '1000', '10', '3.50', '10.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1655', '3023', '50', '1000', '10', '9.00', '20.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1656', '3022', '50', '1000', '10', '5.00', '12.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1657', '3021', '50', '1000', '10', '6.00', '15.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1658', '3020', '50', '1000', '10', '0.40', '1.50', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1659', '3019', '50', '1000', '10', '0.16', '0.50', '0.16', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1660', '3018', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1661', '3017', '50', '1000', '10', '0.63', '2.00', '0.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1662', '3016', '50', '1000', '10', '0.63', '2.00', '0.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1663', '3015', '50', '1000', '10', '0.25', '1.00', '0.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1664', '3014', '50', '1000', '10', '2.50', '6.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1665', '3013', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1666', '3012', '50', '1000', '10', '0.25', '1.00', '0.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1667', '3011', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1668', '3010', '50', '1000', '10', '1.50', '4.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1669', '3009', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1670', '3008', '50', '1000', '10', '0.50', '2.50', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1671', '3007', '50', '1000', '10', '0.40', '1.50', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1672', '3006', '50', '1000', '10', '0.60', '2.00', '0.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1673', '3005', '50', '1000', '10', '0.50', '1.50', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1674', '3004', '50', '1000', '10', '3.00', '5.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1675', '3003', '50', '1000', '10', '1.50', '4.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1676', '3002', '50', '1000', '10', '0.50', '1.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1677', '3001', '50', '1000', '10', '4.00', '10.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1678', '3000', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1679', '2999', '50', '1000', '10', '4.00', '8.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1680', '2998', '50', '1000', '10', '3.00', '6.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1681', '2997', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1682', '2996', '50', '1000', '10', '1.70', '3.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1683', '2995', '50', '1000', '10', '3.50', '7.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1684', '2994', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1685', '2993', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1686', '2992', '50', '1000', '10', '4.50', '6.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1687', '2991', '50', '1000', '10', '3.80', '8.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1688', '2990', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1689', '2989', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1690', '2988', '50', '1000', '10', '1.20', '2.50', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1691', '2987', '50', '1000', '10', '0.85', '2.00', '0.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1692', '2986', '50', '1000', '10', '0.85', '2.00', '0.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1693', '2985', '50', '1000', '10', '0.40', '1.00', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1694', '2984', '50', '1000', '10', '4.00', '8.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1695', '2983', '50', '1000', '10', '6.50', '12.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1696', '2982', '50', '1000', '10', '3.80', '8.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1697', '2981', '50', '1000', '10', '3.20', '8.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1698', '2980', '50', '1000', '10', '0.65', '2.00', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1699', '2979', '50', '1000', '10', '0.65', '1.00', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1700', '2978', '50', '1000', '10', '0.27', '1.00', '0.27', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1701', '2977', '50', '1000', '10', '0.30', '1.00', '0.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1702', '2976', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1703', '2975', '50', '1000', '10', '0.26', '0.50', '0.26', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1704', '2974', '50', '1000', '10', '0.36', '0.50', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1705', '2973', '50', '1000', '10', '0.31', '1.00', '0.31', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1706', '2972', '50', '1000', '10', '1.67', '3.00', '1.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1707', '2971', '50', '1000', '10', '7.50', '15.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1708', '2970', '50', '1000', '10', '38.00', '78.00', '38.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1709', '2969', '50', '1000', '10', '15.00', '28.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1710', '2968', '50', '1000', '10', '3.00', '10.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1711', '2967', '50', '1000', '10', '4.20', '8.00', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1712', '2966', '50', '1000', '10', '3.80', '8.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1713', '2965', '50', '1000', '10', '0.78', '1.50', '0.78', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1714', '2964', '50', '1000', '10', '0.36', '1.00', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1715', '2963', '50', '1000', '10', '0.82', '1.50', '0.82', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1716', '2962', '50', '1000', '10', '0.42', '1.00', '0.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1717', '2961', '50', '1000', '10', '11.00', '17.00', '11.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1718', '2960', '50', '1000', '10', '6.33', '8.00', '6.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1719', '2959', '50', '1000', '10', '0.73', '1.50', '0.73', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1720', '2958', '50', '1000', '10', '0.73', '1.50', '0.73', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1721', '2957', '50', '1000', '10', '1.81', '2.50', '1.81', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1722', '2956', '50', '1000', '10', '2.19', '3.00', '2.19', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1723', '2955', '50', '1000', '10', '2.23', '3.00', '2.23', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1724', '2954', '50', '1000', '10', '4.88', '7.00', '4.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1725', '2953', '50', '1000', '10', '4.88', '7.00', '4.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1726', '2952', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1727', '2951', '50', '1000', '10', '2.13', '3.00', '2.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1728', '2950', '50', '1000', '10', '2.13', '3.00', '2.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1730', '2948', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1731', '2947', '50', '1000', '10', '2.07', '2.50', '2.07', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1732', '2946', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1733', '2945', '50', '1000', '10', '14.00', '17.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1734', '2944', '50', '1000', '10', '4.20', '6.00', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1735', '2943', '50', '1000', '10', '0.00', '4.50', '0.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1736', '2942', '50', '1000', '10', '2.85', '4.00', '2.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1737', '2941', '50', '1000', '10', '2.63', '4.00', '2.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1738', '2940', '50', '1000', '10', '2.40', '4.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1739', '2939', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1740', '2938', '50', '1000', '10', '2.63', '3.50', '2.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1741', '2937', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1742', '2936', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1743', '2935', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1744', '2934', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1745', '2933', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1746', '2932', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1747', '2931', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1748', '2930', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1749', '2929', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1750', '2928', '50', '1000', '10', '1.10', '1.40', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1751', '2927', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1752', '2926', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1753', '2925', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1754', '2924', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1755', '2923', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1756', '2922', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1757', '2921', '50', '1000', '10', '1.90', '2.50', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1758', '2920', '50', '1000', '10', '1.75', '2.50', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1759', '2919', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1760', '2918', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1761', '2917', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1762', '2916', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1763', '2915', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1764', '2914', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1765', '2913', '50', '1000', '10', '12.00', '16.00', '12.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1766', '2912', '50', '1000', '10', '30.00', '35.00', '30.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1767', '2911', '50', '1000', '10', '16.00', '19.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1768', '2910', '50', '1000', '10', '16.00', '19.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1769', '2909', '50', '1000', '10', '16.00', '19.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1770', '2908', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1771', '2907', '50', '1000', '10', '6.20', '9.00', '6.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1772', '2906', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1773', '2905', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1774', '2904', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1775', '2903', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1776', '2902', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1777', '2901', '50', '1000', '10', '6.20', '9.00', '6.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1778', '2900', '50', '1000', '10', '0.58', '1.00', '0.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1779', '2899', '50', '1000', '10', '0.58', '1.00', '0.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1780', '2898', '50', '1000', '10', '0.58', '1.00', '0.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1781', '2897', '50', '1000', '10', '2.17', '3.00', '2.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1782', '2896', '50', '1000', '10', '0.80', '2.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1783', '2895', '50', '1000', '10', '1.90', '4.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1784', '2894', '50', '1000', '10', '0.95', '2.00', '0.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1785', '2893', '50', '1000', '10', '2.11', '5.00', '2.11', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1786', '2892', '50', '1000', '10', '2.11', '5.00', '2.11', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1787', '2891', '50', '1000', '10', '2.50', '5.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1788', '2890', '50', '1000', '10', '0.25', '0.50', '0.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1789', '2889', '50', '1000', '10', '0.25', '0.50', '0.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1790', '2888', '50', '1000', '10', '0.80', '3.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1791', '2887', '50', '1000', '10', '8.30', '15.00', '8.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1792', '2886', '50', '1000', '10', '1.25', '3.00', '1.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1793', '2885', '50', '1000', '10', '0.23', '1.00', '0.23', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1794', '2884', '50', '1000', '10', '0.30', '1.00', '0.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1795', '2883', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1796', '2882', '50', '1000', '10', '0.29', '0.50', '0.29', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1797', '2881', '50', '1000', '10', '1.10', '2.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1798', '2880', '50', '1000', '10', '0.22', '0.50', '0.22', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1799', '2879', '50', '1000', '10', '0.50', '2.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1800', '2878', '50', '1000', '10', '0.60', '2.00', '0.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1801', '2877', '50', '1000', '10', '0.80', '2.50', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1802', '2876', '50', '1000', '10', '0.80', '2.50', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1803', '2875', '50', '1000', '10', '2.50', '6.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1804', '2874', '50', '1000', '10', '1.20', '3.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1805', '2873', '50', '1000', '10', '1.30', '4.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1806', '2872', '50', '1000', '10', '1.10', '3.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1807', '2871', '50', '1000', '10', '0.90', '2.50', '0.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1808', '2870', '50', '1000', '10', '1.10', '3.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1809', '2869', '50', '1000', '10', '1.00', '2.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1810', '2868', '50', '1000', '10', '0.50', '1.50', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1811', '2867', '50', '1000', '10', '1.10', '3.00', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1812', '2866', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1813', '2865', '50', '1000', '10', '1.50', '4.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1814', '2864', '50', '1000', '10', '1.00', '2.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1815', '2863', '50', '1000', '10', '0.14', '0.50', '0.14', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1816', '2862', '50', '1000', '10', '0.14', '0.50', '0.14', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1817', '2861', '50', '1000', '10', '0.14', '0.50', '0.14', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1818', '2860', '50', '1000', '10', '0.14', '0.50', '0.14', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1819', '2859', '50', '1000', '10', '0.14', '0.50', '0.14', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1820', '2858', '50', '1000', '10', '0.14', '0.50', '0.14', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1821', '2857', '50', '1000', '10', '0.20', '1.00', '0.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1822', '2856', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1823', '2855', '50', '1000', '10', '1.00', '5.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1824', '2854', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1825', '2853', '50', '1000', '10', '0.35', '1.00', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1826', '2852', '50', '1000', '10', '1.67', '3.00', '1.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1827', '2851', '50', '1000', '10', '1.25', '2.50', '1.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1828', '2850', '50', '1000', '10', '0.28', '0.50', '0.28', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1829', '2849', '50', '1000', '10', '0.50', '1.50', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1830', '2848', '50', '1000', '10', '0.60', '1.50', '0.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1831', '2847', '50', '1000', '10', '0.19', '1.00', '0.19', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1832', '2846', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1833', '2845', '50', '1000', '10', '0.31', '0.50', '0.31', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1834', '2844', '50', '1000', '10', '2.50', '5.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1835', '2843', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1836', '2842', '50', '1000', '10', '0.90', '2.50', '0.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1837', '2841', '50', '1000', '10', '0.70', '2.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1838', '2840', '50', '1000', '10', '0.25', '0.50', '0.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1839', '2839', '50', '1000', '10', '3.08', '5.00', '3.08', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1840', '2838', '50', '1000', '10', '4.33', '6.00', '4.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1841', '2837', '50', '1000', '10', '14.50', '17.00', '14.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1842', '2836', '50', '1000', '10', '16.00', '19.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1843', '2835', '50', '1000', '10', '19.00', '22.00', '19.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1844', '2834', '50', '1000', '10', '0.45', '1.50', '0.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1845', '2833', '50', '1000', '10', '0.75', '2.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1846', '2832', '50', '1000', '10', '1.25', '4.00', '1.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1847', '2831', '50', '1000', '10', '0.85', '3.00', '0.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1848', '2830', '50', '1000', '10', '0.56', '1.50', '0.56', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1849', '2829', '50', '1000', '10', '0.45', '1.00', '0.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1850', '2828', '50', '1000', '10', '2.60', '5.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1851', '2827', '50', '1000', '10', '4.20', '7.00', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1852', '2826', '50', '1000', '10', '0.38', '1.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1853', '2825', '50', '1000', '10', '7.00', '8.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1854', '2824', '50', '1000', '10', '99.00', '198.00', '99.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1855', '2823', '50', '1000', '10', '114.00', '228.00', '114.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1856', '2822', '50', '1000', '10', '164.00', '328.00', '164.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1857', '2821', '50', '1000', '10', '6.50', '8.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1858', '2820', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1859', '2819', '50', '1000', '10', '4.40', '7.00', '4.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1860', '2818', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1861', '2817', '50', '1000', '10', '0.38', '2.00', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1862', '2816', '50', '1000', '10', '0.53', '1.50', '0.53', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1863', '2815', '50', '1000', '10', '3.00', '4.50', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1864', '2814', '50', '1000', '10', '3.90', '5.00', '3.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1865', '2813', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1866', '2812', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1867', '2811', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1868', '2810', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1869', '2809', '50', '1000', '10', '1.15', '2.00', '1.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1870', '2808', '50', '1000', '10', '1.15', '2.00', '1.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1871', '2807', '50', '1000', '10', '1.15', '2.00', '1.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1872', '2806', '50', '1000', '10', '10.00', '13.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1873', '2805', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1874', '2804', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1875', '2803', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1876', '2802', '50', '1000', '10', '3.20', '5.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1877', '2801', '50', '1000', '10', '3.30', '5.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1878', '2800', '50', '1000', '10', '7.00', '10.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1879', '2799', '50', '1000', '10', '1.25', '2.00', '1.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1880', '2798', '50', '1000', '10', '0.82', '1.00', '0.82', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1881', '2797', '50', '1000', '10', '5.00', '7.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1882', '2796', '50', '1000', '10', '6.00', '8.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1883', '2795', '50', '1000', '10', '11.00', '13.00', '11.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1884', '2794', '50', '1000', '10', '10.00', '12.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1885', '2793', '50', '1000', '10', '7.33', '8.00', '7.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1886', '2792', '50', '1000', '10', '4.00', '6.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1887', '2791', '50', '1000', '10', '4.00', '6.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1888', '2790', '50', '1000', '10', '2.30', '3.50', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1889', '2789', '50', '1000', '10', '2.30', '3.50', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1890', '2788', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1891', '2787', '50', '1000', '10', '3.30', '4.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1892', '2786', '50', '1000', '10', '3.12', '4.50', '3.12', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1893', '2785', '50', '1000', '10', '6.80', '10.00', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1894', '2784', '50', '1000', '10', '11.80', '20.00', '11.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1895', '2783', '50', '1000', '10', '16.50', '28.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1896', '2782', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1897', '2781', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1898', '2780', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1899', '2779', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1900', '2778', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1901', '2777', '50', '1000', '10', '3.30', '4.50', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1902', '2776', '50', '1000', '10', '6.92', '9.00', '6.92', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1903', '2775', '50', '1000', '10', '7.75', '9.00', '7.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1904', '2774', '50', '1000', '10', '1.55', '2.50', '1.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1905', '2773', '50', '1000', '10', '1.80', '3.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1906', '2772', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1907', '2771', '50', '1000', '10', '2.70', '4.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1908', '2770', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1909', '2769', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1910', '2768', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1911', '2767', '50', '1000', '10', '0.30', '0.50', '0.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1912', '2766', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1913', '2765', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1914', '2764', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1915', '2763', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1916', '2762', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1917', '2761', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1918', '2760', '50', '1000', '10', '0.31', '0.50', '0.31', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1919', '2759', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1920', '2758', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1921', '2757', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1922', '2756', '50', '1000', '10', '0.80', '1.50', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1923', '2755', '50', '1000', '10', '2.00', '3.50', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1924', '2754', '50', '1000', '10', '3.70', '5.00', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1925', '2753', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1926', '2752', '50', '1000', '10', '5.10', '6.50', '5.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1927', '2751', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1928', '2750', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1929', '2749', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1930', '2748', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1931', '2747', '50', '1000', '10', '3.30', '5.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1932', '2746', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1933', '2745', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1934', '2744', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1935', '2743', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1936', '2742', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1937', '2741', '50', '1000', '10', '0.35', '5.00', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1938', '2740', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1939', '2739', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1940', '2738', '50', '1000', '10', '0.35', '1.00', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1941', '2737', '50', '1000', '10', '2.35', '4.00', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1942', '2736', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1943', '2735', '50', '1000', '10', '3.70', '5.00', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1944', '2734', '50', '1000', '10', '1.90', '3.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1945', '2733', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1946', '2732', '50', '1000', '10', '1.90', '3.00', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1947', '2731', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1948', '2730', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1949', '2729', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1950', '2728', '50', '1000', '10', '5.40', '6.50', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1951', '2727', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1952', '2726', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1953', '2725', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1954', '2724', '50', '1000', '10', '3.80', '5.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1955', '2723', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1956', '2722', '50', '1000', '10', '2.30', '4.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1957', '2721', '50', '1000', '10', '10.00', '15.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1958', '2720', '50', '1000', '10', '11.50', '15.00', '11.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1959', '2719', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1960', '2718', '50', '1000', '10', '1.02', '1.50', '1.02', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1961', '2717', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1962', '2716', '50', '1000', '10', '5.50', '6.00', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1963', '2715', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1964', '2714', '50', '1000', '10', '6.10', '8.00', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1965', '2713', '50', '1000', '10', '0.80', '1.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1966', '2712', '50', '1000', '10', '5.40', '6.50', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1967', '2711', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1968', '2710', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1969', '2709', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1970', '2708', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1971', '2707', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1972', '2706', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1973', '2705', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1974', '2704', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1975', '2703', '50', '1000', '10', '0.31', '0.50', '0.31', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1976', '2702', '50', '1000', '10', '5.00', '6.50', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1977', '2701', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1978', '2700', '50', '1000', '10', '1.50', '3.50', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1979', '2699', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1980', '2698', '50', '1000', '10', '3.90', '6.00', '3.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1981', '2697', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1982', '2696', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1983', '2695', '50', '1000', '10', '1.40', '2.50', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1984', '2694', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1985', '2693', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1986', '2692', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1987', '2691', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1988', '2690', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1989', '2689', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1990', '2688', '50', '1000', '10', '0.34', '0.50', '0.34', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1991', '2687', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1992', '2686', '50', '1000', '10', '1.90', '2.50', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1993', '2685', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1994', '2684', '50', '1000', '10', '0.07', '0.10', '0.07', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1995', '2683', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1996', '2682', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1997', '2681', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1998', '2680', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('1999', '2679', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2000', '2678', '50', '1000', '10', '2.67', '3.50', '2.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2001', '2677', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2002', '2676', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2003', '2675', '50', '1000', '10', '3.80', '5.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2004', '2674', '50', '1000', '10', '3.80', '5.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2005', '2673', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2006', '2672', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2007', '2671', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2008', '2670', '50', '1000', '10', '2.80', '3.57', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2009', '2669', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2010', '2668', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2011', '2667', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2012', '2666', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2013', '2665', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2014', '2664', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2015', '2663', '50', '1000', '10', '3.30', '4.50', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2016', '2662', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2017', '2661', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2018', '2660', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2019', '2659', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2020', '2658', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2021', '2657', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2022', '2656', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2023', '2655', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2024', '2654', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2025', '2653', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2026', '2652', '50', '1000', '10', '1.83', '2.50', '1.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2027', '2651', '50', '1000', '10', '1.58', '2.50', '1.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2028', '2650', '50', '1000', '10', '1.83', '2.50', '1.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2029', '2649', '50', '1000', '10', '1.58', '2.00', '1.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2030', '2648', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2031', '2647', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2032', '2646', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2033', '2645', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2034', '2644', '50', '1000', '10', '1.80', '2.57', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2035', '2643', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2036', '2642', '50', '1000', '10', '2.60', '3.50', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2037', '2641', '50', '1000', '10', '3.40', '5.00', '3.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2038', '2640', '50', '1000', '10', '1.90', '2.50', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2039', '2639', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2040', '2638', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2041', '2637', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2042', '2636', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2043', '2635', '50', '1000', '10', '2.65', '3.50', '2.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2044', '2634', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2045', '2633', '50', '1000', '10', '2.90', '4.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2046', '2632', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2047', '2631', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2048', '2630', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2049', '2629', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2050', '2628', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2051', '2627', '50', '1000', '10', '0.34', '0.50', '0.34', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2052', '2626', '50', '1000', '10', '2.80', '4.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2053', '2625', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2054', '2624', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2055', '2623', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2056', '2622', '50', '1000', '10', '3.80', '5.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2057', '2621', '50', '1000', '10', '2.80', '4.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2058', '2620', '50', '1000', '10', '2.80', '4.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2059', '2619', '50', '1000', '10', '3.38', '4.50', '3.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2060', '2618', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2061', '2617', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2062', '2616', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2063', '2615', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2064', '2614', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2065', '2613', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2066', '2612', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2067', '2611', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2068', '2610', '50', '1000', '10', '0.70', '1.50', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2069', '2609', '50', '1000', '10', '0.80', '1.50', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2070', '2608', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2071', '2607', '50', '1000', '10', '0.35', '5.00', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2072', '2606', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2073', '2605', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2074', '2604', '50', '1000', '10', '4.60', '6.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2075', '2603', '50', '1000', '10', '2.70', '4.00', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2076', '2602', '50', '1000', '10', '3.30', '4.50', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2077', '2601', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2078', '2600', '50', '1000', '10', '5.20', '6.50', '5.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2079', '2599', '50', '1000', '10', '1.20', '2.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2080', '2598', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2081', '2597', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2082', '2596', '50', '1000', '10', '3.10', '4.50', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2083', '2595', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2084', '2594', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2085', '2593', '50', '1000', '10', '2.70', '4.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2086', '2592', '50', '1000', '10', '2.80', '4.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2087', '2591', '50', '1000', '10', '2.80', '4.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2088', '2590', '50', '1000', '10', '2.80', '4.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2089', '2589', '50', '1000', '10', '4.70', '6.00', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2090', '2588', '50', '1000', '10', '4.40', '6.00', '4.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2091', '2587', '50', '1000', '10', '2.60', '4.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2092', '2586', '50', '1000', '10', '3.00', '4.50', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2093', '2585', '50', '1000', '10', '5.30', '7.50', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2094', '2584', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2095', '2583', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2096', '2582', '50', '1000', '10', '2.20', '3.50', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2097', '2581', '50', '1000', '10', '3.10', '4.50', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2098', '2580', '50', '1000', '10', '2.60', '4.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2099', '2579', '50', '1000', '10', '2.60', '4.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2100', '2578', '50', '1000', '10', '2.40', '4.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2101', '2577', '50', '1000', '10', '2.40', '4.50', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2102', '2576', '50', '1000', '10', '4.40', '6.50', '4.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2103', '2575', '50', '1000', '10', '3.80', '5.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2104', '2574', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2105', '2573', '50', '1000', '10', '22.67', '28.00', '22.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2106', '2572', '50', '1000', '10', '15.00', '18.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2107', '2571', '50', '1000', '10', '1.30', '2.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2108', '2570', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2109', '2569', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2110', '2568', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2111', '2567', '50', '1000', '10', '6.00', '7.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2112', '2566', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2113', '2565', '50', '1000', '10', '4.60', '6.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2114', '2564', '50', '1000', '10', '4.60', '6.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2115', '2563', '50', '1000', '10', '0.52', '1.00', '0.52', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2116', '2562', '50', '1000', '10', '0.95', '1.50', '0.95', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2117', '2561', '50', '1000', '10', '5.20', '6.00', '5.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2118', '2560', '50', '1000', '10', '7.00', '8.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2119', '2559', '50', '1000', '10', '0.82', '1.00', '0.82', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2120', '2558', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2121', '2557', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2122', '2556', '50', '1000', '10', '5.20', '6.00', '5.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2123', '2555', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2124', '2554', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2125', '2553', '50', '1000', '10', '2.00', '3.50', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2126', '2552', '50', '1000', '10', '3.20', '4.50', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2127', '2551', '50', '1000', '10', '2.90', '4.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2128', '2550', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2129', '2549', '50', '1000', '10', '7.50', '10.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2130', '2548', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2131', '2547', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2132', '2546', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2133', '2545', '50', '1000', '10', '2.86', '4.50', '2.86', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2134', '2544', '50', '1000', '10', '0.40', '1.00', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2135', '2543', '50', '1000', '10', '5.80', '8.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2136', '2542', '50', '1000', '10', '5.40', '7.00', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2137', '2541', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2138', '2540', '50', '1000', '10', '6.80', '8.00', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2139', '2539', '50', '1000', '10', '14.00', '17.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2140', '2538', '50', '1000', '10', '14.00', '17.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2141', '2537', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2142', '2536', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2143', '2535', '50', '1000', '10', '6.67', '8.50', '6.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2144', '2534', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2145', '2533', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2146', '2532', '50', '1000', '10', '7.33', '8.50', '7.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2147', '2531', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2148', '2530', '50', '1000', '10', '1.05', '2.00', '1.05', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2149', '2529', '50', '1000', '10', '3.80', '4.50', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2150', '2528', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2151', '2527', '50', '1000', '10', '6.80', '8.50', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2152', '2526', '50', '1000', '10', '7.33', '8.50', '7.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2153', '2525', '50', '1000', '10', '5.70', '6.50', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2154', '2524', '50', '1000', '10', '5.70', '6.50', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2155', '2523', '50', '1000', '10', '5.50', '6.50', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2156', '2522', '50', '1000', '10', '7.80', '9.00', '7.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2157', '2521', '50', '1000', '10', '1.00', '2.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2158', '2520', '50', '1000', '10', '0.80', '1.50', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2159', '2519', '50', '1000', '10', '1.67', '2.50', '1.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2160', '2518', '50', '1000', '10', '4.20', '5.00', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2161', '2517', '50', '1000', '10', '5.00', '6.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2162', '2516', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2163', '2515', '50', '1000', '10', '3.33', '5.00', '3.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2164', '2514', '50', '1000', '10', '0.83', '1.50', '0.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2165', '2513', '50', '1000', '10', '13.50', '17.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2166', '2512', '50', '1000', '10', '13.50', '17.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2167', '2511', '50', '1000', '10', '13.50', '17.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2168', '2510', '50', '1000', '10', '7.50', '9.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2169', '2509', '50', '1000', '10', '4.50', '7.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2170', '2508', '50', '1000', '10', '1.30', '2.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2171', '2507', '50', '1000', '10', '0.50', '1.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2172', '2506', '50', '1000', '10', '8.00', '12.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2173', '2505', '50', '1000', '10', '1.61', '5.00', '1.61', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2174', '2504', '50', '1000', '10', '2.33', '5.00', '2.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2175', '2503', '50', '1000', '10', '0.58', '2.00', '0.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2176', '2502', '50', '1000', '10', '1.08', '3.00', '1.08', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2177', '2501', '50', '1000', '10', '7.00', '15.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2178', '2500', '50', '1000', '10', '0.25', '0.50', '0.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2179', '2499', '50', '1000', '10', '0.12', '0.20', '0.12', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2180', '2498', '50', '1000', '10', '0.21', '0.50', '0.21', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2181', '2497', '50', '1000', '10', '0.31', '0.50', '0.31', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2182', '2496', '50', '1000', '10', '0.53', '1.00', '0.53', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2183', '2495', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2184', '2494', '50', '1000', '10', '1.20', '2.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2185', '2493', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2186', '2492', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2187', '2491', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2188', '2490', '50', '1000', '10', '0.40', '1.00', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2189', '2489', '50', '1000', '10', '0.40', '1.00', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2190', '2488', '50', '1000', '10', '0.54', '2.00', '0.54', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2191', '2487', '50', '1000', '10', '0.81', '2.00', '0.81', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2192', '2486', '50', '1000', '10', '2.50', '5.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2193', '2485', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2194', '2484', '50', '1000', '10', '0.12', '0.20', '0.12', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2195', '2483', '50', '1000', '10', '0.20', '0.50', '0.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2196', '2482', '50', '1000', '10', '0.26', '0.50', '0.26', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2197', '2481', '50', '1000', '10', '0.13', '0.50', '0.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2198', '2480', '50', '1000', '10', '0.13', '0.50', '0.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2199', '2479', '50', '1000', '10', '0.45', '1.00', '0.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2200', '2478', '50', '1000', '10', '0.70', '2.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2201', '2477', '50', '1000', '10', '0.50', '1.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2202', '2476', '50', '1000', '10', '0.42', '1.00', '0.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2203', '2475', '50', '1000', '10', '0.40', '1.00', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2204', '2474', '50', '1000', '10', '3.70', '6.50', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2205', '2473', '50', '1000', '10', '3.00', '5.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2206', '2472', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2207', '2471', '50', '1000', '10', '6.00', '9.50', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2208', '2470', '50', '1000', '10', '4.30', '7.50', '4.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2209', '2469', '50', '1000', '10', '3.30', '6.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2210', '2468', '50', '1000', '10', '0.11', '0.50', '0.11', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2211', '2467', '50', '1000', '10', '0.27', '0.80', '0.27', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2212', '2466', '50', '1000', '10', '0.46', '1.00', '0.46', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2213', '2465', '50', '1000', '10', '0.28', '1.00', '0.28', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2214', '2464', '50', '1000', '10', '0.38', '1.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2215', '2463', '50', '1000', '10', '0.56', '2.00', '0.56', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2216', '2462', '50', '1000', '10', '0.90', '3.00', '0.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2217', '2461', '50', '1000', '10', '41.00', '55.00', '41.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2218', '2460', '50', '1000', '10', '21.00', '25.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2219', '2459', '50', '1000', '10', '15.50', '20.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2220', '2458', '50', '1000', '10', '0.75', '2.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2221', '2457', '50', '1000', '10', '0.45', '1.00', '0.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2222', '2456', '50', '1000', '10', '0.50', '1.50', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2223', '2455', '50', '1000', '10', '1.30', '5.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2224', '2454', '50', '1000', '10', '0.12', '0.50', '0.12', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2225', '2453', '50', '1000', '10', '1.30', '2.50', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2226', '2452', '50', '1000', '10', '5.00', '10.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2227', '2451', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2228', '2450', '50', '1000', '10', '0.50', '1.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2229', '2449', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2230', '2448', '50', '1000', '10', '0.15', '0.20', '0.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2231', '2447', '50', '1000', '10', '0.67', '1.50', '0.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2232', '2446', '50', '1000', '10', '0.73', '1.50', '0.73', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2233', '2445', '50', '1000', '10', '1.17', '2.50', '1.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2234', '2444', '50', '1000', '10', '94.00', '120.00', '94.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2235', '2443', '50', '1000', '10', '100.00', '120.00', '100.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2236', '2442', '50', '1000', '10', '85.00', '100.00', '85.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2237', '2441', '50', '1000', '10', '66.00', '75.00', '66.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2238', '2440', '50', '1000', '10', '72.00', '81.00', '72.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2239', '2439', '50', '1000', '10', '8.00', '10.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2240', '2438', '50', '1000', '10', '8.00', '10.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2241', '2437', '50', '1000', '10', '8.00', '10.00', '8.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2242', '2436', '50', '1000', '10', '5.50', '6.50', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2243', '2435', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2244', '2434', '50', '1000', '10', '4.67', '5.50', '4.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2245', '2433', '50', '1000', '10', '14.00', '17.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2246', '2432', '50', '1000', '10', '3.83', '4.50', '3.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2247', '2431', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2248', '2430', '50', '1000', '10', '0.50', '2.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2249', '2429', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2250', '2428', '50', '1000', '10', '1.30', '3.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2251', '2427', '50', '1000', '10', '1.42', '3.00', '1.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2252', '2426', '50', '1000', '10', '6.50', '12.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2253', '2425', '50', '1000', '10', '3.00', '6.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2254', '2424', '50', '1000', '10', '5.00', '10.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2255', '2423', '50', '1000', '10', '3.20', '5.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2256', '2422', '50', '1000', '10', '28.00', '38.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2257', '2421', '50', '1000', '10', '3.00', '5.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2258', '2420', '50', '1000', '10', '28.00', '50.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2259', '2419', '50', '1000', '10', '1.17', '3.00', '1.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2260', '2418', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2261', '2417', '50', '1000', '10', '1.75', '4.00', '1.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2262', '2416', '50', '1000', '10', '3.00', '6.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2263', '2415', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2264', '2414', '50', '1000', '10', '3.00', '8.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2265', '2413', '50', '1000', '10', '5.50', '12.00', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2266', '2412', '50', '1000', '10', '3.50', '8.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2267', '2411', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2268', '2410', '50', '1000', '10', '5.00', '12.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2269', '2409', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2270', '2408', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2271', '2407', '50', '1000', '10', '1.30', '2.50', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2272', '2406', '50', '1000', '10', '1.50', '5.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2273', '2405', '50', '1000', '10', '1.00', '3.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2274', '2404', '50', '1000', '10', '6.00', '15.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2275', '2403', '50', '1000', '10', '6.00', '15.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2276', '2402', '50', '1000', '10', '4.80', '12.00', '4.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2277', '2401', '50', '1000', '10', '0.55', '1.00', '0.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2278', '2400', '50', '1000', '10', '1.30', '3.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2279', '2399', '50', '1000', '10', '1.30', '3.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2280', '2398', '50', '1000', '10', '4.50', '9.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2281', '2397', '50', '1000', '10', '5.30', '12.00', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2282', '2396', '50', '1000', '10', '2.50', '5.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2283', '2395', '50', '1000', '10', '3.80', '8.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2284', '2394', '50', '1000', '10', '2.80', '6.00', '2.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2285', '2393', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2286', '2392', '50', '1000', '10', '0.20', '0.50', '0.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2287', '2391', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2288', '2390', '50', '1000', '10', '0.65', '1.50', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2289', '2389', '50', '1000', '10', '1.30', '3.00', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2290', '2388', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2291', '2387', '50', '1000', '10', '0.55', '5.00', '0.55', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2292', '2386', '50', '1000', '10', '3.80', '8.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2293', '2385', '50', '1000', '10', '3.80', '8.00', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2294', '2384', '50', '1000', '10', '3.50', '7.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2295', '2383', '50', '1000', '10', '7.00', '18.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2296', '2382', '50', '1000', '10', '6.50', '15.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2297', '2381', '50', '1000', '10', '4.00', '10.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2298', '2380', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2299', '2379', '50', '1000', '10', '2.50', '5.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2300', '2378', '50', '1000', '10', '4.80', '10.00', '4.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2301', '2377', '50', '1000', '10', '2.67', '5.00', '2.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2302', '2376', '50', '1000', '10', '1.83', '5.00', '1.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2303', '2375', '50', '1000', '10', '3.50', '7.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2304', '2374', '50', '1000', '10', '0.60', '2.00', '0.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2305', '2373', '50', '1000', '10', '3.50', '10.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2306', '2372', '50', '1000', '10', '3.40', '10.00', '3.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2307', '2371', '50', '1000', '10', '0.86', '2.00', '0.86', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2308', '2370', '50', '1000', '10', '0.56', '1.00', '0.56', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2309', '2369', '50', '1000', '10', '0.56', '1.00', '0.56', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2310', '2368', '50', '1000', '10', '3.40', '10.00', '3.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2311', '2367', '50', '1000', '10', '5.00', '10.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2312', '2366', '50', '1000', '10', '5.00', '12.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2313', '2365', '50', '1000', '10', '6.00', '15.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2314', '2364', '50', '1000', '10', '0.38', '1.00', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2315', '2363', '50', '1000', '10', '0.75', '2.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2316', '2362', '50', '1000', '10', '3.25', '8.00', '3.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2317', '2361', '50', '1000', '10', '7.00', '15.00', '7.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2318', '2360', '50', '1000', '10', '1.92', '8.00', '1.92', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2319', '2359', '50', '1000', '10', '4.50', '15.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2320', '2358', '50', '1000', '10', '8.50', '15.00', '8.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2321', '2357', '50', '1000', '10', '2.42', '6.00', '2.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2322', '2356', '50', '1000', '10', '1.50', '5.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2323', '2355', '50', '1000', '10', '1.70', '3.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2324', '2354', '50', '1000', '10', '1.00', '5.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2325', '2353', '50', '1000', '10', '1.40', '3.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2326', '2352', '50', '1000', '10', '1.40', '3.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2327', '2351', '50', '1000', '10', '1.60', '5.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2328', '2350', '50', '1000', '10', '2.00', '5.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2329', '2349', '50', '1000', '10', '0.23', '1.00', '0.23', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2330', '2348', '50', '1000', '10', '0.09', '0.50', '0.09', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2331', '2347', '50', '1000', '10', '1.80', '5.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2332', '2346', '50', '1000', '10', '2.00', '8.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2333', '2345', '50', '1000', '10', '0.71', '2.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2334', '2344', '50', '1000', '10', '0.80', '3.00', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2335', '2343', '50', '1000', '10', '0.75', '2.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2336', '2342', '50', '1000', '10', '6.00', '15.00', '6.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2337', '2341', '50', '1000', '10', '6.30', '8.00', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2338', '2340', '50', '1000', '10', '17.00', '20.00', '17.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2339', '2339', '50', '1000', '10', '9.70', '12.00', '9.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2340', '2338', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2341', '2337', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2342', '2336', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2343', '2335', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2344', '2334', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2345', '2333', '50', '1000', '10', '6.10', '7.50', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2346', '2332', '50', '1000', '10', '3.10', '4.00', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2347', '2331', '50', '1000', '10', '9.90', '12.00', '9.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2348', '2330', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2349', '2329', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2350', '2328', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2351', '2327', '50', '1000', '10', '17.80', '20.00', '17.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2352', '2326', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2353', '2325', '50', '1000', '10', '6.70', '8.50', '6.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2354', '2324', '50', '1000', '10', '11.60', '13.00', '11.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2355', '2323', '50', '1000', '10', '5.50', '6.00', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2356', '2322', '50', '1000', '10', '9.00', '10.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2357', '2321', '50', '1000', '10', '4.50', '5.50', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2358', '2320', '50', '1000', '10', '8.50', '10.00', '8.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2359', '2319', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2360', '2318', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2361', '2317', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2362', '2316', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2363', '2315', '50', '1000', '10', '9.70', '11.00', '9.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2364', '2314', '50', '1000', '10', '11.50', '13.00', '11.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2365', '2313', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2366', '2312', '50', '1000', '10', '17.40', '20.00', '17.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2367', '2311', '50', '1000', '10', '13.50', '15.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2368', '2310', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2369', '2309', '50', '1000', '10', '6.50', '7.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2370', '2308', '50', '1000', '10', '11.50', '13.00', '11.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2371', '2307', '50', '1000', '10', '20.00', '22.00', '20.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2372', '2306', '50', '1000', '10', '7.50', '8.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2373', '2305', '50', '1000', '10', '5.40', '6.50', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2374', '2304', '50', '1000', '10', '16.50', '18.00', '16.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2375', '2303', '50', '1000', '10', '14.20', '16.00', '14.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2376', '2302', '50', '1000', '10', '18.80', '20.00', '18.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2377', '2301', '50', '1000', '10', '5.40', '6.00', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2378', '2300', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2379', '2299', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2380', '2298', '50', '1000', '10', '2.50', '3.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2381', '2297', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2382', '2296', '50', '1000', '10', '8.30', '10.00', '8.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2383', '2295', '50', '1000', '10', '6.60', '8.00', '6.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2384', '2294', '50', '1000', '10', '7.40', '8.00', '7.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2385', '2293', '50', '1000', '10', '6.70', '8.00', '6.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2386', '2292', '50', '1000', '10', '8.10', '10.00', '8.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2387', '2291', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2388', '2290', '50', '1000', '10', '15.50', '17.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2389', '2289', '50', '1000', '10', '7.20', '8.50', '7.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2390', '2288', '50', '1000', '10', '6.30', '7.50', '6.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2391', '2287', '50', '1000', '10', '8.80', '10.00', '8.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2392', '2286', '50', '1000', '10', '13.00', '14.00', '13.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2393', '2285', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2394', '2284', '50', '1000', '10', '57.00', '65.00', '57.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2395', '2283', '50', '1000', '10', '27.00', '30.00', '27.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2396', '2282', '50', '1000', '10', '13.50', '15.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2397', '2281', '50', '1000', '10', '20.60', '24.00', '20.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2398', '2280', '50', '1000', '10', '8.10', '10.00', '8.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2399', '2279', '50', '1000', '10', '19.00', '21.00', '19.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2400', '2278', '50', '1000', '10', '5.40', '6.50', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2401', '2277', '50', '1000', '10', '9.45', '12.00', '9.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2402', '2276', '50', '1000', '10', '20.60', '24.00', '20.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2403', '2275', '50', '1000', '10', '7.50', '8.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2404', '2274', '50', '1000', '10', '5.90', '6.50', '5.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2405', '2273', '50', '1000', '10', '5.60', '6.50', '5.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2406', '2272', '50', '1000', '10', '6.50', '7.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2407', '2271', '50', '1000', '10', '9.00', '10.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2408', '2270', '50', '1000', '10', '13.50', '15.00', '13.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2409', '2269', '50', '1000', '10', '5.40', '6.00', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2410', '2268', '50', '1000', '10', '4.60', '5.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2411', '2267', '50', '1000', '10', '10.00', '12.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2412', '2266', '50', '1000', '10', '5.50', '6.00', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2413', '2265', '50', '1000', '10', '2.50', '3.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2414', '2264', '50', '1000', '10', '10.00', '12.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2415', '2263', '50', '1000', '10', '4.60', '5.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2416', '2262', '50', '1000', '10', '8.50', '10.00', '8.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2417', '2261', '50', '1000', '10', '19.50', '21.00', '19.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2418', '2260', '50', '1000', '10', '9.00', '10.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2419', '2259', '50', '1000', '10', '6.50', '7.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2420', '2258', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2421', '2257', '50', '1000', '10', '14.00', '15.00', '14.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2422', '2256', '50', '1000', '10', '7.50', '8.00', '7.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2423', '2255', '50', '1000', '10', '4.50', '5.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2424', '2254', '50', '1000', '10', '6.50', '7.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2425', '2253', '50', '1000', '10', '3.70', '4.50', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2426', '2252', '50', '1000', '10', '14.20', '16.00', '14.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2427', '2251', '50', '1000', '10', '4.60', '5.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2428', '2250', '50', '1000', '10', '4.60', '5.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2429', '2249', '50', '1000', '10', '6.50', '7.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2430', '2248', '50', '1000', '10', '11.00', '12.00', '11.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2431', '2247', '50', '1000', '10', '9.00', '10.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2432', '2246', '50', '1000', '10', '2.60', '3.50', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2433', '2245', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2434', '2244', '50', '1000', '10', '1.00', '1.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2435', '2243', '50', '1000', '10', '1.20', '1.50', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2436', '2242', '50', '1000', '10', '1.13', '2.00', '1.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2437', '2241', '50', '1000', '10', '1.08', '2.00', '1.08', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2438', '2240', '50', '1000', '10', '5.25', '6.50', '5.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2439', '2239', '50', '1000', '10', '7.20', '8.00', '7.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2440', '2238', '50', '1000', '10', '7.25', '8.00', '7.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2441', '2237', '50', '1000', '10', '3.83', '4.50', '3.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2442', '2236', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2443', '2235', '50', '1000', '10', '2.93', '4.00', '2.93', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2444', '2234', '50', '1000', '10', '2.93', '4.00', '2.93', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2445', '2233', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2446', '2232', '50', '1000', '10', '22.20', '43.00', '22.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2447', '2231', '50', '1000', '10', '31.20', '65.00', '31.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2448', '2230', '50', '1000', '10', '28.40', '55.00', '28.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2449', '2229', '50', '1000', '10', '28.40', '55.00', '28.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2450', '2228', '50', '1000', '10', '21.60', '40.00', '21.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2451', '2227', '50', '1000', '10', '15.70', '28.00', '15.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2452', '2226', '50', '1000', '10', '15.70', '28.00', '15.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2453', '2225', '50', '1000', '10', '18.70', '33.00', '18.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2454', '2224', '50', '1000', '10', '15.60', '28.00', '15.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2455', '2223', '50', '1000', '10', '21.20', '43.00', '21.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2456', '2222', '50', '1000', '10', '15.70', '28.00', '15.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2457', '2221', '50', '1000', '10', '20.40', '38.00', '20.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2458', '2220', '50', '1000', '10', '21.10', '42.00', '21.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2459', '2219', '50', '1000', '10', '13.80', '21.00', '13.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2460', '2218', '50', '1000', '10', '21.60', '40.00', '21.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2461', '2217', '50', '1000', '10', '18.00', '35.00', '18.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2462', '2216', '50', '1000', '10', '21.60', '40.00', '21.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2463', '2215', '50', '1000', '10', '16.00', '35.00', '16.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2464', '2214', '50', '1000', '10', '21.10', '42.00', '21.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2465', '2213', '50', '1000', '10', '15.70', '28.00', '15.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2466', '2212', '50', '1000', '10', '15.00', '28.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2467', '2211', '50', '1000', '10', '22.70', '35.00', '22.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2468', '2210', '50', '1000', '10', '15.70', '28.00', '15.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2469', '2209', '50', '1000', '10', '35.20', '63.00', '35.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2470', '2208', '50', '1000', '10', '70.80', '119.00', '70.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2471', '2207', '50', '1000', '10', '3.70', '5.50', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2472', '2206', '50', '1000', '10', '7.20', '9.00', '7.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2473', '2205', '50', '1000', '10', '6.20', '8.00', '6.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2474', '2204', '50', '1000', '10', '6.50', '8.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2475', '2203', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2476', '2202', '50', '1000', '10', '3.20', '5.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2477', '2201', '50', '1000', '10', '5.80', '7.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2478', '2200', '50', '1000', '10', '5.80', '7.00', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2479', '2199', '50', '1000', '10', '3.40', '5.00', '3.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2480', '2198', '50', '1000', '10', '0.38', '1.00', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2481', '2197', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2482', '2196', '50', '1000', '10', '3.33', '4.00', '3.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2483', '2195', '50', '1000', '10', '3.50', '4.50', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2484', '2194', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2485', '2193', '50', '1000', '10', '1.13', '1.50', '1.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2486', '2192', '50', '1000', '10', '1.13', '1.50', '1.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2487', '2191', '50', '1000', '10', '1.13', '1.50', '1.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2488', '2190', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2489', '2189', '50', '1000', '10', '4.40', '5.50', '4.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2490', '2188', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2491', '2187', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2492', '2186', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2493', '2185', '50', '1000', '10', '1.89', '2.50', '1.89', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2494', '2184', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2495', '2183', '50', '1000', '10', '2.63', '3.50', '2.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2496', '2182', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2497', '2181', '50', '1000', '10', '0.90', '1.50', '0.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2498', '2180', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2499', '2179', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2500', '2178', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2501', '2177', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2502', '2176', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2503', '2175', '50', '1000', '10', '1.58', '2.50', '1.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2504', '2174', '50', '1000', '10', '0.67', '1.00', '0.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2505', '2173', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2506', '2172', '50', '1000', '10', '1.90', '2.50', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2507', '2171', '50', '1000', '10', '0.68', '1.00', '0.68', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2508', '2170', '50', '1000', '10', '0.40', '0.50', '0.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2509', '2169', '50', '1000', '10', '0.88', '1.00', '0.88', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2510', '2168', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2511', '2167', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2512', '2166', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2513', '2165', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2514', '2164', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2515', '2163', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2516', '2162', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2517', '2161', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2518', '2160', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2519', '2159', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2520', '2158', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2521', '2157', '50', '1000', '10', '0.08', '0.10', '0.08', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2522', '2156', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2523', '2155', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2524', '2154', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2525', '2153', '50', '1000', '10', '5.30', '7.00', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2526', '2152', '50', '1000', '10', '5.30', '7.00', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2527', '2151', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2528', '2150', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2529', '2149', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2530', '2148', '50', '1000', '10', '0.07', '0.10', '0.07', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2531', '2147', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2532', '2146', '50', '1000', '10', '0.07', '0.10', '0.07', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2533', '2145', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2534', '2144', '50', '1000', '10', '0.08', '0.10', '0.08', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2535', '2143', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2536', '2142', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2537', '2141', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2538', '2140', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2539', '2139', '50', '1000', '10', '0.32', '0.50', '0.32', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2540', '2138', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2541', '2137', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2542', '2136', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2543', '2135', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2544', '2134', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2545', '2133', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2546', '2132', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2547', '2131', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2548', '2130', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2549', '2129', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2550', '2128', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2551', '2127', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2552', '2126', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2553', '2125', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2554', '2124', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2555', '2123', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2556', '2122', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2557', '2121', '50', '1000', '10', '0.35', '0.00', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2558', '2120', '50', '1000', '10', '0.34', '0.50', '0.34', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2559', '2119', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2560', '2118', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2561', '2117', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2562', '2116', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2563', '2115', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2564', '2114', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2565', '2113', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2566', '2112', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2567', '2111', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2568', '2110', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2569', '2109', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2570', '2108', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2571', '2107', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2572', '2106', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2573', '2105', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2574', '2104', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2575', '2103', '50', '1000', '10', '7.33', '8.00', '7.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2576', '2102', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2577', '2101', '50', '1000', '10', '2.56', '3.00', '2.56', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2578', '2100', '50', '1000', '10', '3.54', '4.50', '3.54', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2579', '2099', '50', '1000', '10', '1.20', '3.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2580', '2098', '50', '1000', '10', '1.20', '3.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2581', '2097', '50', '1000', '10', '1.20', '3.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2582', '2096', '50', '1000', '10', '3.80', '4.50', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2583', '2095', '50', '1000', '10', '28.00', '45.00', '28.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2584', '2094', '50', '1000', '10', '51.75', '65.00', '51.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2585', '2093', '50', '1000', '10', '62.00', '65.00', '62.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2586', '2092', '50', '1000', '10', '25.00', '30.00', '25.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2587', '2091', '50', '1000', '10', '41.00', '45.00', '41.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2588', '2090', '50', '1000', '10', '21.00', '25.00', '21.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2589', '2089', '50', '1000', '10', '13.60', '18.00', '13.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2590', '2088', '50', '1000', '10', '2.45', '3.50', '2.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2591', '2087', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2592', '2086', '50', '1000', '10', '1.85', '2.50', '1.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2593', '2085', '50', '1000', '10', '2.10', '2.50', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2594', '2084', '50', '1000', '10', '1.15', '1.50', '1.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2595', '2083', '50', '1000', '10', '1.16', '1.50', '1.16', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2596', '2082', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2597', '2081', '50', '1000', '10', '0.80', '1.50', '0.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2598', '2080', '50', '1000', '10', '0.28', '0.50', '0.28', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2599', '2079', '50', '1000', '10', '5.00', '6.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2600', '2078', '50', '1000', '10', '5.00', '6.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2601', '2077', '50', '1000', '10', '5.00', '6.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2602', '2076', '50', '1000', '10', '4.10', '5.00', '4.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2603', '2075', '50', '1000', '10', '4.90', '5.50', '4.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2604', '2074', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2605', '2073', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2606', '2072', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2607', '2071', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2608', '2070', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2609', '2069', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2610', '2068', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2611', '2067', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2612', '2066', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2613', '2065', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2614', '2064', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2615', '2063', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2616', '2062', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2617', '2061', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2618', '2060', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2619', '2059', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2620', '2058', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2621', '2057', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2622', '2056', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2623', '2055', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2624', '2054', '50', '1000', '10', '7.33', '10.00', '7.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2625', '2053', '50', '1000', '10', '8.42', '10.00', '8.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2626', '2052', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2627', '2051', '50', '1000', '10', '1.65', '2.50', '1.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2628', '2050', '50', '1000', '10', '8.50', '10.00', '8.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2629', '2049', '50', '1000', '10', '1.70', '2.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2630', '2048', '50', '1000', '10', '1.70', '2.00', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2631', '2047', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2632', '2046', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2633', '2045', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2634', '2044', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2635', '2043', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2636', '2042', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2637', '2041', '50', '1000', '10', '10.00', '13.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2638', '2040', '50', '1000', '10', '5.30', '6.50', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2639', '2039', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2640', '2038', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2641', '2037', '50', '1000', '10', '0.50', '1.50', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2642', '2036', '50', '1000', '10', '0.65', '1.50', '0.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2643', '2035', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2644', '2034', '50', '1000', '10', '3.10', '4.50', '3.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2645', '2033', '50', '1000', '10', '1.20', '2.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2646', '2032', '50', '1000', '10', '1.63', '2.00', '1.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2647', '2031', '50', '1000', '10', '1.63', '2.00', '1.63', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2648', '2030', '50', '1000', '10', '2.71', '3.50', '2.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2649', '2029', '50', '1000', '10', '2.75', '3.50', '2.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2650', '2028', '50', '1000', '10', '1.92', '2.50', '1.92', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2651', '2027', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2652', '2026', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2653', '2025', '50', '1000', '10', '2.29', '3.00', '2.29', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2654', '2024', '50', '1000', '10', '2.29', '3.00', '2.29', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2655', '2023', '50', '1000', '10', '5.92', '7.00', '5.92', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2656', '2022', '50', '1000', '10', '2.54', '3.50', '2.54', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2657', '2021', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2658', '2020', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2659', '2019', '50', '1000', '10', '5.13', '7.00', '5.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2660', '2018', '50', '1000', '10', '5.25', '7.00', '5.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2661', '2017', '50', '1000', '10', '2.29', '3.00', '2.29', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2662', '2016', '50', '1000', '10', '2.29', '3.00', '2.29', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2663', '2015', '50', '1000', '10', '1.83', '2.50', '1.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2664', '2014', '50', '1000', '10', '1.83', '2.50', '1.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2665', '2013', '50', '1000', '10', '4.33', '5.00', '4.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2666', '2012', '50', '1000', '10', '4.33', '5.00', '4.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2667', '2011', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2668', '2010', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2669', '2009', '50', '1000', '10', '2.83', '3.50', '2.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2670', '2008', '50', '1000', '10', '2.83', '3.50', '2.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2671', '2007', '50', '1000', '10', '2.83', '3.50', '2.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2672', '2006', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2673', '2005', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2674', '2004', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2675', '2003', '50', '1000', '10', '0.42', '1.00', '0.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2676', '2002', '50', '1000', '10', '5.50', '7.00', '5.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2677', '2001', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2678', '2000', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2679', '1999', '50', '1000', '10', '0.75', '1.50', '0.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2680', '1998', '50', '1000', '10', '3.20', '5.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2681', '1997', '50', '1000', '10', '3.50', '4.50', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2682', '1996', '50', '1000', '10', '3.00', '4.50', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2683', '1995', '50', '1000', '10', '3.17', '4.50', '3.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2684', '1994', '50', '1000', '10', '4.50', '6.00', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2685', '1993', '50', '1000', '10', '2.40', '3.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2686', '1992', '50', '1000', '10', '3.50', '4.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2687', '1991', '50', '1000', '10', '4.30', '5.50', '4.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2688', '1990', '50', '1000', '10', '3.00', '4.50', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2689', '1989', '50', '1000', '10', '5.00', '6.00', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2690', '1988', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2691', '1987', '50', '1000', '10', '3.35', '5.00', '3.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2692', '1986', '50', '1000', '10', '2.90', '4.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2693', '1985', '50', '1000', '10', '2.90', '4.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2694', '1984', '50', '1000', '10', '6.50', '8.00', '6.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2695', '1983', '50', '1000', '10', '5.70', '7.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2696', '1982', '50', '1000', '10', '7.90', '9.50', '7.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2697', '1981', '50', '1000', '10', '3.30', '4.50', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2698', '1980', '50', '1000', '10', '5.20', '6.50', '5.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2699', '1979', '50', '1000', '10', '2.90', '4.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2700', '1978', '50', '1000', '10', '12.30', '15.00', '12.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2701', '1977', '50', '1000', '10', '3.70', '5.50', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2702', '1976', '50', '1000', '10', '3.93', '4.50', '3.93', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2703', '1975', '50', '1000', '10', '10.00', '12.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2704', '1974', '50', '1000', '10', '3.00', '4.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2705', '1973', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2706', '1972', '50', '1000', '10', '10.00', '12.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2707', '1971', '50', '1000', '10', '3.85', '4.50', '3.85', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2708', '1970', '50', '1000', '10', '3.00', '4.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2709', '1969', '50', '1000', '10', '12.20', '13.50', '12.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2710', '1968', '50', '1000', '10', '3.30', '5.00', '3.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2711', '1967', '50', '1000', '10', '4.75', '6.50', '4.75', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2712', '1966', '50', '1000', '10', '10.50', '12.00', '10.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2713', '1965', '50', '1000', '10', '1.90', '3.50', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2714', '1964', '50', '1000', '10', '9.20', '12.00', '9.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2715', '1963', '50', '1000', '10', '9.00', '11.00', '9.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2716', '1962', '50', '1000', '10', '0.16', '0.50', '0.16', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2717', '1961', '50', '1000', '10', '0.16', '0.50', '0.16', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2718', '1960', '50', '1000', '10', '1.20', '2.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2719', '1959', '50', '1000', '10', '1.20', '2.00', '1.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2720', '1958', '50', '1000', '10', '0.36', '0.50', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2721', '1957', '50', '1000', '10', '0.36', '0.50', '0.36', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2722', '1956', '50', '1000', '10', '1.33', '2.00', '1.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2723', '1955', '50', '1000', '10', '1.00', '2.00', '1.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2724', '1954', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2725', '1953', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2726', '1952', '50', '1000', '10', '7.22', '8.00', '7.22', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2727', '1951', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2728', '1950', '50', '1000', '10', '2.15', '3.00', '2.15', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2729', '1949', '50', '1000', '10', '15.50', '18.00', '15.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2730', '1948', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2731', '1947', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2732', '1946', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2733', '1945', '50', '1000', '10', '1.30', '2.50', '1.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2734', '1944', '50', '1000', '10', '2.33', '4.00', '2.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2735', '1943', '50', '1000', '10', '2.33', '4.00', '2.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2736', '1942', '50', '1000', '10', '5.33', '6.50', '5.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2737', '1941', '50', '1000', '10', '6.80', '8.00', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2738', '1940', '50', '1000', '10', '3.35', '4.50', '3.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2739', '1939', '50', '1000', '10', '2.33', '3.50', '2.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2740', '1938', '50', '1000', '10', '6.70', '8.50', '6.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2741', '1937', '50', '1000', '10', '6.80', '8.50', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2742', '1936', '50', '1000', '10', '6.80', '8.50', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2743', '1935', '50', '1000', '10', '1.83', '5.00', '1.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2744', '1934', '50', '1000', '10', '6.90', '8.50', '6.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2745', '1933', '50', '1000', '10', '6.70', '8.00', '6.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2746', '1932', '50', '1000', '10', '2.17', '5.00', '2.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2747', '1931', '50', '1000', '10', '10.33', '12.50', '10.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2748', '1930', '50', '1000', '10', '13.58', '15.50', '13.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2749', '1929', '50', '1000', '10', '5.40', '7.00', '5.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2750', '1928', '50', '1000', '10', '6.20', '8.00', '6.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2751', '1927', '50', '1000', '10', '4.50', '6.50', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2752', '1926', '50', '1000', '10', '2.17', '5.00', '2.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2753', '1925', '50', '1000', '10', '4.30', '6.00', '4.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2754', '1924', '50', '1000', '10', '17.17', '21.00', '17.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2755', '1923', '50', '1000', '10', '3.50', '4.50', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2756', '1922', '50', '1000', '10', '3.70', '4.50', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2757', '1921', '50', '1000', '10', '5.83', '6.50', '5.83', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2758', '1920', '50', '1000', '10', '15.00', '18.00', '15.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2759', '1919', '50', '1000', '10', '25.00', '28.00', '25.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2760', '1918', '50', '1000', '10', '25.00', '28.00', '25.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2761', '1917', '50', '1000', '10', '25.00', '28.00', '25.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2762', '1916', '50', '1000', '10', '6.21', '8.00', '6.21', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2763', '1915', '50', '1000', '10', '5.00', '6.50', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2764', '1914', '50', '1000', '10', '5.60', '7.00', '5.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2765', '1913', '50', '1000', '10', '16.80', '20.00', '16.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2766', '1912', '50', '1000', '10', '14.50', '18.00', '14.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2767', '1911', '50', '1000', '10', '3.33', '4.50', '3.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2768', '1910', '50', '1000', '10', '5.80', '6.50', '5.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2769', '1909', '50', '1000', '10', '17.17', '21.00', '17.17', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2770', '1908', '50', '1000', '10', '3.80', '4.50', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2771', '1907', '50', '1000', '10', '3.80', '4.50', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2772', '1906', '50', '1000', '10', '3.80', '4.50', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2773', '1905', '50', '1000', '10', '3.80', '4.50', '3.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2774', '1904', '50', '1000', '10', '2.67', '4.00', '2.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2775', '1903', '50', '1000', '10', '2.67', '4.00', '2.67', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2776', '1902', '50', '1000', '10', '2.50', '4.00', '2.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2777', '1901', '50', '1000', '10', '2.25', '6.00', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2778', '1900', '50', '1000', '10', '3.00', '6.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2779', '1899', '50', '1000', '10', '3.58', '4.00', '3.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2780', '1898', '50', '1000', '10', '2.71', '4.00', '2.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2781', '1897', '50', '1000', '10', '3.33', '5.00', '3.33', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2782', '1896', '50', '1000', '10', '1.90', '2.50', '1.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2783', '1895', '50', '1000', '10', '2.58', '4.50', '2.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2784', '1894', '50', '1000', '10', '0.30', '0.50', '0.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2785', '1893', '50', '1000', '10', '14.30', '17.00', '14.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2786', '1892', '50', '1000', '10', '2.10', '4.00', '2.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2787', '1891', '50', '1000', '10', '2.20', '3.50', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2788', '1890', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2789', '1889', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2790', '1888', '50', '1000', '10', '2.70', '3.50', '2.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2791', '1887', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2792', '1886', '50', '1000', '10', '3.00', '4.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2793', '1885', '50', '1000', '10', '0.45', '1.00', '0.45', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2794', '1884', '50', '1000', '10', '2.60', '3.00', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2795', '1883', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2796', '1882', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2797', '1881', '50', '1000', '10', '0.37', '0.50', '0.37', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2798', '1880', '50', '1000', '10', '0.81', '1.00', '0.81', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2799', '1879', '50', '1000', '10', '1.13', '1.50', '1.13', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2800', '1878', '50', '1000', '10', '0.50', '1.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2801', '1877', '50', '1000', '10', '0.94', '1.50', '0.94', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2802', '1876', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2803', '1875', '50', '1000', '10', '1.60', '3.00', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2804', '1874', '50', '1000', '10', '2.40', '4.00', '2.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2805', '1873', '50', '1000', '10', '4.50', '6.50', '4.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2806', '1872', '50', '1000', '10', '2.35', '4.50', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2807', '1871', '50', '1000', '10', '2.35', '4.50', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2808', '1870', '50', '1000', '10', '2.35', '4.50', '2.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2809', '1869', '50', '1000', '10', '5.00', '6.50', '5.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2810', '1868', '50', '1000', '10', '2.90', '4.00', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2811', '1867', '50', '1000', '10', '0.50', '1.00', '0.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2812', '1866', '50', '1000', '10', '2.90', '3.50', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2813', '1865', '50', '1000', '10', '2.90', '3.50', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2814', '1864', '50', '1000', '10', '2.90', '3.50', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2815', '1863', '50', '1000', '10', '2.90', '3.50', '2.90', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2816', '1862', '50', '1000', '10', '1.38', '2.00', '1.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2817', '1861', '50', '1000', '10', '0.73', '1.00', '0.73', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2818', '1860', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2819', '1859', '50', '1000', '10', '0.38', '0.50', '0.38', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2820', '1858', '50', '1000', '10', '1.50', '2.00', '1.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2821', '1857', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2822', '1856', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2823', '1855', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2824', '1854', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2825', '1853', '50', '1000', '10', '16.80', '20.00', '16.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2826', '1852', '50', '1000', '10', '16.30', '20.00', '16.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2827', '1851', '50', '1000', '10', '16.80', '20.00', '16.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2828', '1850', '50', '1000', '10', '16.80', '20.00', '16.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2829', '1849', '50', '1000', '10', '0.28', '0.35', '0.28', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2830', '1848', '50', '1000', '10', '14.50', '18.00', '14.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2831', '1847', '50', '1000', '10', '0.28', '0.35', '0.28', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2832', '1846', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2833', '1845', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2834', '1844', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2835', '1843', '50', '1000', '10', '1.40', '3.00', '1.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2836', '1842', '50', '1000', '10', '4.20', '5.50', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2837', '1841', '50', '1000', '10', '4.20', '5.50', '4.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2838', '1840', '50', '1000', '10', '4.30', '5.50', '4.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2839', '1839', '50', '1000', '10', '4.30', '5.50', '4.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2840', '1838', '50', '1000', '10', '4.30', '5.50', '4.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2841', '1837', '50', '1000', '10', '2.60', '3.50', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2842', '1836', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2843', '1835', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2844', '1834', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2845', '1833', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2846', '1832', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2847', '1831', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2848', '1830', '50', '1000', '10', '0.27', '5.00', '0.27', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2849', '1829', '50', '1000', '10', '3.50', '6.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2850', '1828', '50', '1000', '10', '2.25', '4.50', '2.25', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2851', '1827', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2852', '1826', '50', '1000', '10', '10.00', '13.00', '10.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2853', '1825', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2854', '1824', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2855', '1823', '50', '1000', '10', '6.10', '7.00', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2856', '1822', '50', '1000', '10', '6.10', '7.00', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2857', '1821', '50', '1000', '10', '6.10', '7.00', '6.10', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2858', '1820', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2859', '1819', '50', '1000', '10', '0.29', '0.50', '0.29', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2860', '1818', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2861', '1817', '50', '1000', '10', '3.00', '4.00', '3.00', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2862', '1816', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2863', '1815', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2864', '1814', '50', '1000', '10', '4.70', '5.50', '4.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2865', '1813', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2866', '1812', '50', '1000', '10', '3.70', '4.50', '3.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2867', '1811', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2868', '1810', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2869', '1809', '50', '1000', '10', '0.71', '1.00', '0.71', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2870', '1808', '50', '1000', '10', '6.80', '8.50', '6.80', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2871', '1807', '50', '1000', '10', '4.60', '6.00', '4.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2872', '1806', '50', '1000', '10', '5.30', '6.50', '5.30', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2873', '1805', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2874', '1804', '50', '1000', '10', '2.20', '3.50', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2875', '1803', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2876', '1802', '50', '1000', '10', '6.40', '8.00', '6.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2877', '1801', '50', '1000', '10', '3.60', '5.00', '3.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2878', '1800', '50', '1000', '10', '2.60', '3.50', '2.60', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2879', '1799', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2880', '1798', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2881', '1797', '50', '1000', '10', '4.40', '5.00', '4.40', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2882', '1796', '50', '1000', '10', '0.78', '1.00', '0.78', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2883', '1795', '50', '1000', '10', '0.78', '1.00', '0.78', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2884', '1794', '50', '1000', '10', '2.58', '3.50', '2.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2885', '1793', '50', '1000', '10', '2.54', '3.50', '2.54', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2886', '1792', '50', '1000', '10', '2.58', '3.50', '2.58', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2887', '1791', '50', '1000', '10', '2.54', '3.50', '2.54', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2888', '1790', '50', '1000', '10', '5.70', '7.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2889', '1789', '50', '1000', '10', '5.70', '7.80', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2890', '1788', '50', '1000', '10', '5.65', '7.80', '5.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2891', '1787', '50', '1000', '10', '5.70', '7.00', '5.70', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2892', '1786', '50', '1000', '10', '5.65', '7.80', '5.65', '1', '0', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2893', '1785', '50', '1000', '10', '5.65', '7.80', '5.65', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2894', '1784', '50', '1000', '10', '4.05', '5.00', '4.05', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2895', '1783', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2896', '1782', '50', '1000', '10', '4.30', '5.00', '4.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2897', '1781', '50', '1000', '10', '4.10', '5.00', '4.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2898', '1780', '50', '1000', '10', '4.00', '5.00', '4.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2899', '1779', '50', '1000', '10', '2.60', '3.50', '2.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2900', '1778', '50', '1000', '10', '4.10', '5.00', '4.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2901', '1777', '50', '1000', '10', '2.60', '3.50', '2.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2902', '1776', '50', '1000', '10', '3.80', '5.00', '3.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2903', '1775', '50', '1000', '10', '4.20', '5.50', '4.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2904', '1774', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2905', '1773', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2906', '1772', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2907', '1771', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2908', '1770', '50', '1000', '10', '1.60', '2.50', '1.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2909', '1769', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2910', '1768', '50', '1000', '10', '1.70', '2.50', '1.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2911', '1767', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2912', '1766', '50', '1000', '10', '2.30', '3.50', '2.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2913', '1765', '50', '1000', '10', '2.30', '3.50', '2.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2914', '1764', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2915', '1763', '50', '1000', '10', '2.30', '3.50', '2.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2916', '1762', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2917', '1761', '50', '1000', '10', '1.50', '2.50', '1.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2918', '1760', '50', '1000', '10', '2.53', '3.00', '2.53', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2919', '1759', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2920', '1758', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2921', '1757', '50', '1000', '10', '3.50', '5.00', '3.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2922', '1756', '50', '1000', '10', '0.33', '1.00', '0.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2923', '1755', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2924', '1754', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2925', '1753', '50', '1000', '10', '0.33', '0.50', '0.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2926', '1752', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2927', '1751', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2928', '1750', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2929', '1749', '50', '1000', '10', '1.50', '3.00', '1.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2930', '1748', '50', '1000', '10', '3.20', '4.50', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2931', '1747', '50', '1000', '10', '3.20', '4.50', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2932', '1746', '50', '1000', '10', '2.50', '4.00', '2.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2933', '1745', '50', '1000', '10', '2.50', '4.00', '2.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2934', '1744', '50', '1000', '10', '0.90', '1.50', '0.90', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2935', '1743', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2936', '1742', '50', '1000', '10', '0.88', '1.00', '0.88', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2937', '1741', '50', '1000', '10', '4.80', '6.50', '4.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2938', '1740', '50', '1000', '10', '5.20', '7.00', '5.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2939', '1739', '50', '1000', '10', '4.90', '6.00', '4.90', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2940', '1738', '50', '1000', '10', '5.60', '6.50', '5.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2941', '1737', '50', '1000', '10', '5.30', '6.00', '5.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2942', '1736', '50', '1000', '10', '5.30', '6.50', '5.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2943', '1735', '50', '1000', '10', '5.60', '6.50', '5.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2944', '1734', '50', '1000', '10', '4.00', '4.50', '4.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2945', '1733', '50', '1000', '10', '4.00', '4.50', '4.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2946', '1732', '50', '1000', '10', '0.82', '1.00', '0.82', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2947', '1731', '50', '1000', '10', '1.90', '3.00', '1.90', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2948', '1730', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2949', '1729', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2950', '1728', '50', '1000', '10', '3.50', '4.50', '3.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2951', '1727', '50', '1000', '10', '2.80', '4.50', '2.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2952', '1726', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2953', '1725', '50', '1000', '10', '2.40', '4.00', '2.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2954', '1724', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2955', '1723', '50', '1000', '10', '2.70', '4.50', '2.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2956', '1722', '50', '1000', '10', '2.00', '4.00', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2957', '1721', '50', '1000', '10', '3.40', '5.00', '3.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2958', '1720', '50', '1000', '10', '6.00', '7.00', '6.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2959', '1719', '50', '1000', '10', '1.80', '3.00', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2960', '1718', '50', '1000', '10', '1.90', '3.00', '1.90', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2961', '1717', '50', '1000', '10', '0.85', '1.00', '0.85', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2962', '1716', '50', '1000', '10', '0.80', '1.50', '0.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2963', '1715', '50', '1000', '10', '4.20', '5.00', '4.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2964', '1714', '50', '1000', '10', '3.40', '4.00', '3.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2965', '1713', '50', '1000', '10', '5.60', '6.50', '5.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2966', '1712', '50', '1000', '10', '5.10', '6.00', '5.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2967', '1711', '50', '1000', '10', '2.10', '3.00', '2.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2968', '1710', '50', '1000', '10', '2.10', '2.50', '2.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2969', '1709', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2970', '1708', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2971', '1707', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2972', '1706', '50', '1000', '10', '2.10', '3.00', '2.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2973', '1705', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2974', '1704', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2975', '1703', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2976', '1702', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2977', '1701', '50', '1000', '10', '1.80', '2.50', '1.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2978', '1700', '50', '1000', '10', '7.50', '9.00', '7.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2979', '1699', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2980', '1698', '50', '1000', '10', '1.15', '1.50', '1.15', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2981', '1697', '50', '1000', '10', '1.00', '0.00', '1.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2982', '1696', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2983', '1695', '50', '1000', '10', '4.20', '6.00', '4.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2984', '1694', '50', '1000', '10', '6.00', '8.00', '6.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2985', '1693', '50', '1000', '10', '7.80', '11.00', '7.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2986', '1692', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2987', '1691', '50', '1000', '10', '3.20', '4.50', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2988', '1690', '50', '1000', '10', '0.65', '1.00', '0.65', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2989', '1689', '50', '1000', '10', '0.65', '1.00', '0.65', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2990', '1688', '50', '1000', '10', '0.65', '1.00', '0.65', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2991', '1687', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2992', '1686', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2993', '1685', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2994', '1684', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2995', '1683', '50', '1000', '10', '1.10', '1.50', '1.10', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2996', '1682', '50', '1000', '10', '2.17', '3.00', '2.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2997', '1681', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2998', '1680', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('2999', '1679', '50', '1000', '10', '1.67', '3.00', '1.67', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3000', '1678', '50', '1000', '10', '1.13', '2.50', '1.13', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3001', '1677', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3002', '1676', '50', '1000', '10', '0.31', '0.50', '0.31', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3003', '1675', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3004', '1674', '50', '1000', '10', '2.35', '3.50', '2.35', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3005', '1673', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3006', '1672', '50', '1000', '10', '0.73', '1.00', '0.73', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3007', '1671', '50', '1000', '10', '0.73', '1.00', '0.73', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3008', '1670', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3009', '1669', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3010', '1668', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3011', '1667', '50', '1000', '10', '0.73', '1.00', '0.73', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3012', '1666', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3013', '1665', '50', '1000', '10', '0.68', '1.00', '0.68', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3014', '1664', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3015', '1663', '50', '1000', '10', '3.20', '4.50', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3016', '1662', '50', '1000', '10', '2.42', '3.00', '2.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3017', '1661', '50', '1000', '10', '2.42', '3.00', '2.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3018', '1660', '50', '1000', '10', '1.88', '2.50', '1.88', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3019', '1659', '50', '1000', '10', '1.95', '2.50', '1.95', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3020', '1658', '50', '1000', '10', '0.75', '1.00', '0.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3021', '1657', '50', '1000', '10', '0.35', '0.50', '0.35', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3022', '1656', '50', '1000', '10', '0.66', '1.00', '0.66', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3023', '1655', '50', '1000', '10', '0.68', '1.00', '0.68', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3024', '1654', '50', '1000', '10', '1.56', '2.00', '1.56', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3025', '1653', '50', '1000', '10', '3.38', '4.00', '3.38', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3026', '1652', '50', '1000', '10', '9.00', '11.00', '9.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3027', '1651', '50', '1000', '10', '2.40', '3.50', '2.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3028', '1650', '50', '1000', '10', '3.33', '4.00', '3.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3029', '1649', '50', '1000', '10', '2.93', '3.50', '2.93', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3030', '1648', '50', '1000', '10', '4.75', '5.50', '4.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3031', '1647', '50', '1000', '10', '5.30', '6.00', '5.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3032', '1646', '50', '1000', '10', '7.60', '9.00', '7.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3033', '1645', '50', '1000', '10', '7.80', '9.00', '7.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3034', '1644', '50', '1000', '10', '0.78', '1.00', '0.78', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3035', '1643', '50', '1000', '10', '4.40', '5.50', '4.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3036', '1642', '50', '1000', '10', '4.40', '5.50', '4.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3037', '1641', '50', '1000', '10', '8.60', '10.00', '8.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3038', '1640', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3039', '1639', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3040', '1638', '50', '1000', '10', '2.75', '6.00', '2.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3041', '1637', '50', '1000', '10', '5.20', '6.50', '5.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3042', '1636', '50', '1000', '10', '5.20', '6.50', '5.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3043', '1635', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3044', '1634', '50', '1000', '10', '2.30', '3.00', '2.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3045', '1633', '50', '1000', '10', '5.30', '6.50', '5.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3046', '1632', '50', '1000', '10', '2.50', '3.50', '2.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3047', '1631', '50', '1000', '10', '3.70', '4.50', '3.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3048', '1630', '50', '1000', '10', '3.55', '4.50', '3.55', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3049', '1629', '50', '1000', '10', '2.80', '3.50', '2.80', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3050', '1628', '50', '1000', '10', '1.42', '2.00', '1.42', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3051', '1627', '50', '1000', '10', '0.92', '1.50', '0.92', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3052', '1626', '50', '1000', '10', '2.21', '3.00', '2.21', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3053', '1625', '50', '1000', '10', '1.17', '2.00', '1.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3054', '1624', '50', '1000', '10', '3.07', '4.00', '3.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3055', '1623', '50', '1000', '10', '3.13', '4.00', '3.13', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3056', '1622', '50', '1000', '10', '3.07', '4.00', '3.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3057', '1621', '50', '1000', '10', '3.07', '4.00', '3.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3058', '1620', '50', '1000', '10', '3.07', '4.00', '3.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3059', '1619', '50', '1000', '10', '2.71', '3.50', '2.71', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3060', '1618', '50', '1000', '10', '2.93', '4.00', '2.93', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3061', '1617', '50', '1000', '10', '3.13', '4.00', '3.13', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3062', '1616', '50', '1000', '10', '2.20', '3.00', '2.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3063', '1615', '50', '1000', '10', '3.20', '4.50', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3064', '1614', '50', '1000', '10', '1.63', '2.00', '1.63', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3065', '1613', '50', '1000', '10', '1.75', '2.00', '1.75', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3066', '1612', '50', '1000', '10', '1.13', '1.50', '1.13', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3067', '1611', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3068', '1610', '50', '1000', '10', '0.70', '1.00', '0.70', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3069', '1609', '50', '1000', '10', '3.88', '4.50', '3.88', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3070', '1608', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3071', '1607', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3072', '1606', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3073', '1605', '50', '1000', '10', '3.20', '4.00', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3074', '1604', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3075', '1603', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3076', '1602', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3077', '1601', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3078', '1600', '50', '1000', '10', '3.08', '4.00', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3079', '1599', '50', '1000', '10', '2.92', '4.00', '2.92', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3080', '1598', '50', '1000', '10', '3.00', '4.00', '3.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3081', '1597', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3082', '1596', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3083', '1595', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3084', '1594', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3085', '1593', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3086', '1592', '50', '1000', '10', '2.68', '3.50', '2.68', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3087', '1591', '50', '1000', '10', '5.00', '6.00', '5.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3088', '1590', '50', '1000', '10', '1.56', '2.00', '1.56', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3089', '1589', '50', '1000', '10', '3.00', '3.50', '3.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3090', '1588', '50', '1000', '10', '3.53', '4.50', '3.53', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3091', '1587', '50', '1000', '10', '7.20', '11.00', '7.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3092', '1586', '50', '1000', '10', '5.00', '8.00', '5.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3093', '1585', '50', '1000', '10', '3.20', '6.00', '3.20', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3094', '1584', '50', '1000', '10', '5.60', '8.00', '5.60', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3095', '1583', '50', '1000', '10', '6.30', '9.00', '6.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3096', '1582', '50', '1000', '10', '2.23', '3.00', '2.23', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3097', '1581', '50', '1000', '10', '2.00', '3.00', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3098', '1580', '50', '1000', '10', '2.77', '4.00', '2.77', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3099', '1579', '50', '1000', '10', '2.88', '3.50', '2.88', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3100', '1578', '50', '1000', '10', '3.14', '4.50', '3.14', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3101', '1577', '50', '1000', '10', '3.19', '4.50', '3.19', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3102', '1576', '50', '1000', '10', '0.00', '5.00', '0.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3103', '1575', '50', '1000', '10', '3.58', '4.50', '3.58', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3104', '1574', '50', '1000', '10', '2.58', '3.50', '2.58', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3105', '1573', '50', '1000', '10', '3.50', '4.00', '3.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3106', '1572', '50', '1000', '10', '3.17', '4.00', '3.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3107', '1571', '50', '1000', '10', '1.40', '2.00', '1.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3108', '1570', '50', '1000', '10', '3.29', '4.00', '3.29', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3109', '1569', '50', '1000', '10', '3.17', '4.00', '3.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3110', '1568', '50', '1000', '10', '2.23', '3.00', '2.23', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3111', '1567', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3112', '1566', '50', '1000', '10', '6.00', '7.00', '6.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3113', '1565', '50', '1000', '10', '5.58', '7.00', '5.58', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3114', '1564', '50', '1000', '10', '6.00', '7.00', '6.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3115', '1563', '50', '1000', '10', '2.40', '3.00', '2.40', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3116', '1562', '50', '1000', '10', '1.81', '2.50', '1.81', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3117', '1561', '50', '1000', '10', '1.81', '2.50', '1.81', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3118', '1560', '50', '1000', '10', '1.00', '1.50', '1.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3119', '1559', '50', '1000', '10', '2.73', '3.50', '2.73', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3120', '1558', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3121', '1557', '50', '1000', '10', '2.33', '3.00', '2.33', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3122', '1556', '50', '1000', '10', '3.17', '4.00', '3.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3123', '1555', '50', '1000', '10', '1.81', '2.50', '1.81', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3124', '1554', '50', '1000', '10', '2.25', '3.00', '2.25', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3125', '1553', '50', '1000', '10', '3.08', '4.00', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3126', '1552', '50', '1000', '10', '3.08', '3.50', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3127', '1551', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3128', '1550', '50', '1000', '10', '3.30', '4.00', '3.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3129', '1549', '50', '1000', '10', '3.30', '4.00', '3.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3130', '1548', '50', '1000', '10', '3.30', '4.00', '3.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3131', '1547', '50', '1000', '10', '3.30', '4.00', '3.30', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3132', '1546', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3133', '1545', '50', '1000', '10', '3.08', '3.50', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3134', '1544', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3135', '1543', '50', '1000', '10', '3.08', '3.50', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3136', '1542', '50', '1000', '10', '3.17', '4.00', '3.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3137', '1541', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3138', '1540', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3139', '1539', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3140', '1538', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3141', '1537', '50', '1000', '10', '2.00', '2.50', '2.00', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3142', '1536', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3143', '1535', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3144', '1534', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3145', '1533', '50', '1000', '10', '3.08', '4.00', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3146', '1532', '50', '1000', '10', '0.63', '1.00', '0.63', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3147', '1531', '50', '1000', '10', '3.17', '4.00', '3.17', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3148', '1530', '50', '1000', '10', '1.52', '2.50', '1.52', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3149', '1529', '50', '1000', '10', '1.52', '2.50', '1.52', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3150', '1528', '50', '1000', '10', '1.54', '2.50', '1.54', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3151', '1527', '50', '1000', '10', '3.08', '4.00', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3152', '1526', '50', '1000', '10', '3.08', '4.00', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3153', '1525', '50', '1000', '10', '3.08', '4.00', '3.08', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3154', '1524', '50', '1000', '10', '2.07', '3.00', '2.07', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3243', '792', '30', '1000', '10', '3.20', '4.80', '3.50', '1', '1', '0', '0');
INSERT INTO `gz_suppliers_goods` VALUES ('3264', '5416', '50', '1000', '1', '0.00', '2.00', '0.00', '1', '0', '1', '1356581653');

-- ----------------------------
-- Table structure for gz_suppliers_shoppong_area
-- ----------------------------
DROP TABLE IF EXISTS `gz_suppliers_shoppong_area`;
CREATE TABLE `gz_suppliers_shoppong_area` (
  `ssaid` smallint(5) NOT NULL AUTO_INCREMENT,
  `suppliers_id` mediumint(8) NOT NULL DEFAULT '0',
  `area_data` varchar(255) NOT NULL DEFAULT '',
  `uptime` int(11) NOT NULL DEFAULT '0',
  `active` enum('0','1') NOT NULL DEFAULT '0',
  `peisong_level` enum('0','1','2') NOT NULL DEFAULT '0' COMMENT '区域级别：0:无级别,1：市级,2:省级',
  PRIMARY KEY (`ssaid`)
) ENGINE=MyISAM AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_suppliers_shoppong_area
-- ----------------------------
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('1', '18', '[\"693\",\"695\",\"696\",\"705\",\"706\",\"700\",\"699\"]', '1355201464', '0', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('3', '82', '[\"692\",\"693\",\"696\",\"697\",\"698\"]', '1355966811', '1', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('4', '69', '[\"76\"]', '1355201222', '0', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('5', '71', '[\"6\"]', '1355201381', '1', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('6', '63', '[\"6\"]', '1355201398', '1', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('7', '56', '[\"6\"]', '1355201409', '1', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('8', '55', '[\"6\"]', '1355534580', '1', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('9', '49', '[\"6\"]', '1355201436', '1', '0');
INSERT INTO `gz_suppliers_shoppong_area` VALUES ('10', '50', '[\"1\"]', '1356579740', '1', '0');

-- ----------------------------
-- Table structure for gz_systemconfig
-- ----------------------------
DROP TABLE IF EXISTS `gz_systemconfig`;
CREATE TABLE `gz_systemconfig` (
  `site_name` varchar(128) DEFAULT NULL,
  `metakeyword` varchar(255) DEFAULT NULL,
  `metatitle` varchar(255) DEFAULT NULL,
  `metadesc` varchar(255) DEFAULT NULL,
  `site_url` varchar(128) DEFAULT NULL,
  `company_url` varchar(128) DEFAULT NULL,
  `site_title` varchar(128) DEFAULT NULL,
  `beian_num` varchar(128) DEFAULT NULL,
  `custome_phone` varchar(128) DEFAULT NULL,
  `work_time` varchar(64) NOT NULL DEFAULT '',
  `custome_qq` varchar(128) DEFAULT NULL,
  `custome_email` varchar(32) NOT NULL DEFAULT '',
  `is_open` enum('0','1') DEFAULT '1',
  `close_desc` text,
  `site_notice` text,
  `copyright` text,
  `tongjicode` text,
  `site_logo` varchar(128) DEFAULT NULL,
  `type` varchar(30) NOT NULL DEFAULT 'basic',
  `is_cache` enum('0','1') NOT NULL DEFAULT '0',
  `is_static` enum('0','1') NOT NULL DEFAULT '0',
  `is_false_static` enum('0','1') NOT NULL DEFAULT '0',
  `is_best_static` enum('0','1') NOT NULL DEFAULT '0',
  `th_width_s` float(5,2) NOT NULL DEFAULT '0.00',
  `th_height_s` float(5,2) NOT NULL DEFAULT '0.00',
  `th_width_b` float(5,2) NOT NULL DEFAULT '0.00',
  `th_height_b` float(5,2) NOT NULL DEFAULT '0.00',
  `cache_time` int(5) NOT NULL DEFAULT '3600',
  `custom_munu` text NOT NULL,
  `email_open_config` text,
  `reg_give_money_data` varchar(255) DEFAULT NULL,
  `mubanid` tinyint(1) DEFAULT '0'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_systemconfig
-- ----------------------------
INSERT INTO `gz_systemconfig` VALUES ('菜鸟分销系统', '菜鸟,菜鸟科技,菜鸟公司,菜鸟科技有限公司', '菜鸟科技', '菜鸟科技有限公司', 'http://www.cainiao.com', '广州天河区菜鸟公司', '菜鸟分销系统', '粤ICP备12345678号-1', '18075992710', 'Am8:00--Pm18:00', '84048715', '84048715@qq.com', '1', '<p style=\"text-align:center;\"><span style=\"background-color:#c7e2fe;color:#f10b00;font-size:32px;\">网站升级中！</span></p>', '<table class=\"ke-zeroborder\" border=\"0\" width=\"755\">\r\n<tbody>\r\n<tr>\r\n<td class=\"cro weg siz weg\">[温馨提示]</td>\r\n</tr>\r\n<tr>\r\n<td class=\"cr2\">1、如果您是第一次登录，请完善个人档案，以便我们能够及时把相关信息通知到您。</td>\r\n</tr>\r\n<tr>\r\n<td class=\"cr2\">2、建议您使用E币购物、网上支付，轻松得到双倍积分。</td>\r\n</tr>\r\n<tr>\r\n<td class=\"cr2\">3、网站会经常推出各种优惠活动，随时留意，实现您的省钱大计。</td>\r\n</tr>\r\n</tbody>\r\n</table>', 'Copyright ? 2014-2015 菜鸟分销系统 All Rights Reserved', '&lt;script&gt;&lt;/script&gt;', '', 'basic', '0', '0', '0', '0', '260.00', '260.00', '600.00', '600.00', '3600', '', 'a:12:{s:13:\"confirm_order\";s:1:\"1\";s:12:\"cancel_order\";s:1:\"1\";s:14:\"orders_invalid\";s:1:\"1\";s:8:\"shipping\";s:1:\"1\";s:13:\"getting_goods\";s:1:\"1\";s:22:\"new_orders_alert_admin\";s:1:\"1\";s:26:\"new_orders_alert_suppliers\";s:1:\"1\";s:14:\"buyer_comments\";s:1:\"1\";s:13:\"buyer_message\";s:1:\"1\";s:8:\"register\";s:1:\"1\";s:12:\"editpassword\";s:1:\"1\";s:12:\"findpassword\";s:1:\"1\";}', 'a:6:{s:10:\"give_money\";N;s:16:\"give_money_month\";N;s:21:\"give_money_month_one1\";N;s:22:\"give_money_month_one10\";N;s:22:\"give_money_month_one11\";N;s:22:\"give_money_month_one12\";N;}', '6');

-- ----------------------------
-- Table structure for gz_topic
-- ----------------------------
DROP TABLE IF EXISTS `gz_topic`;
CREATE TABLE `gz_topic` (
  `topic_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `topic_name` varchar(255) NOT NULL DEFAULT '',
  `topic_desc` text NOT NULL,
  `start_time` int(11) NOT NULL DEFAULT '0',
  `end_time` int(11) NOT NULL DEFAULT '0',
  `goods_ids` text COMMENT '序列化之后保存',
  `topic_type` enum('0','1','2') NOT NULL DEFAULT '0' COMMENT '顶部图片展示类型',
  `topic_img` varchar(128) DEFAULT NULL,
  `topic_flash` varchar(128) NOT NULL DEFAULT '' COMMENT '顶部flash',
  `topic_imgurl` varchar(128) NOT NULL DEFAULT '' COMMENT '顶部图片或flash外部URL',
  `topic_imgcode` text NOT NULL COMMENT '顶部展示的代码（取代图片、flash）',
  `top_url` varchar(128) NOT NULL DEFAULT '' COMMENT '顶部flash或图片的URL',
  `meta_keys` varchar(255) DEFAULT NULL,
  `meta_desc` varchar(255) DEFAULT NULL,
  `topic_bgimg` varchar(128) DEFAULT NULL,
  `topic_bgcolor` varchar(128) DEFAULT NULL,
  KEY `topic_id` (`topic_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_topic
-- ----------------------------

-- ----------------------------
-- Table structure for gz_top_cate
-- ----------------------------
DROP TABLE IF EXISTS `gz_top_cate`;
CREATE TABLE `gz_top_cate` (
  `tcid` smallint(5) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(128) DEFAULT NULL,
  `cat_url` varchar(128) DEFAULT NULL,
  `cat_img2` varchar(128) DEFAULT NULL,
  `cat_img` varchar(128) DEFAULT NULL,
  `parent_id` smallint(5) DEFAULT '0',
  `cat_id` smallint(5) DEFAULT '0',
  PRIMARY KEY (`tcid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_top_cate
-- ----------------------------
INSERT INTO `gz_top_cate` VALUES ('1', '首页', 's', null, null, '0', '0');
INSERT INTO `gz_top_cate` VALUES ('2', '灶具炉具类', '', '', 'photos/topimg/201311/13841880591384188059.png', '1', '531');

-- ----------------------------
-- Table structure for gz_top_cate_goods
-- ----------------------------
DROP TABLE IF EXISTS `gz_top_cate_goods`;
CREATE TABLE `gz_top_cate_goods` (
  `gid` smallint(5) NOT NULL AUTO_INCREMENT,
  `tcid` smallint(4) NOT NULL,
  `img` varchar(128) DEFAULT NULL,
  `url` varchar(128) DEFAULT NULL,
  `gname` varchar(255) DEFAULT NULL,
  `goods_id` smallint(6) DEFAULT '0',
  PRIMARY KEY (`gid`),
  KEY `tcid` (`tcid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_top_cate_goods
-- ----------------------------

-- ----------------------------
-- Table structure for gz_udaili_siteset
-- ----------------------------
DROP TABLE IF EXISTS `gz_udaili_siteset`;
CREATE TABLE `gz_udaili_siteset` (
  `id` mediumint(7) NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL DEFAULT '0',
  `sitename` varchar(128) DEFAULT NULL,
  `logo` varchar(128) DEFAULT NULL,
  `sitetitle` varchar(128) DEFAULT NULL,
  `metakey` varchar(128) DEFAULT NULL,
  `metadesc` varchar(255) DEFAULT NULL,
  `kefucode` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_udaili_siteset
-- ----------------------------
INSERT INTO `gz_udaili_siteset` VALUES ('1', '92', '万阳科技', 'photos/files/201412/01/20141201192742307.png', '万阳科技', '', '', '');

-- ----------------------------
-- Table structure for gz_user
-- ----------------------------
DROP TABLE IF EXISTS `gz_user`;
CREATE TABLE `gz_user` (
  `user_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `wecha_id` varchar(64) NOT NULL,
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) DEFAULT NULL,
  `nickname` varchar(64) NOT NULL DEFAULT '',
  `password` varchar(32) NOT NULL DEFAULT '',
  `question` varchar(255) NOT NULL DEFAULT '',
  `answer` varchar(255) NOT NULL DEFAULT '',
  `sex` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `birthday` date NOT NULL DEFAULT '0000-00-00',
  `avatar` varchar(128) NOT NULL DEFAULT '',
  `user_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  `pay_points` int(10) unsigned NOT NULL DEFAULT '0',
  `rank_points` int(10) unsigned NOT NULL DEFAULT '0',
  `address_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `reg_time` int(11) unsigned NOT NULL DEFAULT '0',
  `reg_ip` varchar(32) NOT NULL DEFAULT '0.0.0.0',
  `reg_from` varchar(64) NOT NULL DEFAULT '',
  `last_login` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '最后登录时间',
  `last_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `last_ip` varchar(15) NOT NULL DEFAULT '',
  `visit_count` smallint(5) unsigned NOT NULL DEFAULT '0',
  `user_rank` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '用户级别',
  `types` tinyint(1) NOT NULL DEFAULT '2' COMMENT '默认兼职',
  `msn` varchar(60) NOT NULL DEFAULT '',
  `qq` varchar(20) NOT NULL DEFAULT '',
  `office_phone` varchar(20) NOT NULL DEFAULT '',
  `home_phone` varchar(20) NOT NULL DEFAULT '',
  `mobile_phone` varchar(20) NOT NULL DEFAULT '',
  `active` enum('0','1') NOT NULL DEFAULT '0',
  `cityname` varchar(32) DEFAULT NULL,
  `provincename` varchar(32) DEFAULT NULL,
  `headimgurl` varchar(255) DEFAULT NULL,
  `is_subscribe` tinyint(1) NOT NULL DEFAULT '0',
  `subscribe_rank` mediumint(8) DEFAULT '0',
  `subscribe_time` int(10) DEFAULT '0',
  `is_salesmen` tinyint(1) NOT NULL DEFAULT '0' COMMENT '1:正在申请代理 2：正式代理',
  `is_dailiapply` tinyint(1) DEFAULT '1',
  `share_ucount` smallint(5) NOT NULL DEFAULT '0' COMMENT '邀请数',
  `guanzhu_ucount` smallint(5) NOT NULL DEFAULT '0' COMMENT '关注数',
  `points_ucount` smallint(5) NOT NULL DEFAULT '0' COMMENT '积分总数',
  `money_ucount` float(7,2) NOT NULL DEFAULT '0.00' COMMENT '资金总数',
  `mymoney` float(7,2) DEFAULT '0.00',
  `mypoints` mediumint(6) DEFAULT '0',
  `gzranking` mediumint(8) NOT NULL DEFAULT '0' COMMENT '当前关注排名',
  PRIMARY KEY (`user_id`),
  KEY `email` (`email`)
) ENGINE=MyISAM AUTO_INCREMENT=37 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user
-- ----------------------------
INSERT INTO `gz_user` VALUES ('8', 'owk-rjkXlpFkiRHie8nVuwip6GJc', '', 'owk-rjkXlpFkiRHie8nVuwip6GJc', '', '507f513353702b50c145d5b7d138095c', '', '', '0', '0000-00-00', '', '0.00', '0', '0', '0', '1421720914', '14.16.90.94', '广东省 电信', '1421720914', '0000-00-00 00:00:00', '14.16.90.94', '0', '1', '2', '', '', '', '', '', '1', null, null, null, '0', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('7', 'owk-rjveRYAMiG5Ktui7vmjaA5PE', '', 'owk-rjveRYAMiG5Ktui7vmjaA5PE', '杨亦珍', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421677771', '14.16.95.44', '广东省 电信', '1421677771', '0000-00-00 00:00:00', '14.16.95.44', '0', '1', '2', '', '', '', '', '13312381238', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/e1nyFAcVt7thWrzabZAF9N854gaL5prWDsDIFtqATwE0sRlat8FIc6EYCRFwRkGnr6MTRPmuibEKBAUcxfkf4Lt6PTo3QLfar/0', '1', '3', '1421745494', '1', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('6', 'owk-rjqtNrDstgstn_SlLApI0yrU', '', 'owk-rjqtNrDstgstn_SlLApI0yrU', '种蘑菇的小碧碧', 'bf9f8d1f05dc08cc3b02e8fcf2c2ba57', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421638864', '140.207.54.74', '上海市 联通', '1421716785', '0000-00-00 00:00:00', '120.85.210.149', '1', '10', '1', '', '', '', '', '18674098086', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6J3eHsnDxRs47Y4QnbKAAib4Fria35I3ibQKkYwFFcEnrHZicLDry3KbfjJSChb99QPzo7mM8WnWWPTVAXfOpteC8eszzic4Fs898M/0', '1', '2', '1421737257', '2', '1', '4', '6', '8', '0.00', '0.00', '8', '0');
INSERT INTO `gz_user` VALUES ('9', 'owk-rjutcdxUIgUAmngldm_DpLX0', '', 'owk-rjutcdxUIgUAmngldm_DpLX0', '广州采丽诗董生', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421745379', '120.85.210.149', '广东省广州市 联通', '1421745379', '0000-00-00 00:00:00', '120.85.210.149', '0', '1', '2', '', '', '', '', '', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/dUCByDMnU227fU3LOjCnzg9GloIoe3iaQiabibSpujibvQdPca2g2aon3H6icicIk6AcP6u6gl5px2I8kZ2Qz2eZRiabDgVAMaMopNQ/0', '1', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('10', 'owk-rjhfPvDd0T04ItiQkHvRh2Kg', '', 'owk-rjhfPvDd0T04ItiQkHvRh2Kg', '著茂^O^品牌', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421747133', '120.32.65.84', '福建省福州市 电信', '1421747133', '0000-00-00 00:00:00', '120.32.65.84', '0', '1', '2', '', '', '', '', '', '1', '南平', '福建', 'http://wx.qlogo.cn/mmopen/dUCByDMnU21BloDoibTcJzK6VGRChFcoibA5MdmYrFmrhHiaJqFXjFKXneWF5IQSaGhoFaI9Sgibm9OLay9OjfSdANxtGibZ7KftQ/0', '1', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('11', 'owk-rjhgXmvri7Lb48CnEG_WfMco', '', 'owk-rjhgXmvri7Lb48CnEG_WfMco', 'October-6801', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421749973', '140.207.54.74', '上海市 联通', '1421820122', '0000-00-00 00:00:00', '61.140.123.132', '1', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/R2NZeoEebBnW0ULYDfyU03yOlgqc7jNFyRvRw6zib22AiahEhO5TRESk4ju9ib4IuMockkwBeHtjibpB3HrR5tP10NWTMINEKk3E/0', '1', '5', '1421749971', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('12', 'owk-rju76b9AA3yQ2Uj_4Yw9XXgg', '', 'owk-rju76b9AA3yQ2Uj_4Yw9XXgg', 'A0000微商务秘笈@郭京13265657617', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421750239', '140.207.54.78', '上海市 联通', '1421750239', '0000-00-00 00:00:00', '140.207.54.78', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/R2NZeoEebBl7R9OTZENUGBjYBLVko8w5HiaJF5PtVgVUBQg1pz7bM42RWgx9Ih5qiaUJKQLVVJRZ56RGbQLEtyicR2sbvyaxv3y/0', '1', '6', '1421750237', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('13', 'owk-rjodKEZVlvPsXNpoQdm982rs', '', 'owk-rjodKEZVlvPsXNpoQdm982rs', '@爱情女神', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421750390', '140.207.54.77', '上海市 联通', '1421750390', '0000-00-00 00:00:00', '140.207.54.77', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/e1nyFAcVt7vZtwprMzTkHqTI0HRtmxM8UCtEe0XdiaOQcHw4DQv37sAYSAykWRyzETI6sfQFpticDKYCUq3H3Aia69spWLm3w0O/0', '1', '7', '1421750388', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('14', 'owk-rjhqxRVfdRDB27aW-DRLZ3R8', '', 'owk-rjhqxRVfdRDB27aW-DRLZ3R8', '郭京13265657617', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421750477', '140.207.54.76', '上海市 联通', '1421750477', '0000-00-00 00:00:00', '140.207.54.76', '0', '1', '2', '', '', '', '', '13265657617', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLA76Xy1z4wqAhuKzPTnFmGE3F7ujJ7ZlbuZsyLVJJCIPClh0PLR3vfvBJep8m9CiaAmk9FjbTqStejIWoIrZDa9bFaVYFCzy5mk/0', '1', '8', '1421750476', '0', '1', '4', '5', '10', '0.00', '0.00', '10', '0');
INSERT INTO `gz_user` VALUES ('15', 'owk-rjqNuqoELCXQlgPxFWl-PiOs', '', 'owk-rjqNuqoELCXQlgPxFWl-PiOs', '@爱美小薇', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421750746', '120.85.210.149', '广东省广州市 联通', '1421750746', '0000-00-00 00:00:00', '120.85.210.149', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/R2NZeoEebBlRCQbBBlA12ERbBNeCKr5HmwgQ8f2ZM52ZTFQuunicvR42hC8xH1aa2akicD5NxGDqrZefbYMDXjtoWG86aaPgcM/0', '1', '9', '1421750760', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('16', 'owk-rjtegljQcfdGnNY1Xol3uQZ0', '', 'owk-rjtegljQcfdGnNY1Xol3uQZ0', '@爱情女王', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421750807', '120.85.210.149', '广东省广州市 联通', '1421750807', '0000-00-00 00:00:00', '120.85.210.149', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/e1nyFAcVt7uxlOzgm9QkJ8J7e2Y1vIX9Pb4jPhcFibbtP9Zj1VnZm9qJGsHq6lVx0QqxTaUWsCa3q82c19mSLp9Efq0icbWjXF/0', '1', '10', '1421750837', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('17', 'owk-rjqxlEN86qbctFi6FhlFS9rQ', '', 'owk-rjqxlEN86qbctFi6FhlFS9rQ', '@爱语佳丽', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421750901', '120.85.210.149', '广东省广州市 联通', '1421750901', '0000-00-00 00:00:00', '120.85.210.149', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/dUCByDMnU21BloDoibTcJzJzQUqWzRqlQs4bdicwyUwd8qJCgGzaeosQwpIjzp9ElciahmkscvjU1DNxPUKE3MkBic9CWBuiclIfG/0', '1', '11', '1421750910', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('18', 'owk-rjgws9pieGd2NWxhHV02KmoY', '', 'owk-rjgws9pieGd2NWxhHV02KmoY', '@爱上雨露', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421751058', '140.207.54.77', '上海市 联通', '1421751058', '0000-00-00 00:00:00', '140.207.54.77', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/e1nyFAcVt7sgicUYIx0OMDYyQqQ3bt9h4f8ujHYY0d4VAFOJdJY7y3viakCnAib6vBV9iboYYk0QwHbgztbFFJpH9au42XkIFWWU/0', '1', '12', '1421751056', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('19', 'owk-rjojxx_u2MEdKzV2tPoDhZSg', '', 'owk-rjojxx_u2MEdKzV2tPoDhZSg', '', '507f513353702b50c145d5b7d138095c', '', '', '0', '0000-00-00', '', '0.00', '0', '0', '0', '1421751273', '218.11.179.27', '河北省邢台市 联通', '1421751273', '0000-00-00 00:00:00', '218.11.179.27', '0', '1', '2', '', '', '', '', '', '1', null, null, null, '0', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('20', 'owk-rjoweqsn7yH-YPQjPvOa5ipk', '', 'owk-rjoweqsn7yH-YPQjPvOa5ipk', 'O_ctober', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421751578', '58.249.76.155', '广东省广州市 联通', '1421751578', '0000-00-00 00:00:00', '58.249.76.155', '0', '1', '2', '', '', '', '', '', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/dUCByDMnU20CElvib06V96NYeBolJvZg3ZMd7VcpjRfSLCQaUH6OnHFSwRSI9icFe76E5waneCwb2QfmAECVLFLA/0', '1', '19', '1421810759', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('21', 'owk-rjlPhpiWhHj7IWOhkLgNrwo0', '', 'owk-rjlPhpiWhHj7IWOhkLgNrwo0', '蒋云辉', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421754537', '112.96.164.89', '广东省江门市恩平市 联通', '1421754537', '0000-00-00 00:00:00', '112.96.164.89', '0', '1', '2', '', '', '', '', '', '1', '衡阳', '湖南', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLBqmVEYUjpFFyk8icOt75gyAickujIWDuSZgaXfUPPdKa2Rq6MPMiaU3StWE6G6J0sw9XIOQvrptve0Q/0', '1', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('22', 'owk-rjtVRmTj4GwOdCYEAuPUQfRc', '', 'owk-rjtVRmTj4GwOdCYEAuPUQfRc', '沈小松', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421757523', '125.88.122.103', '广东省茂名市高州市 电信', '1421801633', '0000-00-00 00:00:00', '125.88.122.103', '1', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/Szib8ySqErWJ0U16g7wQ02fMdoiaTGZqvm7oJBS6r18LsEIMloVAbol9Q6TLJrfGC2Qgzcc77B0iaa3wkLTOOWN5JXEMfAB3kZJ/0', '1', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('23', 'owk-rjrzAQEeVpSLoa_wJn0Ag65g', '', 'owk-rjrzAQEeVpSLoa_wJn0Ag65g', '积土为山', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421768830', '140.207.54.76', '上海市 联通', '1421768830', '0000-00-00 00:00:00', '140.207.54.76', '0', '1', '2', '', '', '', '', '', '1', '柳州', '广西', 'http://wx.qlogo.cn/mmopen/Szib8ySqErWKHjTGfNdJHQOMc1IlZqfbWict6nN106Nvu3NFOmNsdMlGnEya7gpdcBvTt9Ql9DrUfArYScA7aBiaPVK07aIVVRa/0', '1', '15', '1421768828', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('24', 'owk-rjh7a1v4SvKhX6taNVgolhCA', '', 'owk-rjh7a1v4SvKhX6taNVgolhCA', '凌风', '140853a9e5159f010cc42f75c511905e', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421808035', '140.207.54.76', '上海市 联通', '1421808035', '0000-00-00 00:00:00', '140.207.54.76', '0', '10', '1', '', '', '', '', '15816869108', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/e1nyFAcVt7tOKJ9YhuoBKjciaolJRxNfsGRNDx1JDF3j4BpyM0XKxjSER0icsXicwvhqNxpxbGUTymUj8u1wquFBlu1wnjFbhdD/0', '1', '16', '1421808033', '2', '1', '1', '1', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('25', 'owk-rjp4SadRvTrEyZ-izAZ2-1r0', '402766596@qq.com', 'owk-rjp4SadRvTrEyZ-izAZ2-1r0', '央央', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421808808', '14.30.0.49', '广东省 电信', '1421808808', '0000-00-00 00:00:00', '14.30.0.49', '0', '10', '1', 'alex0245', '', '', '', '13825287291', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/wicia2Kpia5Y9k42GAibFlicdFpt1hzg5EHW5GjtNPSIOR7XjeheMpic3X8I4kk99JIG2A6hhOz5yibLib7dlmGlHQQqyibrK07TFzYoV/0', '1', '0', '0', '2', '1', '1', '1', '2', '0.00', '0.00', '2', '0');
INSERT INTO `gz_user` VALUES ('26', 'owk-rjlgYXF-xrPzVIy8VZem3Jt4', '', 'owk-rjlgYXF-xrPzVIy8VZem3Jt4', '开心果', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421809819', '14.16.90.218', '广东省 电信', '1421809819', '0000-00-00 00:00:00', '14.16.90.218', '0', '1', '2', '', '', '', '', '', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/R2NZeoEebBkhM9u3swcZBBSDPiaOJWBMElT3IZ3JbObDQ5t4wGX1rRU3hCwAK1kgC2JMAPkwXNqSYaiclgbIAKEohVjrx0hicnX/0', '1', '18', '1421810172', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('27', 'owk-rjuE02PvyIkrXViT5SnI7jog', '', 'owk-rjuE02PvyIkrXViT5SnI7jog', '白云山白云湖', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421814844', '140.207.54.77', '上海市 联通', '1421814844', '0000-00-00 00:00:00', '140.207.54.77', '0', '1', '2', '', '', '', '', '', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEI0c7Fgzh6ss8ohC7vqXYWBpicGWWE8qyaWxKQANsBEYy9ic2YWib964iaH6DFibibiarkxJ2mTfFMycuxJRiaKFjZ4YdRicJY018uwZZrc/0', '1', '20', '1421814843', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('28', 'owk-rjvEdr5U8HOlgit5f_ptmDXo', '', 'owk-rjvEdr5U8HOlgit5f_ptmDXo', '', '507f513353702b50c145d5b7d138095c', '', '', '0', '0000-00-00', '', '0.00', '0', '0', '0', '1421816961', '163.125.150.103', '广东省深圳市 联通', '1421816961', '0000-00-00 00:00:00', '163.125.150.103', '0', '1', '2', '', '', '', '', '', '1', null, null, null, '0', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('29', 'owk-rjn-MRBuVBvLkPVGrPKn4omk', '', 'owk-rjn-MRBuVBvLkPVGrPKn4omk', '兰兰', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421829570', '140.207.54.77', '上海市 联通', '1421829570', '0000-00-00 00:00:00', '140.207.54.77', '0', '1', '2', '', '', '', '', '', '1', '广州', '广东', 'http://wx.qlogo.cn/mmopen/8dhYzxyAnyPNwrD8g0FVypGJYFfouwWtXBJsrWceOgGEISdYPjw1zXgD20HFTZPl2ZxYf5yIhsE9Awvia5dyKggn5c7n6kenT/0', '1', '21', '1421829569', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('30', 'owk-rjs_CxuR4NXw-C_E79DjI4rE', '', 'owk-rjs_CxuR4NXw-C_E79DjI4rE', 'Jewell Tovmasyan', '507f513353702b50c145d5b7d138095c', '', '', '2', '0000-00-00', '', '0.00', '0', '0', '0', '1421830301', '61.140.122.135', '广东省广州市越秀区 电信', '1421830301', '0000-00-00 00:00:00', '61.140.122.135', '0', '1', '2', '', '', '', '', '', '1', '广州', '广东', null, '1', '22', '1421830463', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('31', 'owk-rjunTEV2o_xPWsU1v1sCCq00', '', 'owk-rjunTEV2o_xPWsU1v1sCCq00', '', '507f513353702b50c145d5b7d138095c', '', '', '0', '0000-00-00', '', '0.00', '0', '0', '0', '1421831045', '222.41.216.204', '陕西省西安市 铁通', '1421831045', '0000-00-00 00:00:00', '222.41.216.204', '0', '1', '2', '', '', '', '', '', '1', null, null, null, '0', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('32', 'owk-rjrqLwp-Jpg5h63vCwG8qdNE', '', 'owk-rjrqLwp-Jpg5h63vCwG8qdNE', '轻耐鞋业', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1421861549', '59.56.127.50', '福建省福州市 电信', '1421861549', '0000-00-00 00:00:00', '59.56.127.50', '0', '1', '2', '', '', '', '', '', '1', null, null, 'http://wx.qlogo.cn/mmopen/Szib8ySqErWJ0U16g7wQ02TKN6He1tC8pPygTkicQgDiaaK37xzq9qkiawEibiaibeOicV6ccSQul4FYMicCSxpGUVUauV6WAuwgrRATJ/0', '1', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('33', 'oRxN6jsKjfea850ZexaQY09WKRl4', '', 'oRxN6jsKjfea850ZexaQY09WKRl4', 'AAA杰杰杰', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1422342140', '140.207.54.74', '上海市 联通', '1422342140', '0000-00-00 00:00:00', '140.207.54.74', '0', '1', '2', '', '', '', '', '', '1', '丰台', '北京', 'http://wx.qlogo.cn/mmopen/XLK44fektJl58L5qw5pcNibPHDz3pTOKQtWGG0ajeNpMQ3hYHmVdXJwysKosPIeg72plWMiaIt2SjUKf9O1TUTIEtrQnKL7X7S/0', '1', '24', '1422342141', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('34', 'oRxN6jvQdy0l4QTTv9tkK9vNYy2M', '', 'oRxN6jvQdy0l4QTTv9tkK9vNYy2M', '种蘑菇的小碧碧', '507f513353702b50c145d5b7d138095c', '', '', '1', '0000-00-00', '', '0.00', '0', '0', '0', '1422342484', '140.207.54.74', '上海市 联通', '1422342484', '0000-00-00 00:00:00', '140.207.54.74', '0', '1', '2', '', '', '', '', '', '1', '深圳', '广东', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4qosev6qdkzySL5iawNUic0JJMicfdq36yicmEgzGCJn8ny2vTySZrT78x0Lgjbw1GHjVAEe6ib4RWwI7YH7wpz6CQslg07oWiaz0uk/0', '1', '25', '1422342491', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('35', 'GZSH01422436487', '', 'GZSH01422436487', '', '507f513353702b50c145d5b7d138095c', '', '', '0', '0000-00-00', '', '0.00', '0', '0', '0', '1422436487', '101.226.66.175', '上海市 电信', '1422436487', '0000-00-00 00:00:00', '101.226.66.175', '0', '12', '2', '', '', '', '', '', '1', null, null, null, '0', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');
INSERT INTO `gz_user` VALUES ('36', 'GZSH01422436487', '', 'GZSH01422436487', '', '507f513353702b50c145d5b7d138095c', '', '', '0', '0000-00-00', '', '0.00', '0', '0', '0', '1422436487', '113.66.187.231', '广东省广州市 电信', '1422436487', '0000-00-00 00:00:00', '113.66.187.231', '0', '12', '2', '', '', '', '', '', '1', null, null, null, '0', '0', '0', '0', '1', '0', '0', '0', '0.00', '0.00', '0', '0');

-- ----------------------------
-- Table structure for gz_userconfig
-- ----------------------------
DROP TABLE IF EXISTS `gz_userconfig`;
CREATE TABLE `gz_userconfig` (
  `type` varchar(32) NOT NULL DEFAULT 'basic',
  `pointnum` tinyint(3) DEFAULT '0',
  `tuijiannum` tinyint(3) DEFAULT '0',
  `address2off` tinyint(3) DEFAULT '100',
  `address3off` tinyint(3) DEFAULT '100',
  `guanzhuoff` tinyint(3) DEFAULT '100',
  `dixin360` smallint(5) DEFAULT '0',
  `ticheng360_1` tinyint(3) DEFAULT '0',
  `ticheng360_2` tinyint(3) DEFAULT '0',
  `ticheng360_3` tinyint(3) DEFAULT '0',
  `ticheng180_h1_1` tinyint(3) DEFAULT '0' COMMENT '高级分销商',
  `ticheng180_h1_2` tinyint(3) DEFAULT '0',
  `ticheng180_h1_3` tinyint(3) DEFAULT '0',
  `ticheng180_h2_1` tinyint(3) DEFAULT '0' COMMENT '高级特权分销',
  `ticheng180_h2_2` tinyint(3) DEFAULT '0',
  `ticheng180_h2_3` tinyint(3) DEFAULT '0',
  `ticheng180_all` tinyint(3) DEFAULT '0' COMMENT '特效分销享线下会员分红',
  `minsalenum` float(8,2) DEFAULT '0.00',
  `ticheng180_1` tinyint(3) DEFAULT '0',
  `ticheng180_2` tinyint(3) DEFAULT '0',
  `ticheng180_3` tinyint(3) DEFAULT '0',
  `openfxbuy` tinyint(1) DEFAULT '1' COMMENT '购买自动开通',
  `openfxauto` tinyint(1) DEFAULT '0' COMMENT '默认自动开通',
  `viewfxset` tinyint(1) DEFAULT '0' COMMENT '普通会员是否可查看',
  `guanzhubuy` tinyint(1) DEFAULT '1' COMMENT '关注后才能购买'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_userconfig
-- ----------------------------
INSERT INTO `gz_userconfig` VALUES ('basic', '1', '2', '90', '90', '100', '10', '50', '30', '20', '50', '30', '20', '50', '30', '20', '1', '40000.00', '50', '30', '20', '1', '1', '1', '1');

-- ----------------------------
-- Table structure for gz_user_address
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_address`;
CREATE TABLE `gz_user_address` (
  `address_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `address_name` varchar(50) NOT NULL DEFAULT '',
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `consignee` varchar(60) NOT NULL DEFAULT '',
  `sex` enum('0','1','2') NOT NULL DEFAULT '0' COMMENT '保密，男，女',
  `email` varchar(60) NOT NULL DEFAULT '',
  `country` smallint(5) NOT NULL DEFAULT '0',
  `province` smallint(5) NOT NULL DEFAULT '0',
  `city` smallint(5) NOT NULL DEFAULT '0',
  `district` smallint(5) NOT NULL DEFAULT '0',
  `town` smallint(5) NOT NULL DEFAULT '0',
  `village` smallint(5) NOT NULL DEFAULT '0',
  `shop_id` smallint(5) NOT NULL DEFAULT '0',
  `address` varchar(120) NOT NULL DEFAULT '',
  `zipcode` varchar(60) NOT NULL DEFAULT '',
  `tel` varchar(60) NOT NULL DEFAULT '',
  `mobile` varchar(60) NOT NULL DEFAULT '',
  `sign_building` varchar(120) NOT NULL DEFAULT '',
  `best_time` varchar(120) NOT NULL DEFAULT '',
  `uptime` int(11) NOT NULL DEFAULT '0',
  `is_default` enum('0','1') NOT NULL DEFAULT '0' COMMENT '默认收货地址',
  `is_own` enum('0','1') NOT NULL DEFAULT '0' COMMENT '是否是本人地址',
  `shoppingname` tinyint(10) DEFAULT NULL,
  `shoppingtime` varchar(64) DEFAULT NULL,
  `company` varchar(128) DEFAULT NULL,
  `license` varchar(125) DEFAULT NULL,
  `brand` varchar(125) DEFAULT NULL,
  `about` text,
  `peisong` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`address_id`),
  KEY `user_id` (`user_id`)
) ENGINE=MyISAM AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_address
-- ----------------------------
INSERT INTO `gz_user_address` VALUES ('13', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('12', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('3', '', '0', '张强', '0', '1253380587@qq.com', '1', '6', '76', '695', '0', '0', '0', '天河区东圃大马路3号', '432345', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('9', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('10', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('11', '', '7', '杨亦珍', '2', '', '1', '6', '76', '695', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('8', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('14', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('15', '', '8', '赵华盛', '0', '', '1', '6', '76', '695', '0', '0', '0', '黄边飞福特广告功夫', '', '', '12345678901', '', '', '0', '1', '0', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('16', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('17', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('18', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('19', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('20', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('21', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('22', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('23', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('24', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('25', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('26', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('27', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('28', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('29', '', '6', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('30', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('31', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('32', '', '9', '广州采丽诗董生', '1', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('33', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('34', '', '7', '杨亦珍', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('35', '', '10', '著茂^O^品牌', '1', '', '1', '4', '55', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('36', '', '11', 'October-6801', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('37', '', '12', 'A0000微商务秘笈@郭京13265657617', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('38', '', '13', '@爱情女神', '2', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('39', '', '14', '郭建京', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('40', '', '15', '@爱美小薇', '2', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('41', '', '16', '@爱情女王', '2', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('42', '', '17', '@爱语佳丽', '2', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('43', '', '18', '@爱上雨露', '2', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('44', '', '21', '蒋云辉', '1', '', '1', '14', '1688', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('45', '', '22', '沈小松', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('46', '', '23', '积土为山', '1', '', '1', '7', '107', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('47', '', '24', '凌风', '1', '', '1', '6', '77', '708', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('48', '', '25', '央央', '1', '', '1', '6', '76', '695', '0', '0', '0', '广州市白云区嘉禾尹边村  尹边西街21号', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('49', '', '24', '梁宇鹏', '0', '404020468@qq.com', '1', '6', '77', '708', '0', '0', '0', '广东省深圳市龙华新区鸿宇大厦A818', '', '', '15816869108', '', '', '0', '1', '0', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('50', '', '26', '开心果', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('51', '', '20', 'O_ctober', '1', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('52', '', '20', 'O_ctober', '1', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('53', '', '27', '白云山白云湖', '1', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('54', '', '29', '兰兰', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('55', '', '30', 'Jewell Tovmasyan', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('56', '', '30', 'Jewell Tovmasyan', '2', '', '1', '6', '76', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('57', '', '33', 'AAA杰杰杰', '1', '', '1', '3640', '506', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('58', '', '33', 'AAA杰杰杰', '1', '', '1', '3640', '506', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);
INSERT INTO `gz_user_address` VALUES ('59', '', '34', '种蘑菇的小碧碧', '1', '', '1', '6', '77', '0', '0', '0', '0', '', '', '', '', '', '', '0', '0', '1', null, null, null, null, null, null, null);

-- ----------------------------
-- Table structure for gz_user_bank
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_bank`;
CREATE TABLE `gz_user_bank` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL DEFAULT '0',
  `pass` varchar(64) DEFAULT NULL,
  `bankname` varchar(64) DEFAULT NULL,
  `bankaddress` varchar(128) DEFAULT NULL,
  `uname` varchar(64) DEFAULT NULL,
  `banksn` varchar(64) DEFAULT NULL,
  `uptime` int(10) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_bank
-- ----------------------------
INSERT INTO `gz_user_bank` VALUES ('1', '1', 'e10adc3949ba59abbe56e057f20f883e', '工商银行', '13535444', '熊永金', '23443', '1420358204');
INSERT INTO `gz_user_bank` VALUES ('2', '24', '21218cca77804d2ba1922c33e0151105', '平安银行', '15816869108', '梁宇鹏', '6226220616628854', '1421809607');

-- ----------------------------
-- Table structure for gz_user_drawmoney
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_drawmoney`;
CREATE TABLE `gz_user_drawmoney` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `uid` int(8) NOT NULL,
  `money` float(7,2) NOT NULL DEFAULT '0.00',
  `addtime` int(10) NOT NULL DEFAULT '0',
  `paytime` int(10) DEFAULT '0',
  `state` tinyint(1) DEFAULT '0',
  `date` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_drawmoney
-- ----------------------------

-- ----------------------------
-- Table structure for gz_user_level
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_level`;
CREATE TABLE `gz_user_level` (
  `lid` tinyint(3) NOT NULL AUTO_INCREMENT,
  `level_name` varchar(64) NOT NULL DEFAULT '',
  `discount` tinyint(3) NOT NULL DEFAULT '100',
  `jifendesc` varchar(255) NOT NULL DEFAULT '',
  `is_show` enum('0','1') DEFAULT '0',
  PRIMARY KEY (`lid`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_level
-- ----------------------------
INSERT INTO `gz_user_level` VALUES ('12', '普通分销商', '100', '', '1');
INSERT INTO `gz_user_level` VALUES ('11', '高级分销商', '100', '', '1');
INSERT INTO `gz_user_level` VALUES ('10', '特权分销商', '100', '', '1');
INSERT INTO `gz_user_level` VALUES ('1', '普通会员', '100', '', '1');

-- ----------------------------
-- Table structure for gz_user_message
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_message`;
CREATE TABLE `gz_user_message` (
  `mes_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(128) NOT NULL DEFAULT '',
  `content` text,
  `rp_content` varchar(255) NOT NULL DEFAULT '',
  `uid` int(6) NOT NULL DEFAULT '0',
  `adminid` tinyint(3) NOT NULL DEFAULT '0',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  `re_time` int(11) NOT NULL DEFAULT '0',
  `status` enum('0','1') NOT NULL DEFAULT '0' COMMENT '1:未处理留言  2:已处理留言',
  `parent_id` smallint(6) DEFAULT '0',
  PRIMARY KEY (`mes_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_message
-- ----------------------------

-- ----------------------------
-- Table structure for gz_user_money_change
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_money_change`;
CREATE TABLE `gz_user_money_change` (
  `cid` int(11) NOT NULL AUTO_INCREMENT,
  `time` int(11) DEFAULT NULL,
  `changedesc` varchar(128) DEFAULT NULL,
  `money` float(6,2) NOT NULL DEFAULT '0.00',
  `uid` int(7) NOT NULL DEFAULT '0',
  `buyuid` mediumint(8) DEFAULT '0',
  `order_sn` varchar(32) DEFAULT NULL,
  `thismonth` varchar(32) DEFAULT NULL,
  `thism` varchar(12) DEFAULT NULL,
  `type` varchar(32) NOT NULL DEFAULT 'system',
  `order_id` int(8) NOT NULL DEFAULT '0',
  PRIMARY KEY (`cid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_money_change
-- ----------------------------
INSERT INTO `gz_user_money_change` VALUES ('1', '1421721469', '购买商品返佣金', '396.00', '6', '8', '20151421721469', '2015-01-20', '2015-01', 'system', '0');
INSERT INTO `gz_user_money_change` VALUES ('2', '1421809414', '购买商品返佣金', '130.00', '24', '24', '20151421809414', '2015-01-21', '2015-01', 'system', '0');

-- ----------------------------
-- Table structure for gz_user_money_change_cache
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_money_change_cache`;
CREATE TABLE `gz_user_money_change_cache` (
  `cid` int(11) NOT NULL AUTO_INCREMENT,
  `time` int(11) DEFAULT NULL,
  `changedesc` varchar(128) DEFAULT NULL,
  `money` float(6,2) NOT NULL DEFAULT '0.00',
  `uid` int(7) NOT NULL DEFAULT '0',
  `buyuid` mediumint(8) DEFAULT '0',
  `order_sn` varchar(32) DEFAULT NULL,
  `thismonth` varchar(32) DEFAULT NULL,
  `thism` varchar(12) DEFAULT NULL,
  `type` varchar(32) NOT NULL DEFAULT 'system',
  `order_id` int(8) NOT NULL DEFAULT '0',
  PRIMARY KEY (`cid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_money_change_cache
-- ----------------------------

-- ----------------------------
-- Table structure for gz_user_money_record
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_money_record`;
CREATE TABLE `gz_user_money_record` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `uid` mediumint(9) NOT NULL,
  `p_uid1` mediumint(9) DEFAULT '0',
  `p_uid2` mediumint(9) DEFAULT '0',
  `p_uid3` mediumint(9) DEFAULT '0',
  `puid1_money` float(7,2) DEFAULT '0.00',
  `puid2_money` float(7,2) DEFAULT '0.00',
  `puid3_money` float(7,2) DEFAULT '0.00',
  `oid` mediumint(8) DEFAULT '0',
  `date_y` varchar(32) DEFAULT NULL,
  `date_m` varchar(32) DEFAULT NULL,
  `date_d` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_money_record
-- ----------------------------

-- ----------------------------
-- Table structure for gz_user_point_change
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_point_change`;
CREATE TABLE `gz_user_point_change` (
  `cid` int(11) NOT NULL AUTO_INCREMENT,
  `time` int(11) DEFAULT NULL,
  `changedesc` varchar(128) DEFAULT NULL,
  `points` int(7) NOT NULL DEFAULT '0',
  `thismonth` varchar(32) DEFAULT NULL,
  `uid` int(7) NOT NULL DEFAULT '0',
  `subuid` mediumint(8) DEFAULT '0' COMMENT '关注用户ID',
  `order_sn` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`cid`)
) ENGINE=MyISAM AUTO_INCREMENT=25 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_point_change
-- ----------------------------
INSERT INTO `gz_user_point_change` VALUES ('1', '1421736287', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('2', '1421736454', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('3', '1421736530', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('4', '1421736610', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('5', '1421736904', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('6', '1421737054', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('7', '1421737141', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('8', '1421737152', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('9', '1421737157', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('10', '1421737665', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('11', '1421738787', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('12', '1421740988', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('13', '1421742092', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('14', '1421745464', '用户取消关注减积分', '-2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('15', '1421745496', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('16', '1421745502', '推荐关注送积分', '2', '2015-01-20', '6', '7', null);
INSERT INTO `gz_user_point_change` VALUES ('17', '1421750762', '推荐关注送积分', '2', '2015-01-20', '14', '15', null);
INSERT INTO `gz_user_point_change` VALUES ('18', '1421750839', '推荐关注送积分', '2', '2015-01-20', '14', '16', null);
INSERT INTO `gz_user_point_change` VALUES ('19', '1421750912', '推荐关注送积分', '2', '2015-01-20', '14', '17', null);
INSERT INTO `gz_user_point_change` VALUES ('20', '1421810173', '推荐关注送积分', '2', '2015-01-21', '25', '26', null);
INSERT INTO `gz_user_point_change` VALUES ('21', '1421810765', '推荐关注送积分', '2', '2015-01-21', '14', '20', null);
INSERT INTO `gz_user_point_change` VALUES ('22', '1421810769', '推荐关注送积分', '2', '2015-01-21', '14', '20', null);
INSERT INTO `gz_user_point_change` VALUES ('23', '1421830464', '推荐关注送积分', '2', '2015-01-21', '6', '30', null);
INSERT INTO `gz_user_point_change` VALUES ('24', '1421830469', '推荐关注送积分', '2', '2015-01-21', '6', '30', null);

-- ----------------------------
-- Table structure for gz_user_salesmen_brand
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_salesmen_brand`;
CREATE TABLE `gz_user_salesmen_brand` (
  `usbid` smallint(3) NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL DEFAULT '0',
  `brand_id` smallint(4) NOT NULL DEFAULT '0',
  `addtime` int(11) NOT NULL DEFAULT '0',
  `is_check` enum('0','1') NOT NULL DEFAULT '0',
  PRIMARY KEY (`usbid`),
  KEY `uid` (`uid`),
  KEY `brand_id` (`brand_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_salesmen_brand
-- ----------------------------

-- ----------------------------
-- Table structure for gz_user_share
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_share`;
CREATE TABLE `gz_user_share` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL,
  `time` int(10) NOT NULL DEFAULT '0',
  `url` varchar(128) DEFAULT NULL,
  `type` varchar(32) DEFAULT NULL,
  `imgurl` varchar(128) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `date` varchar(32) DEFAULT NULL,
  `counts` smallint(5) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_share
-- ----------------------------

-- ----------------------------
-- Table structure for gz_user_tuijian
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_tuijian`;
CREATE TABLE `gz_user_tuijian` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `daili_uid` mediumint(8) DEFAULT '0',
  `parent_uid` mediumint(8) DEFAULT '0' COMMENT '关注的用户来源',
  `share_uid` mediumint(8) DEFAULT '0' COMMENT '分享的用户来源',
  `uid` mediumint(8) NOT NULL,
  `addtime` int(10) NOT NULL,
  `url` varchar(128) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `parent_uid` (`parent_uid`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM AUTO_INCREMENT=31 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_tuijian
-- ----------------------------
INSERT INTO `gz_user_tuijian` VALUES ('1', '0', '0', '0', '5', '1421478028', 'http://localhost/kehudemo/m/');
INSERT INTO `gz_user_tuijian` VALUES ('2', '6', '0', '0', '6', '1421638864', null);
INSERT INTO `gz_user_tuijian` VALUES ('3', '6', '6', '6', '7', '1421677771', 'http://hfal.68shops.cn/m/?tid=6&from=singlemessage&isappinstalled=0&code=0312be4f91f51bead9251c24ba9a5e0J&state=');
INSERT INTO `gz_user_tuijian` VALUES ('4', '6', '6', '6', '8', '1421720914', 'http://hfal.68shops.cn/m/?tid=6&from=singlemessage&isappinstalled=0&code=021d1749f0046479ac8198979af171aA&state=');
INSERT INTO `gz_user_tuijian` VALUES ('5', '0', '0', '0', '9', '1421745379', 'http://hfal.68shops.cn/m/?code=041b3ed03900331bed9e24bb5cc2456s&state=');
INSERT INTO `gz_user_tuijian` VALUES ('6', '0', '0', '0', '10', '1421747133', 'http://hfal.68shops.cn/m/?code=00109e01ab43c9b42d19167718f9e7d6&state=');
INSERT INTO `gz_user_tuijian` VALUES ('7', '0', '0', '0', '11', '1421749973', null);
INSERT INTO `gz_user_tuijian` VALUES ('8', '0', '0', '0', '12', '1421750239', null);
INSERT INTO `gz_user_tuijian` VALUES ('9', '0', '0', '0', '13', '1421750390', null);
INSERT INTO `gz_user_tuijian` VALUES ('10', '0', '0', '0', '14', '1421750477', null);
INSERT INTO `gz_user_tuijian` VALUES ('11', '0', '14', '14', '15', '1421750746', 'http://hfal.68shops.cn/m/?tid=14&from=groupmessage&isappinstalled=0&code=031cd6e192f852edc96cd022cf2bec9g&state=');
INSERT INTO `gz_user_tuijian` VALUES ('12', '0', '14', '14', '16', '1421750807', 'http://hfal.68shops.cn/m/?tid=14&from=groupmessage&isappinstalled=0&code=041b154bdc140c1de033030918ff2e3W&state=');
INSERT INTO `gz_user_tuijian` VALUES ('13', '0', '14', '14', '17', '1421750901', 'http://hfal.68shops.cn/m/?tid=14&from=groupmessage&isappinstalled=0&code=01187b56c876e855735cf4f880306390&state=');
INSERT INTO `gz_user_tuijian` VALUES ('14', '0', '0', '0', '18', '1421751058', null);
INSERT INTO `gz_user_tuijian` VALUES ('15', '0', '0', '0', '19', '1421751273', 'http://hfal.68shops.cn/m/user.php?act=zpoints&from=groupmessage&isappinstalled=0&code=021d7573e579aba3f97e13c719da86e8&state=');
INSERT INTO `gz_user_tuijian` VALUES ('16', '0', '0', '0', '21', '1421754537', 'http://hfal.68shops.cn/m/?code=0412b004dc373d596fd36d2f620cf26i&state=');
INSERT INTO `gz_user_tuijian` VALUES ('17', '6', '6', '6', '22', '1421757540', null);
INSERT INTO `gz_user_tuijian` VALUES ('18', '0', '0', '0', '23', '1421768830', null);
INSERT INTO `gz_user_tuijian` VALUES ('19', '24', '0', '0', '24', '1421808035', null);
INSERT INTO `gz_user_tuijian` VALUES ('20', '25', '24', '24', '25', '1421808808', 'http://hfal.68shops.cn/m/user.php?tid=24&from=singlemessage&isappinstalled=0&code=011c8087b77645a3a2a7195b92b8231D&state=');
INSERT INTO `gz_user_tuijian` VALUES ('21', '25', '25', '25', '26', '1421809855', null);
INSERT INTO `gz_user_tuijian` VALUES ('22', '0', '14', '14', '20', '1421810603', null);
INSERT INTO `gz_user_tuijian` VALUES ('23', '0', '0', '0', '27', '1421814844', null);
INSERT INTO `gz_user_tuijian` VALUES ('24', '0', '0', '0', '29', '1421829570', null);
INSERT INTO `gz_user_tuijian` VALUES ('25', '6', '6', '6', '30', '1421830380', null);
INSERT INTO `gz_user_tuijian` VALUES ('26', '0', '0', '0', '32', '1421861549', 'http://cls.68shops.cn/m/?code=011c6ed8badab8967a24cb56a6c8c0cM&state=');
INSERT INTO `gz_user_tuijian` VALUES ('27', '0', '0', '0', '33', '1422342140', null);
INSERT INTO `gz_user_tuijian` VALUES ('28', '0', '0', '0', '34', '1422342484', null);
INSERT INTO `gz_user_tuijian` VALUES ('29', '0', '0', '0', '35', '1422436487', '0');
INSERT INTO `gz_user_tuijian` VALUES ('30', '0', '0', '0', '36', '1422436487', '0');

-- ----------------------------
-- Table structure for gz_user_tuijian_fx
-- ----------------------------
DROP TABLE IF EXISTS `gz_user_tuijian_fx`;
CREATE TABLE `gz_user_tuijian_fx` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `p3_uid` mediumint(8) DEFAULT '0',
  `p2_uid` mediumint(8) DEFAULT '0',
  `p1_uid` mediumint(8) DEFAULT '0',
  `uid` mediumint(8) NOT NULL DEFAULT '0',
  `addtime` int(10) NOT NULL,
  `acitve` tinyint(1) DEFAULT '1',
  PRIMARY KEY (`id`),
  KEY `parent_uid` (`p1_uid`),
  KEY `uid` (`uid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_user_tuijian_fx
-- ----------------------------

-- ----------------------------
-- Table structure for gz_wxdiymen
-- ----------------------------
DROP TABLE IF EXISTS `gz_wxdiymen`;
CREATE TABLE `gz_wxdiymen` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `token` varchar(60) NOT NULL DEFAULT '',
  `parent_id` smallint(4) DEFAULT NULL,
  `title` varchar(30) NOT NULL,
  `keyword` varchar(30) NOT NULL,
  `url` varchar(300) NOT NULL DEFAULT '',
  `is_show` tinyint(1) NOT NULL DEFAULT '1',
  `sort` tinyint(3) NOT NULL DEFAULT '50',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_wxdiymen
-- ----------------------------
INSERT INTO `gz_wxdiymen` VALUES ('13', '', '0', '会员中心', '会员中心', 'http://cainiao.68shops.cn/m/user.php', '1', '12');
INSERT INTO `gz_wxdiymen` VALUES ('8', '', '0', '蚕丝面膜', '蚕丝面膜', '', '1', '11');
INSERT INTO `gz_wxdiymen` VALUES ('12', '', '0', '微商城', 'wsc', 'http://cainiao.68shops.cn/m/', '1', '10');
INSERT INTO `gz_wxdiymen` VALUES ('9', '', '8', '美白面膜', '美白', 'http://cainiao.68shops.cn/m/product.php?id=72', '1', '50');
INSERT INTO `gz_wxdiymen` VALUES ('10', '', '8', '补水面膜', '补水', 'http://cainiao.68shops.cn/m/product.php?id=71', '1', '50');
INSERT INTO `gz_wxdiymen` VALUES ('11', '', '8', '抗衰面膜', '抗衰', 'http://cainiao.68shops.cn/m/product.php?id=69', '1', '50');

-- ----------------------------
-- Table structure for gz_wxkeyword
-- ----------------------------
DROP TABLE IF EXISTS `gz_wxkeyword`;
CREATE TABLE `gz_wxkeyword` (
  `id` mediumint(7) NOT NULL AUTO_INCREMENT,
  `type` varchar(16) DEFAULT NULL,
  `keyword` varchar(32) DEFAULT NULL,
  `url` varchar(128) DEFAULT NULL,
  `cid` smallint(5) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_wxkeyword
-- ----------------------------
INSERT INTO `gz_wxkeyword` VALUES ('1', 'guanzhu', 'wsc', null, '0');

-- ----------------------------
-- Table structure for gz_wxuserset
-- ----------------------------
DROP TABLE IF EXISTS `gz_wxuserset`;
CREATE TABLE `gz_wxuserset` (
  `id` mediumint(8) NOT NULL AUTO_INCREMENT,
  `is_oauth` tinyint(1) NOT NULL DEFAULT '1',
  `token` varchar(64) DEFAULT NULL,
  `pigsecret` varchar(64) DEFAULT NULL,
  `wxname` varchar(64) DEFAULT NULL,
  `appid` varchar(64) DEFAULT NULL,
  `appsecret` varchar(64) DEFAULT NULL,
  `winxintype` tinyint(1) DEFAULT NULL,
  `headerpic` varchar(128) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_wxuserset
-- ----------------------------
INSERT INTO `gz_wxuserset` VALUES ('1', '1', 'blojmj1415902333', 'xJ4EPvdb7Pk8bm85y8JN', '菜鸟也疯狂', 'wx5270bfa2cb91684d', 'cba9b5d5b2741351f4fad560a264bdc1', '2', null);

-- ----------------------------
-- Table structure for gz_wx_article
-- ----------------------------
DROP TABLE IF EXISTS `gz_wx_article`;
CREATE TABLE `gz_wx_article` (
  `article_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `keyword` varchar(128) DEFAULT NULL,
  `cat_id` smallint(5) NOT NULL DEFAULT '0',
  `article_title` varchar(255) DEFAULT NULL,
  `article_img` varchar(128) DEFAULT NULL,
  `art_url` varchar(255) DEFAULT NULL,
  `content` longtext,
  `viewcount` int(6) NOT NULL DEFAULT '10',
  `is_top` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `addtime` int(10) unsigned NOT NULL DEFAULT '0',
  `uptime` int(11) NOT NULL DEFAULT '0',
  `about` varchar(500) DEFAULT NULL,
  `vieworder` tinyint(3) NOT NULL DEFAULT '50',
  `type` varchar(32) DEFAULT NULL,
  PRIMARY KEY (`article_id`),
  KEY `cat_id` (`cat_id`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_wx_article
-- ----------------------------
INSERT INTO `gz_wx_article` VALUES ('1', 'gsjj', '1', '公司简介', '', '', '<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp; <br />\r\n</span></p>\r\n<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp;&nbsp;广州市采丽诗化妆品厂建立于1994年，坐落在风景秀丽的白云山旁，占地面积约一万多平方米，配备了多条自动化流水作业线以及全套的乳化、搅拌等制造设备和检测仪器； 引进国外先进生产技术和实验设施。</span></p>\r\n<p><span style=\"font-size:14px;\"><br />\r\n</span></p>\r\n<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp; 1998年被广东省社会医学研究会确认为“生产基地”，并对工厂所有产品均实行严格的监制制度,是市监督局品质检验的合格企业。OEM/ODM的全方位服务，为您解决配方研发到生产包装的各个环节， 多年丰富经验的累积，使我们在技术、生产、品质、价格、交付、服务等方面极具竞争力。</span></p>\r\n<p><span style=\"font-size:14px;\"><br />\r\n</span></p>\r\n<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp; 2008年采丽诗进入品牌跨时代的腾飞阶段，随着事业版图蓬勃发展，采丽诗抢抓机遇,为开创新局面而努力拼搏，为旗下各品牌的发展插上腾飞的翅膀。企业发展离不开科技，更离不开人才。 采丽诗始终把人才战略作为一项重大的战略工程来抓，拥有一大批工程科研开发技术人才和高学历高素质的管理人才，完善的企业激励机制，形成了吸纳、培养、留住、用好的人才策略， 所有这些使得采丽诗的人才结构不断忧化，形成了一个极具凝聚力和战斗力的高效团队。</span></p>\r\n<p><br />\r\n</p>\r\n<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp; 二十年的辉煌成就，造就了采丽诗人坚忍不拔的性格和勇往奋进的精神，在采丽诗企业理念的指导下，在董事长的领导下，在中国改革开放大好的经济形势下，紧紧把握化妆品美好发展前途的契机， 坚持走可持续发展战略，信心十足。公司秉承“专业成就未来 诚信永铸辉煌”的理念。先后推出有“达速可DSK、K痘霜、 钻石医生、熙式、WRIOL、御芳丽儿、可丽可人”等专业药妆护肤品牌。</span></p>\r\n<p><br />\r\n</p>\r\n<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp; 2010年以来公司董事会先后六次到韩国考察，与多家韩国行业知名品牌企业洽谈，2014年初联合韩国、香港、新加坡等多家行业精英，组建“韩国采丽诗（国际）集团有限公司”。 引进推出韩国著名品牌“韩芳爱丽”、“宫代熙美”等专业产品，集团公司坚持以高品质高品位为立足点，不断引进、开发各类高端面部护肤、身体保养、手足护理等系列产品，为爱美人士提供美的关爱！ 欢迎社会各界朋友前来参观洽谈合作，我们一同发展壮大，一起走向事业的辉煌！</span></p>\r\n<p>&nbsp;</p>\r\n<p><br />\r\n</p>\r\n<br />', '10', '0', '1', '1417187820', '1421742976', '广州市采丽诗化妆品厂建立于1994年，坐落在风景秀丽的白云山旁，占地面积约一万多平方米，配备了多条自动化流水作业线以及全套的乳化、搅拌等制造设备和检测仪器； 引进国外先进生产技术和实验设施。', '23', 'img');
INSERT INTO `gz_wx_article` VALUES ('2', '3335', '0', '公司简介', null, null, '广州市采丽诗化妆品厂建立于1994年，坐落在风景秀丽的白云山旁，占地面积约一万多平方米，配备了多条自动化流水作业线以及全套的乳化、搅拌等制造设备和检测仪器； 引进国外先进生产技术和实验设施。\r\n1998年被广东省社会医学研究会确认为“生产基地”，并对工厂所有产品均实行严格的监制制度,是市监督局品质检验的合格企业。OEM/ODM的全方位服务，为您解决配方研发到生产包装的各个环节， 多年丰富经验的累积，使我们在技术、生产、品质、价格、交付、服务等方面极具竞争力。\r\n2008年采丽诗进入品牌跨时代的腾飞阶段，随着事业版图蓬勃发展，采丽诗抢抓机遇,为开创新局面而努力拼搏，为旗下各品牌的发展插上腾飞的翅膀。企业发展离不开科技，更离不开人才。 采丽诗始终把人才战略作为一项重大的战略工程来抓，拥有一大批工程科研开发技术人才和高学历高素质的管理人才，完善的企业激励机制，形成了吸纳、培养、留住、用好的人才策略， 所有这些使得采丽诗的人才结构不断忧化，形成了一个极具凝聚力和战斗力的高效团队。\r\n二十年的辉煌成就，造就了采丽诗人坚忍不拔的性格和勇往奋进的精神，在采丽诗企业理念的指导下，在董事长的领导下，在中国改革开放大好的经济形势下，紧紧把握化妆品美好发展前途的契机， 坚持走可持续发展战略，信心十足。公司秉承“专业成就未来 诚信永铸辉煌”的理念。先后推出有“达速可DSK、K痘霜、 钻石医生、熙式、WRIOL、御芳丽儿、可丽可人”等专业药妆护肤品牌。\r\n2010年以来公司董事会先后六次到韩国考察，与多家韩国行业知名品牌企业洽谈，2014年初联合韩国、香港、新加坡等多家行业精英，组建“韩国采丽诗（国际）集团有限公司”。 引进推出韩国著名品牌“韩芳爱丽”、“宫代熙美”等专业产品，集团公司坚持以高品质高品位为立足点，不断引进、开发各类高端面部护肤、身体保养、手足护理等系列产品，为爱美人士提供美的关爱！ 欢迎社会各界朋友前来参观洽谈合作，我们一同发展壮大，一起走向事业的辉煌！', '10', '0', '1', '1417190108', '1421722950', null, '50', 'txt');
INSERT INTO `gz_wx_article` VALUES ('3', 'cswh', '1', '蚕丝文化', '', '', '<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp; <br />\r\n</span></p>\r\n<p><span style=\"font-size:14px;\">&nbsp;&nbsp;&nbsp;&nbsp;蚕丝文化，源远流长</span></p>\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 蚕丝，乃我国古代文明产物之一，其之发明当为极早之事，相传黄帝之妃螺祖始教民育蚕。而古时许多皇室贵族中的皇后妃子亦将蚕丝用于美容，蚕丝中的氨基酸能促进皮肤细胞活力，防血管硬化，可防皮肤衰老，也有止痒效果，是后宫贵妃、王孙公主最喜爱的保养物品。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 蚕丝美容的历史源远流长，灿烂丰富。雪白的蚕丝，高贵尊荣，而且极其难得，据说用蚕丝美容后的肌肤“光泽夺目，柔软如丝”，许多平民百姓的女子都梦想能有蚕丝美容，如今，怡人草面膜系列将古代皇室的贵族享受普及到每一个爱美的女性，怡人草蚕丝蛋白动力补水美白面贴膜，将古老的蚕丝文化运用到现代的美容技术中，带给您润白胜雪、柔软如丝的完美体验！</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 纯洁无瑕的蚕丝，由动物蛋白组成，富含十八种人体所必须的氨基酸，充分补充肌肤所需的水分和养分，高浓度蚕丝精华液，密集养护，使肌肤充盈柔滑，彻底摆脱粗糙、干涩、暗黄，无论是艳阳高照的夏日，还是寒风凛冽的冬天，蚕丝，亦如其名，柔软的呵护您每一寸肌肤！</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 沙棘甘草，中药荟萃</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 如今女人的肌肤问题越来越多，中国古代的医学中蕴含的智慧，是解决当今肌肤问题的关键。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 李时珍的《本草纲目》中提到，甘草“外赤中黄，色兼坤离，味浓气薄，资全土德，协和诸药，善治百邪，有元老之功，可谓药中之良相也。”一语道破了甘草清热解毒、补脾益气的奇效。炎炎夏日，甘草的消炎、镇定功效也避免了肌肤的上火和发炎的可能，让你肌肤完美零瑕疵！</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 加上沙棘的排毒养颜功效，能避免女性、特别是电脑工作者，受到辐射伤害，还原肌肤本来的润泽光鲜，由内而外的散发迷人光彩。直接深入肌肤底层，提升含水量和亮泽度并创造恒湿环境，持久柔润，提亮肤色。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 韩芳爱丽就是一款真正的“真蚕丝面膜”，因为他都具备以下真蚕丝面膜特点:</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 1、吸附性强</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 蚕丝面膜的吸附性比普通的无纺布面膜纸要好得多，能吸收更多的精华液，敷脸的时候也非常服帖，不会掉下来不会有精华液滴落的状态。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 2、质地轻薄</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 蚕丝面膜采用的是最为轻柔最为细腻的蚕丝，可以紧密贴合肌肤的纹理，所以敷面的时候服帖度很高，而且非常薄，透明、透气，鼻翼、嘴角都能紧密填补，锁水持久，补水深入。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 3、补水修复</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 蚕丝面膜能加速皮肤自身的修复机能，如果是晒后肌肤处于敏感脆弱状态，就可以通过蚕丝纤维的细腻贴合来让受损肌肤迅速得到修复。还可以促进胶原蛋白的分泌、强效增白、抗UV作用、抗发炎、痘疱能力。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 更具有以下多种功效：</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 1、功效持久的保湿能力</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 2、自然抗皱，促进胶原蛋白的分泌</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 3、强效增白</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 4、抗UV作用</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 5、抗发炎、痘疱能力</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 只需轻轻一帖，便可留住青春、韩方爱丽蚕丝面膜，你值得拥有。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 天然蚕丝的结构与人体肌肤极相似，其制成的薄膜，有人体“第二皮肤”的美称。蚕丝美容在中国已有悠久的历史，早在我国明代，蚕丝因其重要的药用价值，被宫廷贵妃们用于日常美容养生。据《本草纲目》记载： 蚕丝蛋白粉可以消除皮肤黑斑，治疗化脓性皮炎。现代医学实验进一步证明，蚕丝的蛋白质含量大大高于珍珠，其中含氮量比珍珠高37倍，主要氨基酸含量高达10倍以上。这些氨基酸能直接为人体毛发，皮肤吸收与吸附。 即在人体表皮的外层更容易渗透，加速皮肤的新陈代谢。酪氨酸还能有效地抑制皮肤中黑色素的生成。</span><br />\r\n<span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 以蚕丝为原料的天然蚕丝肽，已成为国际上最流行的天然营养护肤、美容化妆品的理想添加剂，广泛应用于天然营养性的高级美容化妆品中。</span><br />\r\n<p><span style=\"font-size:14px;\"> &nbsp;&nbsp;&nbsp; 真正的蚕丝面膜不具有拉伸性，且比较容易破。市面上更多的蚕丝面膜，并非真正的蚕丝，而是采用蚕丝工艺的面膜，那种就具有一定的拉伸性。所以，市面上的蚕丝面膜又被分为：“真蚕丝面膜”和“蚕丝工艺面膜”两种，均被商家称为蚕丝面膜。</span></p>\r\n<p>&nbsp;</p>\r\n<p><br />\r\n</p>\r\n<span style=\"font-size:14px;\"> </span><br />', '10', '0', '1', '1417939240', '1421742925', '', '21', 'img');
INSERT INTO `gz_wx_article` VALUES ('5', 'ptgz', '1', '平台规则', '', '', '平台规则', '10', '0', '1', '1421478078', '1421735317', '', '24', 'img');
INSERT INTO `gz_wx_article` VALUES ('12', 'jrgz', '1', '进入关注', 'photos/articlephoto/201501/14217408961421740896.jpg', 'http://mp.weixin.qq.com/s?__biz=MjM5MzU5MTc0Ng==&mid=203221702&idx=3&sn=d6ddebd16448a2dc69addcdca03794c3#rd', '', '10', '0', '1', '1421740907', '1421745420', '', '25', 'img');
INSERT INTO `gz_wx_article` VALUES ('11', 'wsc', '3', '美白面膜', 'photos/articlephoto/201501/14217369471421736947.jpg', '', '', '10', '0', '1', '1421726029', '1421913353', '', '20', 'img');

-- ----------------------------
-- Table structure for gz_wx_cate
-- ----------------------------
DROP TABLE IF EXISTS `gz_wx_cate`;
CREATE TABLE `gz_wx_cate` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(128) NOT NULL DEFAULT '',
  `cat_img` varchar(128) DEFAULT NULL,
  `cat_about` varchar(255) DEFAULT NULL,
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `vieworder` tinyint(3) NOT NULL DEFAULT '50',
  `addtime` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`),
  KEY `cat_name` (`cat_name`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of gz_wx_cate
-- ----------------------------
INSERT INTO `gz_wx_cate` VALUES ('1', '关于我们', 'photos/catimg/201501/14217227671421722767.jpg', '关于韩芳爱丽', '0', '1', '2', '1417186373');
INSERT INTO `gz_wx_cate` VALUES ('2', '代理公告', '', '', '0', '1', '3', '1418195807');
INSERT INTO `gz_wx_cate` VALUES ('3', '微商城', 'photos/catimg/201501/14217259871421725987.jpg', '微商城', '0', '1', '1', '1421725990');
